;子文件头
event_mes_data_1012_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1012_0000 - event_mes_data_1012_header)
    .hword (event_mes_data_1012_0001 - event_mes_data_1012_header)
    .hword (event_mes_data_1012_0002 - event_mes_data_1012_header)
    .hword (event_mes_data_1012_0003 - event_mes_data_1012_header)
    .hword (event_mes_data_1012_0004 - event_mes_data_1012_header)

event_mes_data_1012_0000: .strn "{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bd21}…啊呀，这不是尤里斯嘛。{↙}这么晚了怎么了？{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d321}倒是芙蕾娅。{↙}你不是该去上班吗？{2b23}{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}我…忘记了东西。{2b23}因为是无论如何工作上都{↙}必须要用得东西，{↙}才回来拿得。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d421}嘿…芙蕾娅也会{↙}忘记东西的啊。{结束}"
event_mes_data_1012_0001: .strn "{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bf21}…尤里斯到底，{↙}怎么了？{结束}"
event_mes_data_1012_0002: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}…那…个…{2b23}…其实，我把工作时{↙}要用的讲义，放在桌上{↙}忘记拿了…{结束}"
event_mes_data_1012_0003: .strn "{401f}{莉可丽丝}{4a1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bc21}啊呀，尤里斯你也{↙}不看看你自己。{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d121}哈哈哈…{2b23}{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}但是，特意的{↙}回来拿。{2b23}真是个替学生着想的好老师啊。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}都是些聪明的孩子，{↙}不好好教不行的。{2b23}芙蕾娅才是，{↙}对工作这么热情。{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}…但是偶尔也有{↙}粗心的时候噢。{2b23}但是算了，{↙}还得不断的学习啊。{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d021}我支持你哦。{2b23}总之，{↙}不要丢三落四了{↙}我们相互注意吧。{结束}"
event_mes_data_1012_0004: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}呵呵，是啊。{↙}我们相互注意吧。{2b23}那么，{↙}回去吧。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}嗯，走吧。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1012_End: .hword 0x270F,(event_mes_data_1012_0000 - event_mes_data_1012_header)/2
;event_mes_data_1012文本数量为：5
