;子文件头
event_mes_data_0406_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0406_0000 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0001 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0002 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0003 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0004 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0005 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0006 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0007 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0008 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0009 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0010 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0011 - event_mes_data_0406_header)

event_mes_data_0406_0000: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}…那么，这里是这么做的。{2b23}{411f}{亚修}{491f}{3621}明白了吗？{结束}"
event_mes_data_0406_0001: .strn "{401f}{扎乌利}{481f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}是，尤里斯老师。{2b23}{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}……………{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}那么，下次{↙}数学课就考试。{2b23}因为刚才的做的题目也是范围，{↙}下次考试可能会考到{↙}一定要好好的复习哦。{2b23}{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}……………{结束}"
event_mes_data_0406_0002: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}怎么了？{↙}诗琼。{结束}"
event_mes_data_0406_0003: .strn "{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}喂，尤里斯老师。{↙}为什么不停止数学考试呢？{结束}"
event_mes_data_0406_0004: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d721}…啊，原来是这样。{↙}是这么一回事啊。{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}因为诗琼…{↙}最烦数学了…{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}不行啊，诗琼。{2b23}不擅长不是理由，{↙}不可以一直逃避。{结束}"
event_mes_data_0406_0005: .strn "{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}…但是，不擅长就是不擅长{↙}。{2b23}{401f}{古恩贝}{4a1f}{3521}数学就是出现好多{↙}数字和记号，{↙}根本一点也不好玩！{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d621}嗯…{2b23}{411f}{亚修}{481f}{3621}但是，如果擅长以后{↙}一定会很有成就感的！{2b23}{411f}{亚修}{491f}{3621}诗琼又很用功{↙}我相信{↙}一定会学会的。{结束}"
event_mes_data_0406_0006: .strn "{401f}{古恩贝}{4a1f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}老，老师真会{↙}照顾小孩…！{2b23}{401f}{古恩贝}{481f}{3521}既然被表扬{↙}我要加油，{↙}不能认输！{结束}"
event_mes_data_0406_0007: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}什，什，什么啊，拉拉米？{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}…诗琼，{↙}脸…很紅。{2b23}{401f}{古恩贝}{4a1f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}吵，吵死了！{↙}拉拉米给我闭嘴！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}{3822}呵呵。{结束}"
event_mes_data_0406_0008: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d121}是啊。{↙}那么，就这么办。{2b23}{411f}{亚修}{481f}{3621}诗琼是可以把{↙}算数加油学好的{↙}只是没有机会而已。{2b23}{411f}{亚修}{491f}{3621}{d021}所以这次的测试{↙}诗琼如果成功了{↙}所以准备奖励你。{结束}"
event_mes_data_0406_0009: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}奖励？{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}是的，是奖励。{↙}{411f}{亚修}{481f}{3621}{d621}…是嘛，比如说。{2b23}如果这次考试满分的话{↙}满足你１个愿望{↙}………{491f}什么的。{结束}"
event_mes_data_0406_0010: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}{3622}真的！？您当真的吗！？{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d021}当然。{2b23}{411f}{亚修}{481f}{3621}{4d22}啊，即使是{↙}不好达成的{↙}愿望。{2b23}这样的奖励也可以吗？{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}{3422}不赖啊！{↙}喂，拉拉米！{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}嗯，嗯。{↙}真是…好开心…呀。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}那么，决定了♪{结束}"
event_mes_data_0406_0011: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}{3422}我会加油的！{2b23}{401f}{古恩贝}{481f}{3521}我一定会拿满分的♪{↙}约好了？老师！{2b23}{401f}{古恩贝}{491f}{3521}拉钩上吊一百年不许变，{↙}约好了哦！{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d021}好的，我明白了。{2b23}{411f}{亚修}{481f}{3621}不过必须是，{↙}拿了满分之后哦。{↙}{411f}{亚修}{491f}{3621}我很期待哦。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}…好！{↙}一起加油哦，拉拉米♪{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}{3822}嗯…嗯，加油吧。{↙}诗琼。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0406_End: .hword 0x270F,(event_mes_data_0406_0000 - event_mes_data_0406_header)/2
;event_mes_data_0406文本数量为：12
