;子文件头
event_mes_data_0500_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0500_0000 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0001 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0002 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0003 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0004 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0005 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0006 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0007 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0008 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0009 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0010 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0011 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0012 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0013 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0014 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0015 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0016 - event_mes_data_0500_header)

event_mes_data_0500_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}，{↙}早上好。{结束}"
event_mes_data_0500_0001: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}牧场的工作进行得{↙}还顺利吗？{2b23}今天我来是想想{↙}给你讲解一下{颜2}風车{颜1}{↙}的作用的。{结束}"
event_mes_data_0500_0002: .strn "{401f}{迪鲁卡}{491f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}牧场的入口处{↙}就有一座呢。{2b23}为了{名字}能够好好{↙}使用風车，{↙}我已经整理了一下。{2b23}{401f}{迪鲁卡}{481f}{3521}所谓風车，是借助{颜2}風力{颜1}来{↙}{颜2}制作各种各样的东西{颜1}{↙}的一种工具。{2b23}跟我来实际的{↙}看一下吧。{结束}"
event_mes_data_0500_0003: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}{2c22}吃惊了吧？{↙}很了不起吧。{9023}{结束}"
event_mes_data_0500_0004: .strn "{401f}{迪鲁卡}{491f}{3521}刚才我说了風车{↙}可以制造各种各样的{↙}东西是吧…{2b23}其实風车有着让物品{↙}{颜2}发酵{颜1}成其他物品{↙}的功能。{2b23}{401f}{迪鲁卡}{481f}{3521}比如说…这样呢。{↙}{颜2}牛奶{颜1}做成{颜2}奶酪{颜1}，{↙}{颜2}鸡蛋{颜1}做成{颜2}蛋黄酱{颜1}。{2b23}只要有材料，很多东西都能{↙}通过風车来制造。{结束}"
event_mes_data_0500_0005: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}那么，我教你{↙}使用的方法吧。{结束}"
event_mes_data_0500_0006: .strn "{401f}{迪鲁卡}{481f}{3521}首先把需要发酵的物品{↙}放在这里面。{2b23}站在前面调查这里的话，{↙}就能决定需要做成{↙}什么了。{2b23}{401f}{迪鲁卡}{491f}{3521}必要的材料全部准备好{↙}之后，再决定需要制作{↙}的数量。{2b23}{401f}{迪鲁卡}{481f}{3521}还有，一次能够制作的种类{↙}最多有{颜2}６种{颜1}。{结束}"
event_mes_data_0500_0007: .strn "{411f}{迪鲁卡}{481f}{3621}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}可以在这里查看正在{↙}制作的物品。{2b23}也能查看剩余所需时间{↙}非常的方便哟。{2b23}总共需要的时间会受{↙}当天的風的强度所影响。{↙}風越强完成的越快。{结束}"
event_mes_data_0500_0008: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}这个灯开始闪烁了就表示{↙}已经完成了。{结束}"
event_mes_data_0500_0009: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}在这里调查的话就能{↙}把完成品取出来了。{结束}"
event_mes_data_0500_0010: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}基本的使用風车地方法{↙}就是这些。{2b23}顺便问一下，{名字}{↙}你有{颜2}耀珠{颜1}这种东西吗？{结束}"
event_mes_data_0500_0011: .strn "{411f}{迪鲁卡}{481f}{3621}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}在这个装置上镶嵌{颜2}耀珠{颜1}的话{↙}就能{颜2}强化{颜1}風车的能力。{2b23}耀珠一共有六种，{↙}有着{颜2}各种各样的效果{颜1}。{2b23}如果发现了的话，{↙}拿到这里来镶嵌进去{↙}就可以了。{结束}"
event_mes_data_0500_0012: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}好了，关于風车{↙}就是这些了。{2b23}刚才我的说明，{↙}你听明白了吗？{结束}"
event_mes_data_0500_0013: .strn "{401f}{迪鲁卡}{491f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}很好。那么一定要好好{↙}使用風车啊。{2b23}啊，对了对了。{↙}如果你想让完成的时间{↙}变得更短的话…{2b23}{401f}{迪鲁卡}{481f}{3521}在回转的{颜2}風车叶{颜1}旁边，{↙}对着{颜2}麦克風{颜1}的方向{颜2}吹口气{颜1}{↙}试试看。{2b23}一定会有有趣的事{↙}发生的。{结束}"
event_mes_data_0500_0014: .strn "{401f}{迪鲁卡}{491f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}{2c22}呵呵呵。总之，{↙}你自己试一下就知道了。{2b23}{401f}{迪鲁卡}{481f}{3521}其实还有另外两座風车，{↙}但是还在整理中。{2b23}如果能够使用了的话，{↙}我会再来通知你的。{2b23}{401f}{迪鲁卡}{491f}{3521}那么，{↙}我就先走了。{结束}"
event_mes_data_0500_0015: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}我知道了。那么，{↙}我再讲解一遍吧。{结束}"
event_mes_data_0500_0016: .strn "{411f}{a41f}{481f}{3223}{0008}明白了{↙}{0008}请再说一遍{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0500_End: .hword 0x270F,(event_mes_data_0500_0000 - event_mes_data_0500_header)/2
;event_mes_data_0500文本数量为：17
