;子文件头
event_mes_data_0445_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0445_0000 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0001 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0002 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0003 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0004 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0005 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0006 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0007 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0008 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0009 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0010 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0011 - event_mes_data_0445_header)

event_mes_data_0445_0000: .strn "{2f23}{颜3}？？？{2c23}{颜1}{↙}哦，是{名字}君啊。{结束}"
event_mes_data_0445_0001: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{2c23}{颜1}{↙}吓了你一大跳吧，{↙}{名字}君。{结束}"
event_mes_data_0445_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{2c23}{颜1}{↙}{名字}君，也很想{↙}知道这里面是什么吧？{2b23}这个里面啊，实际上{↙}有一个可以让马{↙}赛跑的赛马场。{2b23}是时候{↙}在这里举行{↙}赛马会了。{结束}"
event_mes_data_0445_0003: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{2c23}{颜1}{↙}{0422}{0a27}就知道你会来，所以{↙}今天叫了个人来帮忙。{2b23}{401f}{雪莉露}{481f}{3521}我想，他很快{↙}就会来的…。{结束}"
event_mes_data_0445_0004: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}威尔伯{2c23}{颜1}{↙}噢，我迟到了。{↙}抱歉，菲尼克斯镇长。{2b23}{411f}{雪莉露}{491f}{3621}{2f23}{颜3}菲尼克斯{2c23}{颜1}{↙}什么啊，我也{↙}刚到。{结束}"
event_mes_data_0445_0005: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}威尔伯{2c23}{颜1}{↙}…{0a27}真大啊。{2b23}{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}菲尼克斯{2c23}{颜1}{↙}啊…你果然做不了吗？{2b23}{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}威尔伯{2c23}{颜1}{↙}{2022}啊哈哈！{0a27}{↙}这玩意儿，小菜一碟。{结束}"
event_mes_data_0445_0006: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}威尔伯{2c23}{颜1}{↙}就包在我身上了。{结束}"
event_mes_data_0445_0007: .strn "{401f}{伊尔萨}{4a1f}{3521}{2f23}{颜3}威尔伯{2c23}{颜1}{↙}{2122}唔唔唔唔！{0b27}{结束}"
event_mes_data_0445_0008: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}威尔伯{2c23}{颜1}{↙}{2022}{0a27}我正好{↙}锻炼锻炼身体啦！{2b23}{401f}{伊尔萨}{481f}{3521}…{0a27}那么，答应你的事做完了{↙}那我就回去了啊。{2b23}{411f}{雪莉露}{491f}{3621}{2f23}{颜3}菲尼克斯{2c23}{颜1}{↙}嗯好。{0a27}谢谢啦，{↙}威尔伯君。{结束}"
event_mes_data_0445_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{2c23}{颜1}{↙}现在，可以让你心爱的马{↙}在这里奔跑啦。{结束}"
event_mes_data_0445_0010: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{2c23}{颜1}{↙}不过，关于如何使用赛马场{↙}我还是要向你解释一下。{2b23}你骑在马上，只要穿过{↙}这个拱门，任何时候{↙}都可以练习骑马跑！{2b23}为了比赛，你一定{↙}要好好的练习的噢。{结束}"
event_mes_data_0445_0011: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{2c23}{颜1}{↙}那么，我就此{↙}告辞了。{2b23}再见，{名字}君。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0445_End: .hword 0x270F,(event_mes_data_0445_0000 - event_mes_data_0445_header)/2
;event_mes_data_0445文本数量为：12
