;子文件头
event_mes_data_0496_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0496_0000 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0001 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0002 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0003 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0004 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0005 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0006 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0007 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0008 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0009 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0010 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0011 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0012 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0013 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0014 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0015 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0016 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0017 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0018 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0019 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0020 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0021 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0022 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0023 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0024 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0025 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0026 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0027 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0028 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0029 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0030 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0031 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0032 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0033 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0034 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0035 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0036 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0037 - event_mes_data_0496_header)

event_mes_data_0496_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}君，早上好！{↙}稍微打扰你一下哦。{结束}"
event_mes_data_0496_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}昨天睡得还好吗？{2b23}今天我给你带来了{↙}一些小礼物哦。{↙}快收下吧。{结束}"
event_mes_data_0496_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{颜2}锄头{颜1}。{↙}种田时可是很重要的哦。{2b23}想用锄头之类的道具时{↙}首先要把他们装备上。{2b23}装备的做法是打开背包{↙}把锄头放到装备的{↙}空位里就可以了…{2b23}{401f}{雪莉露}{4a1f}{3521}还有一种比较便利的方法。{2b23}按下{颜2}Ｒ键{颜1}的话，{↙}就能呼出当前能够{↙}装备的道具的列表了。{2b23}然后選中想要{↙}使用的道具按{颜2}Ａ键{颜1}的话{↙}就会装备上去了。{2b23}{401f}{雪莉露}{481f}{3521}那么先来试试看吧。{↙}做好之后再和我说话吧。{结束}"
event_mes_data_0496_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}试着装备一下锄头吧。{2b23}按下{颜2}Ｒ键{颜1}，{↙}呼出装备列表，{↙}選中锄头然后按{颜2}Ａ键{颜1}。{2b23}做好之后再和我说话吧。{结束}"
event_mes_data_0496_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}已经完成了装备的动作，{↙}我们继续说其他的事项吧。{结束}"
event_mes_data_0496_0005: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}唔，非常熟练的装备{↙}上去了呢。{2b23}想要使用道具的时候，装备{↙}之后按{颜2}Ｂ键{颜1}就可以了。{2b23}{401f}{雪莉露}{481f}{3521}对了，{名字}君，{↙}知道培育作物的{↙}方法吗？{结束}"
event_mes_data_0496_0006: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}真厉害！{↙}不愧是{名字}君呢。{2b23}{401f}{雪莉露}{481f}{3521}那这个也送给你吧。{↙}拿去吧。{结束}"
event_mes_data_0496_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{颜2}芜菁种子{颜1}。{↙}是春季代表性作物之一。{结束}"
event_mes_data_0496_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{颜2}洒水壶{颜1}。{↙}给作物浇水用的。{结束}"
event_mes_data_0496_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{颜2}肥料{颜1}。想要种出{↙}优良作物必不可少的物品。{2b23}施肥方法和播种一样。{↙}{颜2}作物成长期间{颜1}施肥的话{↙}能使作物品质上升哦。{结束}"
event_mes_data_0496_0010: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这些就是干农活必不可少的{↙}东西了。一定好好用啊。{2b23}{401f}{雪莉露}{481f}{3521}那么，星期六的集市日{↙}我还会来的。{2b23}在那之前你可以种种田，{↙}或者到牧场外面转转，{↙}做自己想做的事。{2b23}如果身上没有种子了{↙}可以到小镇里的{↙}店里去购买。{2b23}{401f}{雪莉露}{491f}{3521}一定要多和镇里的人们{↙}说说话，大家会很乐意{↙}和你成为好朋友的。{2b23}{401f}{雪莉露}{481f}{3521}那么，我差不多{↙}也该告辞了。{↙}再会，{名字}君。{结束}"
event_mes_data_0496_0011: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}那么，不介意的话{↙}我来教你具体的方法吧。{2b23}跟我来！{结束}"
event_mes_data_0496_0012: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这里是农田。在农田上能够{↙}种植各种各样的农作物。{2b23}想要种植的话，首先要把{↙}地面用{颜2}锄头{颜1}耕一遍。{结束}"
event_mes_data_0496_0013: .strn "{411f}{雪莉露}{4a1f}{3621}那么，首先试试把这块地{↙}耕一下吧。{2b23}想耕地的话，在拿着锄头的{↙}状态下按{颜2}Ｂ键{颜1}就行了。{↙}来试试吧。{结束}"
event_mes_data_0496_0014: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}试着耕一下农田吧。{2b23}按下{颜2}Ｒ键{颜1}打开装备列表，{↙}選中锄头然后按{颜2}Ａ键{颜1}{↙}就能装备上去了。{2b23}装备了锄头之后{↙}按{颜2}Ｂ键{颜1}的话，{↙}就能够使用锄头耕地了。{结束}"
event_mes_data_0496_0015: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}呵呵，干得挺好的嘛。{↙}不过好像地点搞错了…。{2b23}请换成{颜4}标记的地点{颜1}{↙}再耕一次试试看吧。{结束}"
event_mes_data_0496_0016: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}嗯，很好得{↙}耕完了呢。{2b23}那么接着在耕过的农地上{↙}种植作物吧。{↙}拿着这个。{结束}"
event_mes_data_0496_0017: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{颜2}芜菁种子{颜1}。是春季{↙}代表性的作物之一呢。{2b23}种子能够在耕过的{↙}地面上一格种植一个。{2b23}播种的时候，装备上种子{↙}按{颜2}Ｂ键{颜1}就行了。{↙}试试看吧。{结束}"
event_mes_data_0496_0018: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}试着播种吧。{2b23}按下{颜2}Ｒ键{颜1}打开装备列表，{↙}選中种子之后按{颜2}Ａ键{颜1}{↙}就能装备上去了。{2b23}装备种子之后，{↙}按{颜2}Ｂ键{颜1}的话{↙}就能够播种了。{结束}"
event_mes_data_0496_0019: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}哎呀，{↙}看你把种子撒到哪去了？{2b23}…没办法。{↙}换这袋种子用吧。{结束}"
event_mes_data_0496_0020: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯？农地已经耕好了哦。{↙}接下来试着播种吧。{2b23}按下{颜2}Ｒ键{颜1}打开装备列表，{↙}選中种子之后按{颜2}Ａ键{颜1}{↙}就能装备上去了。{2b23}装备种子之后，{↙}按{颜2}Ｂ键{颜1}的话{↙}就能够播种了。{结束}"
event_mes_data_0496_0021: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}真可惜…把种子撒到没有耕作过{↙}的地上就浪费掉了。{结束}"
event_mes_data_0496_0022: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}呵呵，很好得{↙}完成了播种呢。{2b23}播种之后，接下来{↙}就必须要浇水了。{↙}拿着这个。{结束}"
event_mes_data_0496_0023: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{颜2}洒水壶{颜1}。使用的时候要{↙}先往里面装水。{2b23}在有水的地方使用洒水壶{↙}就能打水了。{↙}牧场里的话，这里可以。{结束}"
event_mes_data_0496_0024: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}那么，先去打水吧。{↙}然后，给种子浇水吧。{2b23}要打水的话，先装备洒水壶{↙}在有水的地方按{颜2}Ｂ键{颜1}。{2b23}{411f}{雪莉露}{481f}{3621}洒水的时候也是一样，{↙}装备洒水壶后按{颜2}Ｂ键{颜1}。{↙}试试看吧。{结束}"
event_mes_data_0496_0025: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}试着用洒水壶装水，{↙}给种子浇水吧。{2b23}想要装水的话，先装备洒水壶{↙}然后在水边按{颜2}Ｂ键{颜1}。{2b23}想要浇水的话同样是{↙}先装备洒水壶然后按{颜2}Ｂ键{颜1}。{↙}试试看吧。{结束}"
event_mes_data_0496_0026: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}往空地上浇水可没用哦，{↙}要浇到播种的地方。{结束}"
event_mes_data_0496_0027: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}嗯，很好地{↙}完成了嘛。{2b23}浇水只要{颜2}一天一次{颜1}就可以了。{↙}当然，如果下雨了的话{↙}就不用浇水了。{结束}"
event_mes_data_0496_0028: .strn "{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}每天都坚持浇水的话，{↙}就会像这样{颜2}开始发芽{颜1}。{2b23}如果有一天忘记浇水{↙}的话，就会…{9023}{结束}"
event_mes_data_0496_0029: .strn "像这样，{↙}{颜2}渐渐枯萎{颜1}了。{2b23}变成这样，{↙}如果还不给它浇水的话…{9023}{结束}"
event_mes_data_0496_0030: .strn "就会像这样，{↙}{颜2}完全枯萎{颜1}了！{2b23}作物完全枯萎之后，{↙}不用{颜2}镰刀{颜1}割掉的话，{↙}就不能种植新的种子。{9023}{结束}"
event_mes_data_0496_0031: .strn "如果健康的成长了，{↙}就会像这样结出果实。{↙}然后就可以进行{颜2}收获{颜1}了。{2b23}想要收获果实的话，站在{↙}果实旁边按{颜2}Ｂ键{颜1}就行了。{↙}{结束}"
event_mes_data_0496_0032: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}对了对了，要浇水的话，{↙}大清早就浇会比较好。{2b23}清早就浇水的话，{↙}到了傍晚地面又会{↙}变得干燥。{2b23}那样的话就能再浇{↙}一次了。这样作物就会{↙}成长得更快。{2b23}{411f}{雪莉露}{4a1f}{3621}还有一件重要的事…{↙}绝对不要在已经开始成长{↙}的作物上{颜2}奔跑{颜1}。{2b23}踩踏作物的话会让{↙}作物受到伤害，{颜2}品质{颜1}就会{↙}下降的哦。{2b23}另外如果你想要查看品质的话，{↙}物品属性中{颜2}黄色的★{颜1}的数量{↙}就是了。{2b23}{411f}{雪莉露}{481f}{3621}如果作物的{颜2}品质{颜1}不是很好的话，{↙}可以使用{颜2}肥料{颜1}{↙}来提升。{2b23}施肥和播种一样。{↙}装备好之后在作物之前{↙}按{颜2}Ｂ键{颜1}来使用。{2b23}但是，一定要在{↙}{颜2}作物成长期间{颜1}来使用，{↙}不然没有效果。{2b23}那么，{↙}我给你一些吧。{↙}拿着。{结束}"
event_mes_data_0496_0033: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}种植作物的方法{↙}就是这些了。{2b23}对了，{名字}君。{↙}看看画面左上方的框架。{结束}"
event_mes_data_0496_0034: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这里显示的是你目前还有{↙}{颜2}多少体力{颜1}能够继续工作。{2b23}使用农具之类的{↙}道具时会逐渐{颜2}减少{颜1}，{↙}全部用完的话就会{颜2}晕倒{颜1}了。{2b23}{411f}{雪莉露}{481f}{3621}同理，吃东西或者做一些{↙}开心的事情就会{↙}逐渐{颜2}增加{颜1}起来。{2b23}如果晕倒了的话当天就{↙}{颜2}什么都不能做了{颜1}，{↙}一定要注意！{结束}"
event_mes_data_0496_0035: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}那么，星期六赶集时{↙}我还会来的。{2b23}在那之前你可以种种田，{↙}或者是到牧场外面转转，{↙}做自己想做的事。{2b23}如果身上没有种子了{↙}可以到小镇里的店里{↙}去购买。{2b23}{411f}{雪莉露}{491f}{3621}一定要多和镇里的人们{↙}说说话，大家会很乐意{↙}和你成为好朋友的。{2b23}{411f}{雪莉露}{481f}{3621}那么，我差不多{↙}也该告辞了。{↙}再会，{名字}君。{结束}"
event_mes_data_0496_0036: .strn "{411f}{a41f}{481f}{3223}{0008}不知道{↙}{0008}知道{结束}"
event_mes_data_0496_0037: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯？农田已经耕好了哦。{↙}接下来试试浇水吧。{2b23}按{颜2}Ｒ键{颜1}打开装备列表，{↙}選中洒水壶后按{颜2}Ａ键{颜1}来{↙}装备上去。{2b23}装备洒水壶后，{↙}按{颜2}Ｂ键{颜1}就可以{↙}浇水了。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0496_End: .hword 0x270F,(event_mes_data_0496_0000 - event_mes_data_0496_header)/2
;event_mes_data_0496文本数量为：38
