;子文件头
event_mes_data_0397_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0397_0000 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0001 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0002 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0003 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0004 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0005 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0006 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0007 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0008 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0009 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0010 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0011 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0012 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0013 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0014 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0015 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0016 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0017 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0018 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0019 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0020 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0021 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0022 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0023 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0024 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0025 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0026 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0027 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0028 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0029 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0030 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0031 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0032 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0033 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0034 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0035 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0036 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0037 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0038 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0039 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0040 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0041 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0042 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0043 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0044 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0045 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0046 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0047 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0048 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0049 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0050 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0051 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0052 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0053 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0054 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0055 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0056 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0057 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0058 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0059 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0060 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0061 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0062 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0063 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0064 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0065 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0066 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0067 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0068 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0069 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0070 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0071 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0072 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0073 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0074 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0075 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0076 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0077 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0078 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0079 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0080 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0081 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0082 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0083 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0084 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0085 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0086 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0087 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0088 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0089 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0090 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0091 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0092 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0093 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0094 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0095 - event_mes_data_0397_header)

event_mes_data_0397_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯…{↙}大家都好像聚齐了。{2b23}那么，现在发表集市的结果！{2b23}首先是…{颜2}销售前３位{颜1}！{↙}第３位！！{↙}{颜2}{0210}G{颜1}是……{结束}"
event_mes_data_0397_0001: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{名字}{颜1}的店！{↙}恭喜！{结束}"
event_mes_data_0397_0002: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{0510}{颜1}的店！{↙}恭喜！{结束}"
event_mes_data_0397_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}接下来是第２位！！{↙}是{颜2}{功能2}G{颜1}……{结束}"
event_mes_data_0397_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}最后是，第１位！！{↙}是{颜2}{功能1}G{颜1}……{结束}"
event_mes_data_0397_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{↙}你们到我这{↙}领取奖品吧！{2b23}{颜2}{功能1}{颜1}。{↙}收下吧！{结束}"
event_mes_data_0397_0006: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}…来，接下来。{2b23}发表的是各人评价{↙}最高的人！{↙}评价最好的是…{结束}"
event_mes_data_0397_0007: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{名字}{颜1}！{9023}{结束}"
event_mes_data_0397_0008: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0422}我作为小镇的镇长{↙}也感到骄傲！{2b23}下一次也要这样加油啊！{9023}{结束}"
event_mes_data_0397_0009: .strn "{401f}{雪莉露}{4a1f}{3521}{5922}…什么！？{2b23}{401f}{雪莉露}{481f}{3521}啊呀，你好像同时{↙}入主销售额前３和{↙}客人的最高评价了啊。{2b23}{401f}{雪莉露}{491f}{3521}{5522}…真是厉害！！{0a27}{2b23}{401f}{雪莉露}{481f}{3521}那作为这次你努力的{↙}证明把这个给你！{↙}{颜2}{功能1}{颜1}。{结束}"
event_mes_data_0397_0010: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{0610}{颜1}！{↙}亲切礼貌的服务{↙}受到顾客的大好评啊！{结束}"
event_mes_data_0397_0011: .strn "{401f}{雪莉露}{481f}{3521}然后接下来是，{↙}发表本次的集市总销售额！{↙}这次的销售额合计是…{结束}"
event_mes_data_0397_0012: .strn "{401f}{雪莉露}{481f}{3521}……{0a27}{颜2}{功能1}G{颜1}！！{↙}根据总额来看…，这次目标…{↙}{0a27}{491f}{颜2}达成了{颜1}！！{2b23}这个结果，马上{↙}也会像風一样传到{↙}邻村乡亲的耳朵里吧。{9023}{结束}"
event_mes_data_0397_0013: .strn "{401f}{雪莉露}{491f}{3521}这样，我们镇的集市也能{↙}{颜2}{0710}{颜1}{↙}声名远扬了！{9023}{结束}"
event_mes_data_0397_0014: .strn "{401f}{雪莉露}{481f}{3521}那么，下一次集市的目标是，{↙}{颜2}{0310}～{0410}G{颜1}{↙}各店要以此销售额为目标！{2b23}那么，这次集市结果{↙}发表结束！{2b23}那，大家各回各家吧，{↙}回家多努力。{↙}就此解散吧！{结束}"
event_mes_data_0397_0015: .strn "{401f}{雪莉露}{481f}{3521}那么，下一次集市的目标是，{↙}{颜2}{0310}～{0410}G{颜1}{↙}各店要以此销售额为目标！{2b23}那么，这次集市结果{↙}发表结束！{2b23}那，大家各回各家吧，{↙}回家多努力。{↙}那就解散吧！{结束}"
event_mes_data_0397_0016: .strn "说起来今天是集市结果{↙}发表的日子…{结束}"
event_mes_data_0397_0017: .strn "{411f}{a41f}{481f}{3223} 去听听结果吧！{↙} 还是不去了{结束}"
event_mes_data_0397_0018: .strn "{411f}{a41f}{481f}真的不去听结果了吗？{↙}{3223} 不去听了{↙} 还是去一下吧！{结束}"
event_mes_data_0397_0019: .strn "拿完东西之后就过去…{结束}"
event_mes_data_0397_0020: .strn "{401f}{雪莉露}{481f}{3521}那么，下一次集市的目标是，{↙}{颜2}{0310}～{0410}G{颜1}{↙}各店要以此销售额为目标！{2b23}那么，这次集市结果{↙}发表结束！{2b23}那，大家各回各家吧，{↙}回家多努力。{↙}那就解散吧！{结束}"
event_mes_data_0397_0021: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{0410}{颜1}的店！{↙}恭喜！{结束}"
event_mes_data_0397_0022: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{0310}{颜1}的店！{↙}恭喜！{结束}"
event_mes_data_0397_0023: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}啊啊，不好。{↙}忘记了！{2b23}有事一定要告诉{名字}的。{2b23}首先，先让我表示感谢。{↙}集市会这么有生机{↙}也都是多亏了你。{2b23}正因为有你的努力，{↙}才会有这样的结果。{↙}真的很感谢你。{2b23}{401f}{雪莉露}{491f}{3521}{491f}…所以，{0a27}！{↙}为了表示感谢{↙}决定扩建你的店面！{2b23}{401f}{雪莉露}{481f}{3521}到下一次的集市，{↙}应该会扩建成非常{↙}不错的店！{2b23}希望你好好经营这个店{↙}今后也要好好加油啊！{结束}"
event_mes_data_0397_0024: .strn "{401f}{雪莉露}{491f}{3521}从客人那里得知，你的店{↙}比其它的店都好！这点，{↙}我绝对肯定。{结束}"
event_mes_data_0397_0025: .strn "{401f}{雪莉露}{491f}{3521}客人说你的店{↙}有很多好的地方，{↙}今后也会多来光顾的。{结束}"
event_mes_data_0397_0026: .strn "{401f}{雪莉露}{491f}{3521}从客人那里听说，你店里{↙}的商品比其它店都有特色{↙}真是让人钦佩啊。{结束}"
event_mes_data_0397_0027: .strn "{401f}{雪莉露}{491f}{3521}从客人那里听说，你的店{↙}对什么人都亲切的对待{↙}这点大受好评呢！{结束}"
event_mes_data_0397_0028: .strn "{401f}{雪莉露}{491f}{3521}如果你有坚定的目标的话，{↙}客人会为你的精神{↙}非常感动的哦。{结束}"
event_mes_data_0397_0029: .strn "{401f}{雪莉露}{491f}{3521}客人对你{↙}充满自信的处事方式{↙}非常地感动哦{结束}"
event_mes_data_0397_0030: .strn "{401f}{雪莉露}{481f}{3521}进入了销售额前３的{↙}{名字}，{↙}给你这个努力的证明。{2b23}{401f}{雪莉露}{491f}{3521}{5622}{颜2}{功能1}{颜1}。{↙}希望你能用上它！{结束}"
event_mes_data_0397_0031: .strn "{401f}{雪莉露}{481f}{3521}那个和，{名字}从客人那里得到的{↙}礼物有关系哦。{2b23}{401f}{雪莉露}{491f}{3521}{5622}{颜2}{功能1}{颜1}。{↙}这是客人非常满意{↙}的证明哦。{结束}"
event_mes_data_0397_0032: .strn "{401f}{雪莉露}{4a1f}{3521}{5922}…什么！？{2b23}{401f}{雪莉露}{481f}{3521}啊呀，你好像销售额前３和{↙}客人的最高评价都{↙}获奖了啊。{2b23}{401f}{雪莉露}{491f}{3521}{5522}…真是厉害！！{0a27}{2b23}{401f}{雪莉露}{481f}{3521}那么，作为这次你努力的{↙}证明把这个给你！{↙}{颜2}{功能1}{颜1}。{结束}"
event_mes_data_0397_0033: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5822}离目标还有距离！{2c23}{0a27}{2b23}{401f}{雪莉露}{481f}{3521}但是，不要焦急。{↙}仅一步之遥了。{↙}好好加油吧。{9023}{结束}"
event_mes_data_0397_0034: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5922}似乎更近一步了！{2c23}{0a27}{2b23}{401f}{雪莉露}{481f}{3521}嗯。如果能抓住客人的心，{↙}就没有什么好担心的了。{9023}{结束}"
event_mes_data_0397_0035: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{4b1f}{3521}{5b22}好像只前进了一点。{2b23}{401f}{雪莉露}{4a1f}{3521}不行不行！{↙}作为镇长的我，{↙}怎么能气馁呢！{2b23}{401f}{雪莉露}{491f}{3521}{0422}好！{↙}振作起来，加油啊！！{9023}{结束}"
event_mes_data_0397_0036: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{4b1f}{3521}{5a22}路还很长…。{2b23}{401f}{雪莉露}{481f}{3521}前途未卜很不安吧。{0a27}{↙}{401f}{雪莉露}{4a1f}{3521}但是，大家不要沮丧！{↙}共同前进吧！{9023}{结束}"
event_mes_data_0397_0037: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5922}马上就到转折点了！{2c23}{0a27}{2b23}虽然有时痛苦！{↙}但是，大家会齐心协力的。{↙}道路虽长，大家要一起努力啊！{9023}{结束}"
event_mes_data_0397_0038: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{491f}{3521}{5522}好像超过一半了！{2b23}{401f}{雪莉露}{481f}{3521}势头喜人啊。{↙}大家都感受到{↙}销售额的强劲势头了吧。{9023}{结束}"
event_mes_data_0397_0039: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{491f}{3521}{5622}努力终于有了回报！{↙}嗯，值得高兴的事啊！{2b23}{401f}{雪莉露}{481f}{3521}期待着大家能继续努力哦。{9023}{结束}"
event_mes_data_0397_0040: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{491f}{3521}{0422}好像看到了一点曙光！{2b23}{401f}{雪莉露}{4a1f}{3521}不错啊！{↙}大家，不要放松{↙}继续前进哦！{9023}{结束}"
event_mes_data_0397_0041: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5522}好像已经看见了曙光！{2c23}{0a27}{2b23}照这个气势，向着目标{↙}大家团结一致{↙}向前奔跑吧。{9023}{结束}"
event_mes_data_0397_0042: .strn "{401f}{雪莉露}{481f}{3521}那么，这回大家的努力到{↙}{颜2}{0210}{颜1}{↙}这里……………{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5722}还差，一歩啦……………！{2c23}{0a27}{2b23}来，最后冲刺！{↙}大家跑起来吧！{9023}{结束}"
event_mes_data_0397_0043: .strn "{401f}{雪莉露}{481f}{3521}样品１１{9023}{结束}"
event_mes_data_0397_0044: .strn "{401f}{雪莉露}{481f}{3521}样品１２{9023}{结束}"
event_mes_data_0397_0045: .strn "{401f}{雪莉露}{481f}{3521}样品１３{9023}{结束}"
event_mes_data_0397_0046: .strn "{401f}{雪莉露}{481f}{3521}样品１４{9023}{结束}"
event_mes_data_0397_0047: .strn "{401f}{雪莉露}{481f}{3521}样品１５{9023}{结束}"
event_mes_data_0397_0048: .strn "{401f}{雪莉露}{481f}{3521}样品１６{9023}{结束}"
event_mes_data_0397_0049: .strn "{401f}{雪莉露}{481f}{3521}样品１７{9023}{结束}"
event_mes_data_0397_0050: .strn "{401f}{雪莉露}{481f}{3521}样品１８{9023}{结束}"
event_mes_data_0397_0051: .strn "{401f}{雪莉露}{481f}{3521}样品１９{9023}{结束}"
event_mes_data_0397_0052: .strn "{401f}{雪莉露}{481f}{3521}样品２０{9023}{结束}"
event_mes_data_0397_0053: .strn "{401f}{雪莉露}{481f}{3521}样品２１{9023}{结束}"
event_mes_data_0397_0054: .strn "{401f}{雪莉露}{481f}{3521}样品２２{9023}{结束}"
event_mes_data_0397_0055: .strn "{401f}{雪莉露}{481f}{3521}样品２３{9023}{结束}"
event_mes_data_0397_0056: .strn "{401f}{雪莉露}{481f}{3521}样品２４{9023}{结束}"
event_mes_data_0397_0057: .strn "{401f}{雪莉露}{481f}{3521}样品２５{9023}{结束}"
event_mes_data_0397_0058: .strn "{401f}{雪莉露}{481f}{3521}样品２６{9023}{结束}"
event_mes_data_0397_0059: .strn "{401f}{雪莉露}{481f}{3521}样品２７{9023}{结束}"
event_mes_data_0397_0060: .strn "{401f}{雪莉露}{481f}{3521}样品２８{9023}{结束}"
event_mes_data_0397_0061: .strn "{401f}{雪莉露}{481f}{3521}样品２９{9023}{结束}"
event_mes_data_0397_0062: .strn "{401f}{雪莉露}{481f}{3521}样品３０{9023}{结束}"
event_mes_data_0397_0063: .strn "{401f}{雪莉露}{481f}{3521}而且，下一次集市的店{↙}又会增加了。{2b23}{401f}{雪莉露}{491f}{3521}{5722}我的女儿，谢璐芙{↙}要开果树种子店。{2b23}{401f}{雪莉露}{481f}{3521}果树也不需要浇水，{↙}葡萄和茶种都很容易买到！{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}也预定准备其他{↙}的果树种子。{2b23}{411f}{莉亚}{491f}{3621}{a921}大家，{↙}多多指教啊。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}还有，预计要开{↙}家具店和五金店。{2b23}接下来，还预定{↙}开两家新店…{0a27}我这边{↙}很是期待哦！{2b23}所以，今后小镇集市{↙}的目标是……成为{0b27}{↙}{2e23}{颜2}全国第一的大集市{颜1}。{2c23}{结束}"
event_mes_data_0397_0064: .strn "{401f}{雪莉露}{481f}{3521}而且，下一次集市的店{↙}又会增加了。{2b23}{5722}埃萨克的情报屋和{↙}克莱尔的食品店。{2b23}{411f}{迪鲁卡}{491f}{3621}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}{2c22}会准备好有用的情报{↙}所以有空请顺道来看看。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}我也是，会准备美味的料理{↙}所以大家也要来啊。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{5522}还有，占卜店和抽签店{↙}也预定开店。{2b23}{401f}{雪莉露}{481f}{3521}这样我们小镇的集市也，{↙}越来越有生机了吧。{↙}恩，{0a27}{401f}{雪莉露}{491f}{3521}{5722}真是值得期待！{2b23}{401f}{雪莉露}{481f}{3521}所以，今后小镇{↙}集市目标是……{0b27}{↙}{2e23}{颜2}大陆第一的大集市{颜1}。{2c23}{结束}"
event_mes_data_0397_0065: .strn "{401f}{雪莉露}{481f}{3521}而且，下一次集市的店{↙}又会增加了。{↙}奈莉奈的食品店。{2b23}{411f}{神·罗}{491f}{3621}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3022}为了让集市的客人{↙}满意而归我会努力的。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}还有，少见的抽签店和{↙}杂货店预定要开店。{2b23}{401f}{雪莉露}{491f}{3521}{5622}这样我们小镇的集市也，{↙}能够向着目标{↙}进一步成长的吧！{2b23}{401f}{雪莉露}{481f}{3521}因此，今后小镇集市{↙}的目标是…{0b27}{↙}{2e23}{颜2}世界第一的大集市{颜1}。{2c23}{结束}"
event_mes_data_0397_0066: .strn "{401f}{雪莉露}{481f}{3521}{2d23}……………{↙}……………{↙}………{2e23}{0b27}{5922}{4a1f}什么！！！！！！！{2b23}{401f}{雪莉露}{481f}{3521}{2c23}这样，我们的小镇又会{↙}恢复原有的人气{↙}{0a27}{4a1f}不对！{2b23}{401f}{雪莉露}{491f}{3521}{0422}会成为前所未有的{↙}最好的集市！！{2b23}{401f}{雪莉露}{4b1f}{3521}不好…说得太长了啊…{2b23}{401f}{雪莉露}{481f}{3521}这也是多亏了{↙}大家团结一致，{↙}使集市气氛高涨啊………{2b23}{411f}{迪鲁卡}{491f}{3621}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}{2c22}比起以前，大家的羁绊{↙}更深了…我这样觉得。{2b23}{411f}{迪鲁卡}{481f}{3621}可是回想起来。{↙}那段时间，为集市的发展{↙}默默地感到苦恼…{2b23}{411f}{弗乔}{491f}{3621}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{4422}很担心集市会不会{↙}就这么消失了。{2b23}{411f}{罗万}{491f}{3621}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}有次镇长在咖啡店{↙}伤心到早上呢。{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}我也是，记得去{↙}接过父亲好几次了。{2b23}{411f}{莉亚}{491f}{3621}{a821}父亲，{↙}真的太好了呢。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}我{2d23}………{2c23}，{0a27}{↙}{401f}{雪莉露}{491f}{3521}我很高兴！{2b23}{5622}为我们小镇的人感到自豪！{结束}"
event_mes_data_0397_0067: .strn "{411f}{迪鲁卡}{491f}{3621}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}{6122}做到了呢，{↙}{名字}。{2b23}真厉害，{↙}{3023}牧场。{结束}"
event_mes_data_0397_0068: .strn "{411f}{迪鲁卡}{481f}{3621}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}{6322}能成为销售额第１名…{↙}肯定有经商的才能。{2b23}{411f}{迪鲁卡}{491f}{3621}真是，{↙}羡慕死了。{结束}"
event_mes_data_0397_0069: .strn "{411f}{迪鲁卡}{4a1f}{3621}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}{6222}什，什么{名字}是第１名！？{2b23}{411f}{迪鲁卡}{491f}{3621}{名字}的话，{↙}我想是能够成为第１名的。{结束}"
event_mes_data_0397_0070: .strn "{401f}{神·罗}{491f}{3521}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3022}真是厉害，{名字}。{↙}下一次去你的店里哦。{结束}"
event_mes_data_0397_0071: .strn "{401f}{神·罗}{4a1f}{3521}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3122}能成为销售额第１…{↙}肯定，非常努力吧。{2b23}{401f}{神·罗}{491f}{3521}诗琼和拉拉米{↙}也想像你那样，{↙}努力成为商人。{结束}"
event_mes_data_0397_0072: .strn "{401f}{神·罗}{481f}{3521}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}只要{名字}在的话，{↙}这个小镇的集市就可以放心了。{结束}"
event_mes_data_0397_0073: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1822}我们咖啡店的销售额{↙}被超过了呢。{2b23}下次不会输了哦，{↙}{名字}。{结束}"
event_mes_data_0397_0074: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1922}照这个势头，{↙}让集市的气氛更高涨吧。{结束}"
event_mes_data_0397_0075: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{4422}还不能，{↙}输给年轻人呢。{2b23}{401f}{弗乔}{481f}{3521}回到咖啡店之后，{↙}要想个新菜单了。{↙}来帮忙啊，米娜。{2b23}{411f}{罗万}{481f}{3621}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}好的，奶奶。{↙}想想有什么美味的料理吧♪{结束}"
event_mes_data_0397_0076: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}真厉害，{名字}。{↙}下次也要得第１名哦。{结束}"
event_mes_data_0397_0077: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}真是厉害哦，{名字}。{2b23}真想试试和你一起，{↙}在你的店工作呢。{↙}但是好像会打扰你。{结束}"
event_mes_data_0397_0078: .strn "{401f}{罗万}{481f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}非常努力了吧。{2b23}{401f}{罗万}{491f}{3521}{1c22}恭喜，{↙}{名字}。{结束}"
event_mes_data_0397_0079: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}真不愧是{e021}。{↙}我也要向你学习。{结束}"
event_mes_data_0397_0080: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e121}下次集市我一定会得到{↙}销售额第１的。{结束}"
event_mes_data_0397_0081: .strn "{401f}{卡米尔}{4a1f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{5022}哼！要是再卖出２，３个{↙}商品的话就不会这样了。{2b23}{401f}{卡米尔}{491f}{3521}下次不会输的。{结束}"
event_mes_data_0397_0082: .strn "{401f}{艾瑞拉}{4b1f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}{5f22}怎会，会，会………{↙}输的…{2b23}我还是会成为{↙}销售额第１的…{结束}"
event_mes_data_0397_0083: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}{1522}真的很厉害，{↙}{名字}！！{2b23}我想请你教教我，{↙}销售的诀窍！{结束}"
event_mes_data_0397_0084: .strn "{401f}{艾瑞拉}{4a1f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}{1622}口古月！口古月！{↙}怎么回事啊！！{2b23}下次不论怎样都要{↙}胜过{名字}的店！{结束}"
event_mes_data_0397_0085: .strn "{401f}{琉伊}{491f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}真是厉害呢～就照这{↙}势头下次也要努力啊。{结束}"
event_mes_data_0397_0086: .strn "{401f}{琉伊}{481f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}哎呀，{名字}是第１名？{2b23}{401f}{琉伊}{491f}{3521}{2422}真厉害，{3023}牧场。{↙}我重新认识你了。{结束}"
event_mes_data_0397_0087: .strn "{401f}{琉伊}{491f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{6022}{名字}，{↙}第１名！？{2b23}我们家先生也要{↙}好好向你学习呢。{2b23}{411f}{伊尔萨}{4b1f}{3621}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}{2222}喂，喂喂…{↙}老婆给点面子啊。{结束}"
event_mes_data_0397_0088: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}{2022}真是厉害。{↙}干的漂亮啊，{名字}。{结束}"
event_mes_data_0397_0089: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}{2022}我就觉得你做的到！{↙}恭喜，{名字}。{结束}"
event_mes_data_0397_0090: .strn "{411f}{伊尔萨}{4a1f}{3621}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}{2122}下次不会输你了哦！{↙}不要松懈啊！{2b23}{401f}{琉伊}{4a1f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2522}你也是，绝对{↙}不能松懈哦！{2b23}{411f}{伊尔萨}{481f}{3621}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}大，大家共同进步…{结束}"
event_mes_data_0397_0091: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a921}销售额第１名，{↙}真是厉害！{2b23}下次集市，{↙}也会给你加油的哦！{结束}"
event_mes_data_0397_0092: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{ab21}嗯！恭喜你{↙}取得销售额第１名。{2b23}{411f}{莉亚}{491f}{3621}父亲。{↙}一定要教我{↙}开店的秘诀。{2b23}{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}是这样啊！{2b23}{401f}{雪莉露}{481f}{3521}那么，去{名字}的店{↙}里学学吧！{2b23}{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{aa21}那样会麻烦{↙}到他啊。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{5722}当然啦！{结束}"
event_mes_data_0397_0093: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}恭喜你，{↙}获得第１名。{2b23}{401f}{莉亚}{491f}{3521}{a921}不知道为什么，觉得像自己的{↙}事情一样感到高兴。{结束}"
event_mes_data_0397_0094: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{5922}什么，{↙}{名字}！！！！？？{2b23}你今次的销售额，是{↙}{颜2}最高记录{颜1}啊！！{2b23}{401f}{雪莉露}{491f}{3521}{0422}太厉害了！{↙}你有着前无古人{↙}后无来者的气魄！{2b23}{401f}{雪莉露}{481f}{3521}今后，{↙}也希望你能作为大家的{↙}榜样继续奋斗！{结束}"
event_mes_data_0397_0095: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{5922}什么！！{2b23}{401f}{雪莉露}{491f}{3521}真是，太厉害了！！{↙}{颜2}{功能1}{颜1}的店{↙}创造了{↙}销售最高记录！！{2b23}{401f}{雪莉露}{481f}{3521}也希望其它的店{↙}以这个记录为目标而努力。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0397_End: .hword 0x270F,(event_mes_data_0397_0000 - event_mes_data_0397_header)/2
;event_mes_data_0397文本数量为：96
