;子文件头
event_mes_data_0421_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0421_0000 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0001 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0002 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0003 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0004 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0005 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0006 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0007 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0008 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0009 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0010 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0011 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0012 - event_mes_data_0421_header)

event_mes_data_0421_0000: .strn "{401f}{千寻}{491f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}欢迎光临～{结束}"
event_mes_data_0421_0001: .strn "{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{ec21}咕噜噜～…{↙}肚子饿啦～{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}喂喂…{↙}你要紧吗？{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}迪鲁卡君，{↙}说好了的事还记得不？{2b23}{401f}{千寻}{4c1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}…什么？{结束}"
event_mes_data_0421_0002: .strn "{401f}{千寻}{4a1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}哦，哦哦，{↙}上次比赛我输了。{2b23}我说过要请你{↙}吃东西？{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}是啊～。{2b23}所以啊，{↙}我没吃饭就来了。{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{da21}什…什么！！{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e821}你说好了的。{↙}你请客吧～{2b23}{401f}{千寻}{4b1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{dc21}知…知道啦…{↙}到这儿来吧。{结束}"
event_mes_data_0421_0003: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e821}哇…。{结束}"
event_mes_data_0421_0004: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}你看，是蛋包饭哎。{↙}快吃吧。{结束}"
event_mes_data_0421_0005: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}那我不客气啦！{结束}"
event_mes_data_0421_0006: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}要添饭！{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}这么快！？{结束}"
event_mes_data_0421_0007: .strn "{401f}{千寻}{4a1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{da21}你还是稍微，{↙}尝下味道吧！{2b23}{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{ed21}哎～，不过～{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}稍微等会儿吧。{↙}马上就拿来。{结束}"
event_mes_data_0421_0008: .strn "{411f}{罗万}{491f}{3621}{2f23}{颜3}米娜{颜1}{2c23}{↙}来了。{↙}添的饭。{2b23}{1c22}给你盛了一大碗。{2b23}{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}麻烦你了啊。{结束}"
event_mes_data_0421_0009: .strn "{401f}{千寻}{4a1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}你看，添的饭！{↙}品品味！{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}那我吃啦～！！{结束}"
event_mes_data_0421_0010: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}再要添饭！{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{4e22}………{结束}"
event_mes_data_0421_0011: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}肚子吃撑了～{↙}多谢招待。{结束}"
event_mes_data_0421_0012: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}老板。{↙}像是吃完了。{2b23}要多少钱…{2b23}{401f}{弗乔}{4b1f}{3521}{2f23}{颜3}梅里尼{颜1}{2d23}{↙}………{2c23}{1b22}这个月工资不发了。{2b23}{411f}{千寻}{4b1f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{dd21}这…这样啊。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}那，我就回去啦～{↙}再见。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0421_End: .hword 0x270F,(event_mes_data_0421_0000 - event_mes_data_0421_header)/2
;event_mes_data_0421文本数量为：13
