;子文件头
event_mes_data_0504_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0504_0000 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0001 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0002 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0003 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0004 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0005 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0006 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0007 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0008 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0009 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0010 - event_mes_data_0504_header)

event_mes_data_0504_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}君，早上好！{↙}稍微打扰你一下哦。{结束}"
event_mes_data_0504_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}今天我有些一定要让{↙}{名字}君知道的事情。{结束}"
event_mes_data_0504_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这个月２０号将要召开{↙}{颜2}滑雪大会{颜1}哦！{2b23}这次，{名字}君{↙}也能出场就好了呢。{结束}"
event_mes_data_0504_0003: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0522}唔，不会是你还没有{↙}滑雪板吧？{结束}"
event_mes_data_0504_0004: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}但是不用担心，{↙}{名字}君！{2b23}{0422}我早就料到可能这样，{↙}特意带来给你了。{↙}拿去吧！{结束}"
event_mes_data_0504_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}想要使用滑雪板，{↙}和使用其他道具方法一样。{2b23}装备了之后按{颜2}Ｂ键{颜1}{↙}就能够使用了。{2b23}乘坐状态中按{颜2}Ｂ键{颜1}{↙}就能够减速，停下来之后{↙}再按一下就能够下来了。{2b23}{401f}{雪莉露}{4a1f}{3521}滑雪道也是{↙}刚刚完成不久的，{↙}来练习一下吧！{2b23}滑道在…这里！{结束}"
event_mes_data_0504_0006: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}调查这个公告版，就能够{↙}選择练习的滑道了。{2b23}滑道有{颜2}初級和高級{颜1}{↙}两种。这次大会選用{↙}的是初級滑道。{结束}"
event_mes_data_0504_0007: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}当然滑雪板只能在{颜2}冬天{颜1}{↙}才能使用。{2b23}{颜2}其他的季节{颜1}用{颜2}滑板{颜1}{↙}就可以了。一定{↙}在集市上可以买到的。{2b23}{401f}{雪莉露}{481f}{3521}那么我差不多该告辞了{↙}刚说的滑雪板的用法{↙}你记住了吗？{结束}"
event_mes_data_0504_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}嗯！那么我很期待你在{↙}大会上的优秀表现哦！{结束}"
event_mes_data_0504_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}那我就在讲解一次。{↙}一定要好好听哦。{结束}"
event_mes_data_0504_0010: .strn "{411f}{a41f}{481f}{3223}{0008}记住了{↙}{0008}请再说一遍{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0504_End: .hword 0x270F,(event_mes_data_0504_0000 - event_mes_data_0504_header)/2
;event_mes_data_0504文本数量为：11
