;子文件头
event_mes_data_0952_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0952_0000 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0001 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0002 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0003 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0004 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0005 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0006 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0007 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0008 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0009 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0010 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0011 - event_mes_data_0952_header)

event_mes_data_0952_0000: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}米娜。我先前{↙}做了咖喱哎。{2b23}{401f}{罗万}{481f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}芙蕾娅，那个咖喱。{↙}真的是咖喱吗？{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bc21}什么真不真的？{↙}我这是原创咖喱哎♪{2b23}{401f}{罗万}{481f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}芙蕾娅原创…{↙}食谱嘛我还是不问了。{2b23}{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}呵呵。{↙}没事没事。{2b23}认为这咖喱很美味{↙}的人会到这里来{↙}也不一定…{结束}"
event_mes_data_0952_0001: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1e22}咿？{↙}咿、咿、咿？{结束}"
event_mes_data_0952_0002: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}我回屋里去了。{↙}再见啦，芙蕾娅。{结束}"
event_mes_data_0952_0003: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}晚上好，{↙}{名字}。{2b23}{名字}，{↙}是来喝茶的吗？{结束}"
event_mes_data_0952_0004: .strn "{411f}{a41f}{481f}{3223}{0008}是来喝茶的{↙}{0008}不是来喝茶{结束}"
event_mes_data_0952_0005: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bc21}是吗…来喝茶的啊。{↙}是啊，喝茶。{2b23}我也是{↙}来喝茶的呢。{结束}"
event_mes_data_0952_0006: .strn "{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}不过，不光是喝茶呀。{2b23}到这里来了，也许会{↙}遇到比茶重要得多{↙}的事情也不一定啊。{结束}"
event_mes_data_0952_0007: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{be21}不过，没事。{↙}怎么都行。{2b23}{401f}{莉可丽丝}{4a1f}{3521}{bb21}能悠哉悠哉就行。{结束}"
event_mes_data_0952_0008: .strn "{401f}{莉可丽丝}{4d1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bd21}不是来喝茶，{↙}那是来见我的？{结束}"
event_mes_data_0952_0009: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}是这样啊。{↙}太高兴了！{2b23}其实我也不是{↙}来喝茶的啊。{2b23}我是想，到这里来，{↙}也许你也能来，{↙}就可以和你说说话了。{2b23}我一边这么想着，{↙}一边等着你哦。{结束}"
event_mes_data_0952_0010: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}哎，知道吗，我呢{↙}最近工作很顺利呢。{2b23}如果一直能就这样顺利进行，{↙}我觉得，我会更被提拔，{↙}担任更重要的工作呢。{2b23}{401f}{莉可丽丝}{4b1f}{3521}{2d23}………{2c23}嗯。{↙}其实我真的想说的话，{↙}也并不是这个。{2b23}{be21}不过，{↙}咳，不知道该说什么，{↙}怎么去说。{结束}"
event_mes_data_0952_0011: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}只不过就跟你说说话，{↙}为什么会这样。{2b23}一会儿变得这么高兴，{↙}一会儿又觉得难为情。{↙}不可思议，{0a27}啊。{2b23}我们下次，再好好聊。{↙}到时我要好好整理一下{↙}心情说出真正要说的话。{2b23}{401f}{莉可丽丝}{491f}{3521}所以啊，下次见。{↙}{名字}。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0952_End: .hword 0x270F,(event_mes_data_0952_0000 - event_mes_data_0952_header)/2
;event_mes_data_0952文本数量为：12
