;子文件头
event_mes_data_0858_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0858_0000 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0001 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0002 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0003 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0004 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0005 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0006 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0007 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0008 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0009 - event_mes_data_0858_header)

event_mes_data_0858_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}好。{↙}大家都到齐了。{2b23}今天，为了能好好的{↙}评判各位的料理{↙}我们特地请来了，{2b23}{401f}{雪莉露}{491f}{3521}精通料理的皮埃尔先生{↙}这边请！{结束}"
event_mes_data_0858_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯。{↙}大家都到齐了。{2b23}今天也是，为了能好好的{↙}评判各位的料理{↙}所以请那位美食家来了。{2b23}{401f}{雪莉露}{491f}{3521}皮埃尔先生{↙}这边请！{结束}"
event_mes_data_0858_0002: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}我是刚才镇长介绍过的{↙}美食家皮埃尔。{2b23}今天审查{↙}甜品料理。{2b23}我作为美食家{↙}会认认真真审查，{↙}请大家多多关照。{2b23}{401f}{c81f}{491f}{3521}那么开始审查了！{结束}"
event_mes_data_0858_0003: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个栗子蛋糕{↙}味道很好呢。{2b23}{401f}{c81f}{491f}{3521}一吃到嘴里，{↙}那香甜的味道{↙}就在口中扩张开来。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}那个嘛，我经常做来给{↙}给凯文吃的。{2b23}{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}总能吃到这么好吃的甜品{↙}凯文真是幸福呢。{2b23}{401f}{c81f}{481f}{3521}接下来，下一个。{结束}"
event_mes_data_0858_0004: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这…这个烤苹果…。{2b23}{401f}{c81f}{4b1f}{3521}用言语难以表达的{↙}非常的{↙}…个性十足啊。{2b23}{411f}{莉可丽丝}{4c1f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bc21}那是好吃？{↙}还是不好吃？{2b23}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}嗯，这个……很难判断。{2b23}{401f}{c81f}{481f}{3521}那…那么，下一个！{结束}"
event_mes_data_0858_0005: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个，乍一看{↙}是很普通的巧克力蛋糕…{2b23}{401f}{c81f}{491f}{3521}不过，非常美味！{↙}优质的巧克力和{2b23}松软的蛋糕{↙}组合起来{↙}真是美味极了！{2b23}{411f}{弗乔}{481f}{3621}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1822}啊呀呀♪{2b23}您能这么喜欢{↙}我听了也很高兴呢。{2b23}{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}是个极品甜点。{↙}那么下一个。{结束}"
event_mes_data_0858_0006: .strn "{401f}{c81f}{4b1f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个甜品呢…{↙}不是太好吃呢…{2b23}希望你能够{↙}再好好努力啊。{2b23}{401f}{c81f}{481f}{3521}期待下一次更好。{↙}这样，全部审查完毕。{2b23}接下来{↙}要发表审查结果。{结束}"
event_mes_data_0858_0007: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个甜品呢，{↙}做得是不错。{2b23}{401f}{c81f}{481f}{3521}不过，味道呢还是{↙}欠点火候。{2b23}下次希望能尝到{↙}更加美味的甜品呢。{2b23}到这里，审查全部结束。{↙}现在开始，发表审查结果。{结束}"
event_mes_data_0858_0008: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}非常美味。{↙}这甜品做得不错。{2b23}{401f}{c81f}{481f}{3521}不过作为甜品，{↙}觉得好像外形{↙}不够华丽。{2b23}到这里，审查全部结束。{↙}现在开始发表结果。{结束}"
event_mes_data_0858_0009: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}美…美味极了。{2b23}{401f}{c81f}{491f}{3521}感觉能吃到{↙}这样的甜品{↙}真是很幸福呢。{2b23}适度的甜味{↙}同时还有甜美的香味。{↙}感觉今天真是来对了。{2b23}{401f}{c81f}{481f}{3521}到这里，审查全部结束。{↙}现在开始发表审查结果。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0858_End: .hword 0x270F,(event_mes_data_0858_0000 - event_mes_data_0858_header)/2
;event_mes_data_0858文本数量为：10
