;子文件头
event_mes_data_0948_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0948_0000 - event_mes_data_0948_header)
    .hword (event_mes_data_0948_0001 - event_mes_data_0948_header)
    .hword (event_mes_data_0948_0002 - event_mes_data_0948_header)
    .hword (event_mes_data_0948_0003 - event_mes_data_0948_header)
    .hword (event_mes_data_0948_0004 - event_mes_data_0948_header)

event_mes_data_0948_0000: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b321}啊，突然间把{颜2}青之羽毛{颜1}什么的{↙}交给我…？{结束}"
event_mes_data_0948_0001: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}啊，只不过有点儿吃惊罢了。{↙}我并没有生气啊。{2b23}{2d23}………{2c23}可以啊。{↙}那我们就结婚吧。{2b23}我也想…，{0b27}{↙}{401f}{拉兹贝莉}{4d1f}{3521}{b121}永远和你在一起。{结束}"
event_mes_data_0948_0002: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}哦，这件事还得向爸爸{↙}通知一声才行呢。{2b23}你也一起来吧。{结束}"
event_mes_data_0948_0003: .strn "{411f}{艾琳}{481f}{3621}{2f23}{颜3}埃利希{颜1}{2c23}{↙}是吗。{2b23}小安，你和{↙}{名字}君结婚的事{↙}已经决定了啊。{2b23}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}是啊。{2b23}我已经决定嫁到{↙}{名字}家了。{↙}爸爸说什么都没用了呢。{2b23}{411f}{艾琳}{491f}{3621}{2f23}{颜3}埃利希{颜1}{2c23}{↙}{0822}我不会反对啊。{2b23}小艾自己这样决定的话，{↙}我想，这对你来说一定是{↙}最能带来幸福的選择。{2b23}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}爸爸…{0b27}{↙}{401f}{拉兹贝莉}{491f}{3521}谢谢你。{结束}"
event_mes_data_0948_0004: .strn "{411f}{艾琳}{491f}{3621}{2f23}{颜3}埃利希{颜1}{2c23}{↙}那么婚礼办不办？{2b23}{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}我们正在商量，{↙}计划一星期以后举行。{2b23}{411f}{艾琳}{491f}{3621}{2f23}{颜3}埃利希{颜1}{2c23}{↙}{0822}哦，是嘛。{↙}期盼婚礼那天快点来。{2b23}{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}嗯。{2b23}{411f}{艾琳}{481f}{3621}{2f23}{颜3}埃利希{颜1}{2c23}{↙}{名字}君，{↙}安琪就拜托给你啦。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0948_End: .hword 0x270F,(event_mes_data_0948_0000 - event_mes_data_0948_header)/2
;event_mes_data_0948文本数量为：5
