;子文件头
event_mes_data_0954_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0954_0000 - event_mes_data_0954_header)
    .hword (event_mes_data_0954_0001 - event_mes_data_0954_header)
    .hword (event_mes_data_0954_0002 - event_mes_data_0954_header)
    .hword (event_mes_data_0954_0003 - event_mes_data_0954_header)

event_mes_data_0954_0000: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bd21}你突然给我这个，{↙}我心里还没有准备好呢。{结束}"
event_mes_data_0954_0001: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}那么，我重新接受…{2b23}{401f}{莉可丽丝}{4d1f}{3521}{颜2}青之羽毛{颜1}，{↙}同时也接受{↙}你的情意。{结束}"
event_mes_data_0954_0002: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}呵呵。{↙}太高兴了。{2b23}其实我心里{↙}也一直想要是能{↙}这样就太好了。{2b23}{401f}{莉可丽丝}{4d1f}{3521}从今往后，我会和你共有{↙}这份感情。{↙}直到永远。{结束}"
event_mes_data_0954_0003: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}那么，接下来就是婚礼啦！{2b23}{401f}{莉可丽丝}{481f}{3521}还有很多准备工作…。{↙}{0a27}是啊。{↙}就下个星期吧。{2b23}{401f}{莉可丽丝}{491f}{3521}这是我们俩第一次{↙}共同举行的盛典。{2b23}啊，我都等不及了。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0954_End: .hword 0x270F,(event_mes_data_0954_0000 - event_mes_data_0954_header)/2
;event_mes_data_0954文本数量为：4
