;子文件头
event_mes_data_1013_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1013_0000 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0001 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0002 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0003 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0004 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0005 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0006 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0007 - event_mes_data_1013_header)

event_mes_data_1013_0000: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}啊呀，这不是尤里斯嘛。{2b23}来咖啡店了，{↙}真是稀客啊。{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}是，是吗？{2b23}偶尔，{↙}也会来像这样的地方的。{结束}"
event_mes_data_1013_0001: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}总感觉你{↙}好像很累的样子。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d321}啊，不是…{2b23}{411f}{亚修}{4c1f}{3621}{d521}…果然还是看出来啦…{↙}…就为这么点小事真是没用。{结束}"
event_mes_data_1013_0002: .strn "{401f}{莉可丽丝}{4a1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{be21}…尤里斯，{↙}过来一下。{结束}"
event_mes_data_1013_0003: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}…唔，究竟怎么了？{↙}你说说。{结束}"
event_mes_data_1013_0004: .strn "{411f}{亚修}{4c1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}其实…有一个{↙}新来的学生…{2b23}实在是…那个，{↙}可说是至今没有遇到过的{↙}类型的孩子…{2b23}{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}不喜欢学习，{↙}也不听话？{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}不，{↙}性格很好的孩子。{2b23}成绩又好。{2b23}{411f}{亚修}{4b1f}{3621}只是…与其说是不说话的孩子{↙}还不如说是像牙膏一样{↙}不挤就不会说话的孩子…{2b23}不管是表扬还是提醒，{↙}回答的总是「好的」，{↙}也没有什么表情…{2b23}{d521}这个年纪的孩子，{↙}应该是开心啊生气啊{↙}很外露的…{结束}"
event_mes_data_1013_0005: .strn "{401f}{莉可丽丝}{4a1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{ba21}…你这样子{↙}怎么行？{2b23}{401f}{莉可丽丝}{481f}{3521}你是老师吧？{↙}只要教他不就好了，{↙}开心的事，不开心的事。{2b23}我认为{↙}，老师的话{↙}不只是教学习上的事。{结束}"
event_mes_data_1013_0006: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}是，是吗。{2b23}是啊。{↙}只会学习，{↙}是不能成为了不起的人的…！{2b23}{411f}{亚修}{491f}{3621}{d121}为什么没有注意到{↙}这么简单的问题呢…{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}算了，虽然很糟糕…{↙}好好加油吧。{2b23}{b821}你的话一定没问题的。{↙}你是个好老师。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}谢，谢谢。{2b23}…你这么一说，{↙}我有自信了。{2b23}…和芙蕾娅聊天{↙}真是太好了。{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}这点小事，没关系的。{↙}无论何时我都会听的。{结束}"
event_mes_data_1013_0007: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}感觉有办法了。{2b23}{411f}{亚修}{481f}{3621}…那么，{↙}我先走了。{2b23}{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}嗯，再见。{↙}尤里斯。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1013_End: .hword 0x270F,(event_mes_data_1013_0000 - event_mes_data_1013_header)/2
;event_mes_data_1013文本数量为：8
