;子文件头
event_mes_data_0946_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0946_0000 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0001 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0002 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0003 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0004 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0005 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0006 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0007 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0008 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0009 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0010 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0011 - event_mes_data_0946_header)

event_mes_data_0946_0000: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b321}你吓了我一大跳哎。{↙}进来时打个招呼好不好。{结束}"
event_mes_data_0946_0001: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}这书架上的书？{↙}这是我母亲工作用的资料。{2b23}有風景写真集啦，还有用来{↙}做作衣服的布料等资料。{2b23}也有有关各个国家的民族{↙}资料什么的啊。{2b23}{401f}{拉兹贝莉}{491f}{3521}有很多很多，就是光看一看{↙}也很长知识哟。{↙}你也一起来看吗？{结束}"
event_mes_data_0946_0002: .strn "{411f}{艾琳}{481f}{3621}{2f23}{颜3}埃利希{颜1}{2c23}{↙}我回来啦，小安安。{0a27}{↙}哦，{名字}君也在。{2b23}{411f}{艾琳}{491f}{3621}很难得呢，小安安{↙}居然会在家里和谁{↙}一起说话。{2b23}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}哪儿啊。{2b23}只不过今天{名字}君{↙}偶尔到我家来玩。{2b23}{411f}{艾琳}{491f}{3621}{2f23}{颜3}埃利希{颜1}{2c23}{↙}{0822}是吗。{结束}"
event_mes_data_0946_0003: .strn "{411f}{艾琳}{491f}{3621}{2f23}{颜3}埃利希{颜1}{2c23}{↙}看来我回来的{↙}太早了些啊。{2b23}那让我，{↙}在外面再溜达溜达。{2b23}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}安琪{颜1}{2c23}{↙}喂，爸爸，{↙}你说什么啊……{结束}"
event_mes_data_0946_0004: .strn "{411f}{拉兹贝莉}{4a1f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b321}什么啊。{↙}这人真是的，干什么啊…。{结束}"
event_mes_data_0946_0005: .strn "{411f}{a41f}{481f}{3223}{0008}不好意思让他费心了。{↙}{0008}真是个好爸爸啊。{结束}"
event_mes_data_0946_0006: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b721}嗯，没事的。{↙}你又没做错什么。{2b23}{411f}{拉兹贝莉}{481f}{3621}是我，我是知道{↙}爸爸回家的{↙}时间的啊。{结束}"
event_mes_data_0946_0007: .strn "{411f}{拉兹贝莉}{4b1f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}爸爸样样事情太过费心。{↙}他对我，对妈妈都这样呢。{2b23}爸爸把妈妈的工作当成就像是{↙}自己的梦想一样支持妈妈。{2b23}这倒没什么。{↙}这是爸爸他自己的選择。{2b23}但是，{↙}和自己的家人天各一方，{↙}他一点都没有不满吗？！{结束}"
event_mes_data_0946_0008: .strn "{411f}{拉兹贝莉}{4c1f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b521}…我，不知怎么的，{↙}情绪有点激动。{2b23}{411f}{拉兹贝莉}{491f}{3621}真想把这事当没发生一样。{↙}不过这也不大可能那。{2b23}{411f}{拉兹贝莉}{481f}{3621}我很尊敬妈妈，{↙}也有点崇拜她。所以，{↙}一点没有讨厌她的意思。{2b23}{411f}{拉兹贝莉}{491f}{3621}{b121}真的，感觉怪怪的。{↙}我会跟你说这些事。{2b23}以后，可能还会再讲{↙}这些事，你肯耐心听我讲吗？{结束}"
event_mes_data_0946_0009: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b021}呵呵。{↙}谢啦，{名字}。{结束}"
event_mes_data_0946_0010: .strn "{411f}{拉兹贝莉}{4c1f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b521}好爸爸啊。{2b23}{411f}{拉兹贝莉}{481f}{3621}别人观看表象，{↙}可能是会这么想呢。{↙}不过，我吧…{结束}"
event_mes_data_0946_0011: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}啊，没什么。{↙}你要是还想看书那接着看吧。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0946_End: .hword 0x270F,(event_mes_data_0946_0000 - event_mes_data_0946_header)/2
;event_mes_data_0946文本数量为：12
