;子文件头
event_mes_data_0502_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0502_0000 - event_mes_data_0502_header)
    .hword (event_mes_data_0502_0001 - event_mes_data_0502_header)
    .hword (event_mes_data_0502_0002 - event_mes_data_0502_header)
    .hword (event_mes_data_0502_0003 - event_mes_data_0502_header)

event_mes_data_0502_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}，{↙}早上好。{结束}"
event_mes_data_0502_0001: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}牧场工作搞得如何了。{↙}应该是很顺利的吧？{2b23}今天，第二座風车{↙}可以使用了，{↙}我来告诉你一下。{2b23}{401f}{迪鲁卡}{491f}{3521}河的下游附近，{↙}旅馆的下边的風车。{↙}我现在就带你去看看吧。{结束}"
event_mes_data_0502_0002: .strn "{401f}{迪鲁卡}{491f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}新投入使用的風车{↙}在这边。{2b23}这个風车可以对物品进行{↙}{颜2}加工{颜1}{↙}之类的操作。{2b23}{401f}{迪鲁卡}{481f}{3521}比如说…这样。{↙}{颜2}矿石{颜1}做成{颜2}装饰品{颜1}之类的{↙}{颜2}锄头等{颜1}进行{颜2}强化{颜1}之类的。{2b23}这里也是，只要有材料，{↙}就能够做出{↙}各种各样的道具了。{结束}"
event_mes_data_0502_0003: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}使用的方法和牧场里的{↙}風车一样。{2b23}请好好的使用。{↙}那么，{↙}我就先告辞了。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0502_End: .hword 0x270F,(event_mes_data_0502_0000 - event_mes_data_0502_header)/2
;event_mes_data_0502文本数量为：4
