;子文件头
event_mes_data_0974_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0974_0000 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0001 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0002 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0003 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0004 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0005 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0006 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0007 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0008 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0009 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0010 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0011 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0012 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0013 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0014 - event_mes_data_0974_header)

event_mes_data_0974_0000: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}你好，{↙}{名字}君。{结束}"
event_mes_data_0974_0001: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}今天天气真不错，{↙}外面空气也令人舒畅呢。{2b23}{401f}{莉亚}{491f}{3521}{a821}像这样的天，像要发生什么{↙}令人愉快的事呢。{结束}"
event_mes_data_0974_0002: .strn "{411f}{琉伊}{481f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}啊～谢璐芙。{↙}你好。{结束}"
event_mes_data_0974_0003: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}你们好，{↙}克莱尔，和奈莉奈。{2b23}{401f}{莉亚}{481f}{3521}说起来，克莱尔。{↙}之前你晚饭分给我们，{↙}非常感谢哦。{2b23}{401f}{莉亚}{491f}{3521}{a921}味道好极了。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}没关系，这不算什么。{2b23}不过你说好吃，{↙}我听了倒真是很高兴呢。{↙}我下次还给你送去。{2b23}{441f}{401f}{神·罗}{491f}{3521}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3022}确实很好吃啊。{↙}也要给我点，拜托啦。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}我知道了。{2b23}{401f}{神·罗}{481f}{3521}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}那么，再见啦。{↙}谢璐芙。{2b23}{411f}{琉伊}{481f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}再见。{2b23}{441f}{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}好，{↙}再见。{结束}"
event_mes_data_0974_0004: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a821}那两个人是隔壁的邻居，{↙}关系好着呢。{结束}"
event_mes_data_0974_0005: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}莎尼亚{颜1}{2c23}{↙}喏，他爷爷。{2b23}我说的对吧，{↙}是谢璐芙哎。{2b23}{411f}{霍华德}{491f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}{0c22}呵呵呵。{2b23}老太婆眼神不错啊。{↙}我一点都没看见。{结束}"
event_mes_data_0974_0006: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}斯图尔特爷爷，{↙}莎尼亚奶奶，你们好。 {2b23}两个人是在约会吗？{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}莎尼亚{颜1}{2c23}{↙}{1022}散散步而已。{2b23}{411f}{古拉尼}{481f}{3621}之前你为我按摩{↙}帮了我大忙那。{↙}按摩很累吧？{2b23}我家就只有我跟{↙}他爷爷两个人。{2b23}{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}不，一点都不累。{2b23}只要你高兴 {↙}就好了。{2b23}{451f}{411f}{霍华德}{481f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}年轻姑娘，{↙}帮你按摩吧。{2b23}{411f}{霍华德}{491f}{3621}{0c22}那真的不错啊。{结束}"
event_mes_data_0974_0007: .strn "{401f}{古拉尼}{4a1f}{3521}{2f23}{颜3}莎尼亚{颜1}{2c23}{↙}他爷爷！！{结束}"
event_mes_data_0974_0008: .strn "{411f}{霍华德}{491f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}呵…呵呵…{↙}那再见啦。{结束}"
event_mes_data_0974_0009: .strn "{401f}{古拉尼}{4a1f}{3521}{2f23}{颜3}莎尼亚{颜1}{2c23}{↙}等我一会儿！{↙}他爷爷！！{结束}"
event_mes_data_0974_0010: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}那两为老人吧，{↙}经营着旅馆呢。{2b23}{a921}正如你所见，{↙}老两口都精神着呢。{结束}"
event_mes_data_0974_0011: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{ac21}啊？怎么啦？{↙}我脸上沾着什么东西吗？{结束}"
event_mes_data_0974_0012: .strn "{411f}{a41f}{481f}{3223} 头发有点翘了…{↙} 你朋友很多啊{结束}"
event_mes_data_0974_0013: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{ac21}啊…呀！{2b23}难…难为情啊…。{↙}我…我走了。{结束}"
event_mes_data_0974_0014: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a821}因为我在这里住久了。{2b23}{名字}，你也很快{↙}就会变成这样的。{2b23}{401f}{莉亚}{481f}{3521}这个镇上的人啊，{↙}都是些好心人，{名字}{↙}你在这里住也会感到舒畅的。{2b23}{401f}{莉亚}{4c1f}{3521}………{ad21}哦，对不起。{↙}聊天聊了这么久…{2b23}{401f}{莉亚}{481f}{3521}{名字}君，{↙}你牧场还有工作要做吧。{2b23}下次有时间，{↙}我们再慢慢聊哦。{↙}那么，再见。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0974_End: .hword 0x270F,(event_mes_data_0974_0000 - event_mes_data_0974_header)/2
;event_mes_data_0974文本数量为：15
