;子文件头
event_mes_data_0424_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0424_0000 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0001 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0002 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0003 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0004 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0005 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0006 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0007 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0008 - event_mes_data_0424_header)

event_mes_data_0424_0000: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}啊～施密特。{↙}你能不能来一下？{结束}"
event_mes_data_0424_0001: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}啊啊，没关系啊…？{2b23}{401f}{霍华德}{4b1f}{3521}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}{0F22}你看，{↙}我想把行李拿下来。{2b23}{401f}{霍华德}{481f}{3521}可是放的地方太高啊。{↙}你能帮我拿一下吗？{2b23}{411f}{米海尔}{481f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}好的。{2b23}{401f}{霍华德}{491f}{3521}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}{0c22}呵呵呵。{2b23}帮我大忙了。{↙}放在这儿。{结束}"
event_mes_data_0424_0002: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}{f521}咳，总算干完了…{结束}"
event_mes_data_0424_0003: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}萨妮亚{颜1}{2c23}{↙}施密特，{↙}你来得正好。{2b23}你有时间吗？{结束}"
event_mes_data_0424_0004: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}呃，那个…。{2b23}{401f}{古拉尼}{4b1f}{3521}{2f23}{颜3}萨妮亚{颜1}{2c23}{↙}{1222}我正在搬运食品，{↙}太重了，搬不动啊。{2b23}你能帮我搬一下吗？{2b23}{411f}{米海尔}{4c1f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}哦，知道了…{结束}"
event_mes_data_0424_0005: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}施密特{颜1}{2c23}{↙}太…太重了…{结束}"
event_mes_data_0424_0006: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}施密特君，{↙}哦，在啊。{2b23}你能来一下吗？{结束}"
event_mes_data_0424_0007: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}施密特{颜1}{2c23}{↙}{f621}………{2b23}{411f}{娜娜}{4c1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c621}住宿费的帐总也对不上。{2b23}{411f}{娜娜}{4b1f}{3621}施密特君，你脑袋好使{↙}请帮帮忙。{2b23}{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}施密特{颜1}{2c23}{↙}……………{结束}"
event_mes_data_0424_0008: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}施密特{颜1}{2c23}{↙}{f621}这里是什么地方啊…{↙}毎天，毎天…{2b23}再怎么讲我也是个客人…{↙}咳…真累啊…{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0424_End: .hword 0x270F,(event_mes_data_0424_0000 - event_mes_data_0424_header)/2
;event_mes_data_0424文本数量为：9
