;子文件头
event_mes_data_1018_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1018_0000 - event_mes_data_1018_header)
    .hword (event_mes_data_1018_0001 - event_mes_data_1018_header)
    .hword (event_mes_data_1018_0002 - event_mes_data_1018_header)
    .hword (event_mes_data_1018_0003 - event_mes_data_1018_header)
    .hword (event_mes_data_1018_0004 - event_mes_data_1018_header)
    .hword (event_mes_data_1018_0005 - event_mes_data_1018_header)

event_mes_data_1018_0000: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}阿吉{颜1}{2c23}{↙}啊呀，秋牡丹。{结束}"
event_mes_data_1018_0001: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}你好，阿吉。{2b23}{401f}{奇力克}{481f}{3521}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{ef21}咦，你在画画？{2b23}{401f}{奇力克}{491f}{3521}{e921}…好高兴啊。{↙}秋牡丹好像喜欢上{↙}画画的样子了。{结束}"
event_mes_data_1018_0002: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}是的，很开心！{2b23}{411f}{娜娜}{4c1f}{3621}{c321}但是，还不是{↙}画得很好。{2b23}得像阿吉一样{↙}画得更好。{2b23}{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{ed21}嗯，没有想象的{↙}那么差噢？{结束}"
event_mes_data_1018_0003: .strn "{411f}{娜娜}{4a1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c321}是吗？{2b23}{411f}{娜娜}{4c1f}{3621}{c621}但是想的和实际{↙}画出来的不一样…{结束}"
event_mes_data_1018_0004: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}阿吉{颜1}{2c23}{↙}…那么，{↙}这样的话你看怎么样？{2b23}{401f}{奇力克}{4c1f}{3521}{ed21}之后…是啊。{↙}试试这个颜色怎么样…{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}这样吗…？{2b23}{401f}{奇力克}{491f}{3521}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e821}啊，是的！{2b23}瞧，{↙}有了大大的改观了吧。{结束}"
event_mes_data_1018_0005: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c521}啊，真的阿！{2b23}阿吉，好厉害啊！{↙}阿吉的手有魔法！！{2b23}{401f}{奇力克}{4d1f}{3521}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{eb21}没，没有那样的事。{2b23}{411f}{娜娜}{491f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c021}有的！{2b23}我就稍微{↙}问了一下阿吉，{↙}竟有这样的效果！{2b23}{c121}阿吉，{↙}真的谢谢你！{2b23}{401f}{奇力克}{481f}{3521}{2f23}{颜3}阿吉{颜1}{2c23}{↙}不用谢。{2b23}能帮秋牡丹的忙，{↙}我也很开心。{2b23}{411f}{娜娜}{4d1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c121}呵呵呵…多亏你{↙}我画出了一幅很棒的画♪{2b23}下次，我还{↙}拿给爷爷{↙}和奶奶看♪{2b23}{401f}{奇力克}{491f}{3521}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e821}你能高兴{↙}真是太好了。{2b23}{411f}{娜娜}{491f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c021}嗯！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1018_End: .hword 0x270F,(event_mes_data_1018_0000 - event_mes_data_1018_header)/2
;event_mes_data_1018文本数量为：6
