;子文件头
event_mes_data_0963_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0963_0000 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0001 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0002 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0003 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0004 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0005 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0006 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0007 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0008 - event_mes_data_0963_header)

event_mes_data_0963_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}这个曲奇饼干，{↙}真好吃哎。{2b23}{401f}{娜娜}{491f}{3521}{c521}虽然是脆脆的，{↙}但又不是很干。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e821}真是的呢。{↙}到底是城里。{2b23}新品种的点心{↙}不断地出来。{结束}"
event_mes_data_0963_0001: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c321}真的，光我们两个人吃，{↙}有点可惜呢。{2b23}………{0a27}要是更多的人一起吃，{↙}那该多好啊。{结束}"
event_mes_data_0963_0002: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{名字}君，{↙}晚上好♪{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}晚上好，{↙}{名字}君。{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}我们刚刚正好在吃{↙}客人送我们的曲奇饼干呢。{2b23}我和阿吉{↙}都很喜欢吃甜食，{↙}经常到这里来吃呢。{结束}"
event_mes_data_0963_0003: .strn "{411f}{娜娜}{4c1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}那个，{名字}君也{↙}喜欢甜食吗？{结束}"
event_mes_data_0963_0004: .strn "{411f}{a41f}{481f}{3223} 甜食啊一般吧{↙} 很喜欢{结束}"
event_mes_data_0963_0005: .strn "{411f}{娜娜}{4d1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c521}哇！{↙}真的吗？♪{2b23}{411f}{娜娜}{491f}{3621}那，{名字}，{↙}我的曲奇饼干{↙}分一半给你吧。{结束}"
event_mes_data_0963_0006: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}喜欢甜食的人{↙}都不是坏人。♪{2b23}{411f}{娜娜}{4d1f}{3621}{c121}呵呵呵。{↙}大家一起吃很快乐啊。{结束}"
event_mes_data_0963_0007: .strn "{411f}{娜娜}{4b1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}那你更喜欢辣的东西{↙}是吗？{2b23}{411f}{娜娜}{4c1f}{3621}{c321}嗯…要是这样的话{↙}没办法一起吃呢。{↙}我不喜欢辣的东西…{结束}"
event_mes_data_0963_0008: .strn "{411f}{娜娜}{4b1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c421}啊？不不。{↙}没什么。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0963_End: .hword 0x270F,(event_mes_data_0963_0000 - event_mes_data_0963_header)/2
;event_mes_data_0963文本数量为：9
