;子文件头
event_mes_data_0950_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0950_0000 - event_mes_data_0950_header)
    .hword (event_mes_data_0950_0001 - event_mes_data_0950_header)
    .hword (event_mes_data_0950_0002 - event_mes_data_0950_header)
    .hword (event_mes_data_0950_0003 - event_mes_data_0950_header)
    .hword (event_mes_data_0950_0004 - event_mes_data_0950_header)

event_mes_data_0950_0000: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}啊，晚上好。{↙}{名字}。{2b23}这会儿，正在選{↙}晚餐后的茶。{↙}今天喝什么好呢？{2b23}那个，{名字}。{↙}你，{↙}经常到咖啡店里来吗？{结束}"
event_mes_data_0950_0001: .strn "{411f}{a41f}{481f}{3223}{0008}经常来咖啡店{↙}{0008}不常来咖啡店{结束}"
event_mes_data_0950_0002: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}是嘛。和我一样哎。{↙}我也经常来咖啡店。{2b23}{401f}{莉可丽丝}{481f}{3521}从城里工作完回来后{↙}就在这里吃吃饭，{↙}和人聊聊天什么的。{2b23}{401f}{莉可丽丝}{491f}{3521}这样的话，{↙}就会感觉到{↙}今天也很快乐。{2b23}{401f}{莉可丽丝}{481f}{3521}你肯定也是{↙}在这里度过了{↙}很多美好的时光。{结束}"
event_mes_data_0950_0003: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}和你说话很愉快。{↙}再见了。{结束}"
event_mes_data_0950_0004: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}是吗。{↙}这个地方不错哎。{2b23}{401f}{莉可丽丝}{491f}{3521}这里的茶很美味{↙}肯定也会欢迎{↙}你的到来。{2b23}{401f}{莉可丽丝}{491f}{3521}{b821}和你说话很愉快。{↙}再见了。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0950_End: .hword 0x270F,(event_mes_data_0950_0000 - event_mes_data_0950_header)/2
;event_mes_data_0950文本数量为：5
