;子文件头
event_mes_data_0499_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0499_0000 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0001 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0002 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0003 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0004 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0005 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0006 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0007 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0008 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0009 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0010 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0011 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0012 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0013 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0014 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0015 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0016 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0017 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0018 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0019 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0020 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0021 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0022 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0023 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0024 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0025 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0026 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0027 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0028 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0029 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0030 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0031 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0032 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0033 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0034 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0035 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0036 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0037 - event_mes_data_0499_header)

event_mes_data_0499_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}，在吗？{↙}打扰了哟。{结束}"
event_mes_data_0499_0001: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}你在集市买的动物{↙}我给你送来了哟。{2b23}一定要好好照顾它们，{↙}跟它们成为好朋友哟。{结束}"
event_mes_data_0499_0002: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}对了，照顾鸡的方法，{↙}你可知道哟？{结束}"
event_mes_data_0499_0003: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}对了，照顾牛的方法，{↙}你可知道哟？{结束}"
event_mes_data_0499_0004: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}对了，照顾羊的方法，{↙}你可知道哟？{结束}"
event_mes_data_0499_0005: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}对了，照顾宠物的方法，{↙}你可知道哟？{结束}"
event_mes_data_0499_0006: .strn "{411f}{a41f}{481f}{3223} 不知道{↙} 知道{结束}"
event_mes_data_0499_0007: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}是嘛，真了不起哟。{↙}那就好好照顾他们哟。{结束}"
event_mes_data_0499_0008: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}好吧，这样的话{↙}我就教你一下哟。{结束}"
event_mes_data_0499_0009: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}对了，这个给你{↙}差点就把这个给忘了哟。{9023}{结束}"
event_mes_data_0499_0010: .strn "{401f}{玛奥}{481f}{3521}{颜2}挤奶器{颜1}哟。{↙}牛长大之后{↙}就能挤奶了哟。{结束}"
event_mes_data_0499_0011: .strn "{401f}{玛奥}{481f}{3521}{颜2}羊毛剪刀{颜1}哟。{↙}羊长大之后{↙}就能剪羊毛了哟。{结束}"
event_mes_data_0499_0012: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}那么我先回去了哟。{↙}下次再来集市哟。{结束}"
event_mes_data_0499_0013: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}首先教的是，{↙}喂饲料的方法哟。{2b23}天气好的时候把它们{↙}带出去，把饲料放在地面{↙}他们就会自己去吃了哟。{2b23}带出去的方法是把鸡{↙}{颜2}拿起来{颜1}然后{↙}走出去就行了哟。{2b23}牧场的右边有被栅栏{↙}围起来的一块空地{↙}你可记得哟？{结束}"
event_mes_data_0499_0014: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}把它们放到那里面{↙}就可以了哟。{结束}"
event_mes_data_0499_0015: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}但是，如果下雨天也放出去{↙}的话可不行哟…。{2b23}那种天气就只有给它们{↙}喂{颜2}鸡饲料{颜1}了哟。{9023}{结束}"
event_mes_data_0499_0016: .strn "{401f}{玛奥}{481f}{3521}在这个{颜2}石板上{颜1}{↙}放上{颜2}鸡饲料{颜1}{↙}就可以了哟。{2b23}之后鸡会自己{↙}凑过来{↙}吃饲料的哟。{结束}"
event_mes_data_0499_0017: .strn "{411f}{玛奥}{481f}{3621}{2f23}{颜3}卢乔{颜1}{2c23}{↙}顺便说一下，鸡饲料要{↙}从这个地方拿出来哟。{2b23}所以要先把鸡饲料{↙}放到这个仓库里{↙}才能使用哟。{2b23}鸡饲料在镇里的店里{↙}就有卖的哟。{结束}"
event_mes_data_0499_0018: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}如果没有给它们饲料{↙}他们就会没精神…{2b23}然后，如果再不好好{↙}跟它们说话，{↙}状态就会变得更差了哟。{2b23}持续的没精神的话，{↙}就会生病的，{↙}一定要注意哟。{2b23}如果生病了的话，{↙}使用{颜2}动物用药{颜1}就能够{↙}给它们治疗了哟。{2b23}如果不给它们治疗的话，{↙}就要死掉的…{↙}那就太可怜了哟。{2b23}虽说天下没有不散的宴席，{↙}但是…在分别之前，{↙}要健康的生活下去哟。{结束}"
event_mes_data_0499_0019: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}如果你好好照顾它们{↙}它们就会{颜2}每天都下蛋{颜1}哟。{2b23}这孩子现在还小，{↙}在它长大之前要好好{↙}照顾它哟。{2b23}关系越好的话，{↙}它就会生出{↙}更高质量的蛋哟。{2b23}经常和它说说话，{↙}让它一直保持健康，{↙}就能加深感情哟。{2b23}照顾鸡的方法{↙}就是这些了哟。{↙}你可明白哟？{结束}"
event_mes_data_0499_0020: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}好吧，要好好{↙}照顾它们哟。{结束}"
event_mes_data_0499_0021: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}这样哟。{↙}这次可要好好听哟。{结束}"
event_mes_data_0499_0022: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}首先说的是，{↙}怎么给饲料哟。{2b23}天气好的时候能够在外面{↙}放牧，他们就会自己去{↙}吃草了哟。{9023}{结束}"
event_mes_data_0499_0023: .strn "{401f}{玛奥}{481f}{3521}放出去的方法是把牛{↙}{颜2}往外面推{颜1}哟。{↙}长了很多草的地方是…{结束}"
event_mes_data_0499_0024: .strn "{401f}{玛奥}{481f}{3521}放出去的方法是把羊{↙}{颜2}往外面推{颜1}哟。{↙}长了很多草的地方是…{结束}"
event_mes_data_0499_0025: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}家的内侧很宽广，{↙}放在这里比较好。{结束}"
event_mes_data_0499_0026: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}但是，如果下雨天也放出去{↙}的话可不行哟…{2b23}那种天气就只有给它们{↙}喂{颜2}牧草{颜1}了哟。{9023}{结束}"
event_mes_data_0499_0027: .strn "{401f}{玛奥}{481f}{3521}向那边的{颜2}饲料箱{颜1}投放{颜2}牧草{颜1}，{↙}就能把牧草放进去{↙}给他们吃了哟。{9023}{结束}"
event_mes_data_0499_0028: .strn "{401f}{玛奥}{481f}{3521}放进去之后，牛就会{↙}自己凑过去吃了哟。{结束}"
event_mes_data_0499_0029: .strn "{401f}{玛奥}{481f}{3521}放进去之后，羊就会{↙}自己凑过去吃了哟。{结束}"
event_mes_data_0499_0030: .strn "{411f}{玛奥}{481f}{3621}{2f23}{颜3}卢乔{颜1}{2c23}{↙}顺便说一下，牧草{↙}要从这边拿出来。{2b23}所以要先把牧草{↙}放到这边的仓库里{↙}才能使用哟。{2b23}牧草在镇里的店里{↙}就能买到了哟。{↙}{结束}"
event_mes_data_0499_0031: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}好好照顾牛的话，{↙}就会产出{颜2}牛奶{颜1}了哟。{2b23}这孩子现在还小，{↙}要好好照顾它{↙}长大哟。{2b23}关系越好的话，{↙}就会产出更高质量的{↙}牛奶了哟。{2b23}所以要多和它说说话，{↙}一直保持健康，{↙}就能加深感情哟。{2b23}照顾牛的方法{↙}就是这些了哟。{↙}你可明白哟？{结束}"
event_mes_data_0499_0032: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}好好照顾羊的话，{↙}就会产出{颜2}羊毛{颜1}了哟。{2b23}这孩子现在还小，{↙}要好好照顾它{↙}长大哟。{2b23}关系越好的话，{↙}就会产出更高质量的{↙}羊毛了哟。{2b23}所以要多和它说说话，{↙}一直保持健康，{↙}就能加深感情哟。{2b23}照顾羊的方法{↙}就是这些了哟。{↙}你可明白哟？{结束}"
event_mes_data_0499_0033: .strn "{411f}{a41f}{481f}{3223} 知道了{↙} 请再说一遍{结束}"
event_mes_data_0499_0034: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}首先说的是，{↙}喂饲料的方法哟。{2b23}喂食的方法狗和猫{↙}是一样的哟。{9023}{结束}"
event_mes_data_0499_0035: .strn "{401f}{玛奥}{481f}{3521}把{颜2}宠物饲料{颜1}放到那边的{颜2}饲料箱{颜1}{↙}里面去就可以{↙}喂给它们了哟。{2b23}然后宠物们就会自己{↙}去吃饲料了哟。{结束}"
event_mes_data_0499_0036: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}宠物们可以帮你{↙}作牧场的工作哟。{2b23}把动物们放出去，{↙}或者把它们领回小屋{↙}的哟。{2b23}狗会在早上七点把{颜2}牛或羊{颜1}，{↙}猫会在早上八点把{颜2}鸡{颜1}，{↙}放到外面去哟。{2b23}而且，{颜2}训练{颜1}它们的话{↙}就能运送更多的动物，{↙}非常便利的哟。{2b23}训练狗要使用{颜2}狗咬胶{颜1}，{↙}而猫则使用{颜2}猫铃铛{颜1}哟。{↙}这些都能在集市买到哟。{2b23}但是如果长期不给它们饲料，{↙}不跟它们说话的话，{↙}它们就不帮你的忙了哟。{2b23}照顾宠物的方法{↙}就是这么多了哟。{↙}你可明白哟？{结束}"
event_mes_data_0499_0037: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}好吧，一定要{↙}愉快相处哟。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0499_End: .hword 0x270F,(event_mes_data_0499_0000 - event_mes_data_0499_header)/2
;event_mes_data_0499文本数量为：38
