;子文件头
event_mes_data_0972_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0972_0000 - event_mes_data_0972_header)
    .hword (event_mes_data_0972_0001 - event_mes_data_0972_header)
    .hword (event_mes_data_0972_0002 - event_mes_data_0972_header)
    .hword (event_mes_data_0972_0003 - event_mes_data_0972_header)

event_mes_data_0972_0000: .strn "{401f}{贤者大人}{4d1f}{3521}{2f23}{颜3}华月{颜1}{2c23}{↙}这个羽毛，{↙}有，有这样的意思啊？{结束}"
event_mes_data_0972_0001: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}华月{颜1}{2c23}{↙}{c921}你呀，真是的。{↙}总让我大吃一惊啊。{2b23}{401f}{贤者大人}{4d1f}{3521}不过，我也…{0a27}想和你{↙}一直在一起。觉得要是真能…{↙}这样那该多好啊。{结束}"
event_mes_data_0972_0002: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}华月{颜1}{2c23}{↙}{c821}谢谢你的情意。{↙}我在这里的的确确接受啦。{2b23}{401f}{贤者大人}{481f}{3521}接下来是婚礼啦。{↙}那么，现在不开始准备{↙}不行啦。{2b23}{401f}{贤者大人}{491f}{3521}是啊…{↙}一星期以后，{↙}我们再一次在这里相会。{2b23}那时候，{↙}就我们两人来举行婚礼。{结束}"
event_mes_data_0972_0003: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}华月{颜1}{2c23}{↙}从今往后，我和你一起{↙}要住到外面的世界了。{2b23}{401f}{贤者大人}{4d1f}{3521}{c921}这么一想，不知怎么的{↙}觉得那日子好远啊。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0972_End: .hword 0x270F,(event_mes_data_0972_0000 - event_mes_data_0972_header)/2
;event_mes_data_0972文本数量为：4
