;子文件头
event_mes_data_0428_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0428_0000 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0001 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0002 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0003 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0004 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0005 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0006 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0007 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0008 - event_mes_data_0428_header)

event_mes_data_0428_0000: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}现在，公布{↙}上次考试的结果。{结束}"
event_mes_data_0428_0001: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}啊，好紧张啊……{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}嗯…{结束}"
event_mes_data_0428_0002: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}考分高的是，{↙}诗琼。{2b23}{411f}{亚修}{491f}{3621}{d021}你很努力啊。{↙}１００分。{结束}"
event_mes_data_0428_0003: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}……啊，真的是我吗？{↙}{0a27}{401f}{古恩贝}{491f}{3521}{3622}太棒了！！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}{3822}…太好了，诗琼。{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}２个人考的分数{↙}都很高。{2b23}２个人真的都很努力了。{↙}我也非常高兴。{结束}"
event_mes_data_0428_0004: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}老师，{↙}上次说好的还记得吗？{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}当然记得。{2b23}{411f}{亚修}{491f}{3621}{d021}那么，作为嘉奖{↙}你说个愿望出来{↙}我帮你实现好了。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}那么，唔……{↙}你和我，约…会…{结束}"
event_mes_data_0428_0005: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}你怎么啦？{2b23}{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}唔唔嗯…还是{↙}算了吧…{结束}"
event_mes_data_0428_0006: .strn "{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}老师…，那个…{↙}{结束}"
event_mes_data_0428_0007: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}喜，喜欢什么样的{↙}女性啊？{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}什么？　我喜欢哪种{↙}女性，吗？{2b23}{d621}呃…嗯{结束}"
event_mes_data_0428_0008: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d021}聪明能干的女性吧。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}{3622}哦…是这样。{2b23}那样的话，我得变得…更加{↙}聪明能干才行啊！{↙}我会加油努力的哦！{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}哎？{0a27}{0a27}　哦哦，{↙}{411f}{亚修}{491f}{3621}我很期待哟。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0428_End: .hword 0x270F,(event_mes_data_0428_0000 - event_mes_data_0428_header)/2
;event_mes_data_0428文本数量为：9
