;子文件头
event_mes_data_1014_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1014_0000 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0001 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0002 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0003 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0004 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0005 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0006 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0007 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0008 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0009 - event_mes_data_1014_header)

event_mes_data_1014_0000: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}你好，尤里斯。{结束}"
event_mes_data_1014_0001: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d721}你好，芙蕾娅。{2b23}{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}因为无聊才来玩的吧。{↙}打扰了吗？{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d021}当然不会。{结束}"
event_mes_data_1014_0002: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}什么啊？{↙}听见了优美的声音。{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}嗯，想听音乐{↙}…请到这边走。{结束}"
event_mes_data_1014_0003: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}真好啊。{↙}我喜欢，这样的曲子。{结束}"
event_mes_data_1014_0004: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}你的唱片？{↙}竟然有这种爱好。{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d321}啊，不…{↙}这是妈妈的东西。{结束}"
event_mes_data_1014_0005: .strn "{411f}{莉可丽丝}{4c1f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bd21}啊呀。{↙}是吗…{2b23}{401f}{亚修}{491f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}以前，母亲和父亲喜欢{↙}在这里听音乐。{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}…你父母感情真好。{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}嗯。{↙}那已成过去。{2b23}…我想将来也要像{↙}父亲和母亲那样{↙}做恩爱的夫妻。{2b23}{401f}{亚修}{4d1f}{3521}{d121}啊呀，那也是{↙}等有对象再考虑了。{结束}"
event_mes_data_1014_0006: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}呵呵，这不是很好吗。{2b23}…我，也可以{↙}在这里听听吗？{2b23}{401f}{亚修}{491f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}当然。不管想听多少{↙}都可以。{结束}"
event_mes_data_1014_0007: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}尤里斯，谢谢。{↙}差不多该走了。{结束}"
event_mes_data_1014_0008: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}是吗。{↙}送你到家吧？{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}没关系的。{↙}就在附近。{2b23}{411f}{莉可丽丝}{491f}{3621}{b821}今天多亏尤里斯{↙}时间过的很快。{↙}好像做了一个很美妙的梦。{结束}"
event_mes_data_1014_0009: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d121}那太好了啊。{2b23}请常来玩啊。{↙}我等你。{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}谢谢。{↙}那么…再见。{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}好的，芙蕾娅。{↙}晚安。{2b23}{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}晚安。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1014_End: .hword 0x270F,(event_mes_data_1014_0000 - event_mes_data_1014_header)/2
;event_mes_data_1014文本数量为：10
