;子文件头
event_mes_data_0888_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0888_0000 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0001 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0002 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0003 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0004 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0005 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0006 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0007 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0008 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0009 - event_mes_data_0888_header)

event_mes_data_0888_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}很好。{↙}大家都到齐了。{2b23}{401f}{雪莉露}{491f}{3521}今天我这个{↙}准冠军{↙}会作为参赛者出场！{2b23}{401f}{雪莉露}{481f}{3521}而且今天为了给{↙}大家的料理打分{↙}我请来了一位著名美食家。{2b23}{401f}{雪莉露}{491f}{3521}皮埃尔老师{↙}有请！{结束}"
event_mes_data_0888_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}很好。{↙}大家都到齐了。{2b23}{401f}{雪莉露}{491f}{3521}今天我这个{↙}准冠军{↙}也会作为参赛者出场！{2b23}{401f}{雪莉露}{481f}{3521}今天为了给{↙}大家的料理打分{↙}我们有幸请到了那位老师。{2b23}{401f}{雪莉露}{491f}{3521}皮埃尔老师{↙}请到这边来！{结束}"
event_mes_data_0888_0002: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}我就是刚才镇长介绍的，{↙}美食家皮埃尔。{2b23}今天要评审的{↙}是主食。{2b23}作为一名美食家{↙}我会认真打分，{↙}请多关照。{2b23}{401f}{c81f}{491f}{3521}我宣布比赛开始！{结束}"
event_mes_data_0888_0003: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个盖浇饭{↙}原料的滋味都被发挥出来了。{2b23}{401f}{c81f}{491f}{3521}非常的好吃。{↙}多么让人感动的味道。{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}{1022}这是以前，妈妈教给我的{↙}她最拿手的料理～。{2b23}{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这的确是母亲的味道。{↙}让我来尝尝一下道菜吧。{结束}"
event_mes_data_0888_0004: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这…这个是…{↙}鸡蛋拌饭吧…{2b23}{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}让人享受{↙}优质食材的原味！{2b23}这才是男人的料理。{↙}{411f}{雪莉露}{491f}{3621}{0422}呜哇哇哇哇哇哇！{0a27}{2b23}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}没错…{↙}的确是很美味…{2b23}{401f}{c81f}{481f}{3521}我去尝尝下一道菜。{结束}"
event_mes_data_0888_0005: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个牛奶锅…！{2b23}{401f}{c81f}{491f}{3521}若不是现挤的牛奶{↙}是做不错这种味道的！{2b23}而且原料之间的{↙}搭配也相当完美！{↙}太好吃了！{2b23}{411f}{神·罗}{481f}{3621}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}啊啦，没想到你能{↙}这么夸奖我。{2b23}{411f}{神·罗}{491f}{3621}{3022}我太高兴了。{↙}谢谢你。{2b23}{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}不客气，这确实是{↙}值得称赞的出色料理。{2b23}换下一道菜吧。{结束}"
event_mes_data_0888_0006: .strn "{401f}{c81f}{4b1f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这道菜…{↙}该怎么说呢…{2b23}从選料开始{↙}重新来过也许比较好…{2b23}{401f}{c81f}{481f}{3521}罢了，我期待着你下次的表现。{↙}评审到此结束。{2b23}接下来{↙}发表本次比赛结果。{结束}"
event_mes_data_0888_0007: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}嗯。好吃。{2b23}{401f}{c81f}{481f}{3521}但这只是对于一般人来说{↙}我作为一个美食家{↙}是不会因此而满足的。{2b23}我认为这道菜{↙}要是能再多花些功夫的话{↙}一定会更好吃。{2b23}评审到此结束。{↙}接下来、发表比赛结果。{结束}"
event_mes_data_0888_0008: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}非常的好吃。{↙}味道很好。{2b23}{401f}{c81f}{481f}{3521}只是，我觉得这道菜{↙}还有改良的余地，{↙}虽然就这样味道也不错。{2b23}评审到此结束。{↙}接下来发表比赛结果。{结束}"
event_mes_data_0888_0009: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}太…太棒了。{2b23}{401f}{c81f}{491f}{3521}如此的美味、{↙}若是没有{↙}最高級的原料{2b23}和厨师出色的手艺{↙}是做不出这种绝赞美味的。{↙}我被感动了！{2b23}{401f}{c81f}{481f}{3521}评审到此结束。{↙}接下来发表比赛结果。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0888_End: .hword 0x270F,(event_mes_data_0888_0000 - event_mes_data_0888_header)/2
;event_mes_data_0888文本数量为：10
