;子文件头
event_mes_data_0984_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0984_0000 - event_mes_data_0984_header)
    .hword (event_mes_data_0984_0001 - event_mes_data_0984_header)
    .hword (event_mes_data_0984_0002 - event_mes_data_0984_header)
    .hword (event_mes_data_0984_0003 - event_mes_data_0984_header)
    .hword (event_mes_data_0984_0004 - event_mes_data_0984_header)
    .hword (event_mes_data_0984_0005 - event_mes_data_0984_header)
    .hword (event_mes_data_0984_0006 - event_mes_data_0984_header)
    .hword (event_mes_data_0984_0007 - event_mes_data_0984_header)

event_mes_data_0984_0000: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{4e22}{颜2}青之羽毛{颜1}…给我的？{↙}给我这么贵重的东西…。{结束}"
event_mes_data_0984_0001: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}谢，谢谢！{2b23}{411f}{千寻}{491f}{3621}不，{0a27}{0a27}谢谢。{↙}{名字}。{2b23}{411f}{千寻}{4d1f}{3621}这是我至今为止收到过的{↙}最好的礼物…{0a27}{0a27}真高兴。{结束}"
event_mes_data_0984_0002: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}去告诉哥哥好吗？{2b23}{401f}{千寻}{491f}{3521}和{名字}的事，{↙}{0a27}{0a27}真想，炫耀一下啊。{结束}"
event_mes_data_0984_0003: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}哥哥，能听我说吗。{↙}我们，要结婚了。{结束}"
event_mes_data_0984_0004: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}迪鲁卡，不错啊。{2b23}{401f}{亚修}{491f}{3521}迪鲁卡…{0a27}{↙}恭喜。{2b23}{401f}{亚修}{481f}{3521}结婚典礼大概定在什么时候？{2b23}{411f}{千寻}{481f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}大概在一周之后举行。{2b23}{411f}{千寻}{491f}{3621}是{名字}和我商量后{↙}决定的。{结束}"
event_mes_data_0984_0005: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}哥哥…{↙}那个，能听我说下吗？{结束}"
event_mes_data_0984_0006: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}哥哥，{↙}一直…一直以来，{2b23}为了我，{↙}拼命照顾我。{↙}{411f}{千寻}{4c1f}{3621}那个，谢…{0a27}{0a27}谢谢。{结束}"
event_mes_data_0984_0007: .strn "{411f}{千寻}{4a1f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}真的，{↙}本来想快点告诉你的。但是，{2b23}总是找不到合适的时机…{↙}{411f}{千寻}{4d1f}{3621}终于说出来了…太好了。{2b23}{401f}{亚修}{4b1f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}…迪鲁卡。{2b23}{411f}{千寻}{481f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}我，在哥哥看来可能还不行。{2b23}但是，我会努力成为{↙}能照顾哥哥的人…{2b23}{411f}{千寻}{4a1f}{3621}这回轮到我，{↙}来保护{名字}。{2b23}{401f}{亚修}{4b1f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}迪鲁卡…{2b23}{401f}{亚修}{481f}{3521}什么时候开始，你撒开了{↙}我的手，成长为这样的大人了。{2b23}那个又小又爱哭的，{↙}只会恶作剧的迪鲁卡，{↙}长成这样的大人了…{2b23}{411f}{千寻}{4c1f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}哥哥…{2b23}{401f}{亚修}{491f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}我，很高兴。{2b23}我想爸爸妈妈也会为你高兴的。{2b23}{411f}{千寻}{491f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}哥哥…{↙}非常感谢你。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0984_End: .hword 0x270F,(event_mes_data_0984_0000 - event_mes_data_0984_header)/2
;event_mes_data_0984文本数量为：8
