;子文件头
event_mes_data_0443_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0443_0000 - event_mes_data_0443_header)
    .hword (event_mes_data_0443_0001 - event_mes_data_0443_header)
    .hword (event_mes_data_0443_0002 - event_mes_data_0443_header)

event_mes_data_0443_0000: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}{1422}哦呵呵。{↙}祝贺你啊！！{2b23}把所有的宠物都集齐，{↙}你真是很不一般的哦。{2b23}{411f}{玛奥}{481f}{3621}{2f23}{颜3}卢乔{颜1}{2c23}{↙}我们一开始，就觉得{↙}你与众不同哦。{2b23}{401f}{索娜}{481f}{3521}{2f23}{颜3}弗乔{颜1}{2c23}{↙}我们真的没看错人！{↙}真是太棒了……的哦！！{结束}"
event_mes_data_0443_0001: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}{1522}这件事呢，{↙}会载入史册的哦。{2b23}{411f}{玛奥}{481f}{3621}{2f23}{颜3}卢乔{颜1}{2c23}{↙}嗯嗯。{↙}是件好事的哦。{2b23}{401f}{索娜}{481f}{3521}{2f23}{颜3}弗乔{颜1}{2c23}{↙}那么，{↙}我们回去喽。{结束}"
event_mes_data_0443_0002: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{5e22}{名字}，在吗？{↙}稍微打扰一下哦。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0443_End: .hword 0x270F,(event_mes_data_0443_0000 - event_mes_data_0443_header)/2
;event_mes_data_0443文本数量为：3
