;子文件头
event_mes_data_0419_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0419_0000 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0001 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0002 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0003 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0004 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0005 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0006 - event_mes_data_0419_header)

event_mes_data_0419_0000: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}喂，开饭啦。{2b23}{401f}{菖蒲}{481f}{3521}{2f23}{颜3}凯文{颜1}{2c23}{↙}{2A22}呀…哈。{↙}吃饭喽，吃饭喽。{2b23}{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}哦。{↙}吃饭喽，吃饭喽！{结束}"
event_mes_data_0419_0001: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}啊，会是谁啊？{结束}"
event_mes_data_0419_0002: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}啊，是奈莉奈。{↙}怎么啦？{结束}"
event_mes_data_0419_0003: .strn "{411f}{神·罗}{4b1f}{3621}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3322}我晚饭，{↙}做的太多啦…。{2b23}{411f}{神·罗}{481f}{3621}想来分给你们一点。{↙}现在开吃晚饭？{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}啊，那正好。{↙}我们正要开饭。{2b23}{411f}{神·罗}{491f}{3621}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3022}那，就这个。{结束}"
event_mes_data_0419_0004: .strn "{411f}{神·罗}{481f}{3621}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}是奶汁烤菜。{↙}要合你们口味就好了。{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}谢啦。{↙}那我收下了。{2b23}{401f}{菖蒲}{491f}{3521}{2f23}{颜3}凯文{颜1}{2c23}{↙}{2822}太棒了…♪{↙}阿姨，谢谢啦。{2b23}{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}{2022}啊哈哈。{↙}总这样真不好意思啊。{2b23}{411f}{神·罗}{491f}{3621}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3022}呵呵呵。{2b23}你们喜欢我很高兴啊。{↙}那么，明天见。{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}再见。{结束}"
event_mes_data_0419_0005: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}那么，我们开吃吧。{2b23}{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}好哦！！{结束}"
event_mes_data_0419_0006: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}晚上好，{↙}稍微打扰一下。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0419_End: .hword 0x270F,(event_mes_data_0419_0000 - event_mes_data_0419_header)/2
;event_mes_data_0419文本数量为：7
