;子文件头
event_mes_data_0978_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0978_0000 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0001 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0002 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0003 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0004 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0005 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0006 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0007 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0008 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0009 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0010 - event_mes_data_0978_header)

event_mes_data_0978_0000: .strn "{401f}{莉亚}{4d1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{ad21}怎…怎…怎…怎么办。{↙}啊啊啊啊…{结束}"
event_mes_data_0978_0001: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{3c22}我…我…{↙}很高兴…{2b23}从第一次见面起，{↙}{名字}的事，{↙}就变得很在意了。{结束}"
event_mes_data_0978_0002: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{名字}的感情，{↙}我接受。{2b23}{401f}{莉亚}{4d1f}{3521}{a821}这样的我可以的话，{↙}请和我一起{颜2}♥{颜1}{结束}"
event_mes_data_0978_0003: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}那么，去爸爸那儿报告吧。{结束}"
event_mes_data_0978_0004: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a921}没关系的。{↙}交给我吧。{结束}"
event_mes_data_0978_0005: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}什，什么！{2b23}{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{af21}啊啊，爸爸。{↙}请冷静点。{2b23}{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这能冷静嘛！{↙}不…不行！！{结束}"
event_mes_data_0978_0006: .strn "{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}爸爸！{↙}我，是认真的！！{2b23}{aa21}说这样的话，{↙}我讨厌爸爸！{结束}"
event_mes_data_0978_0007: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}呃…不…不是…{↙}嗯。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}镇长输了。{2b23}如果，再反对的话，{↙}可能要离开小镇私奔了…{结束}"
event_mes_data_0978_0008: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}私…私奔…。{2b23}{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{ad21}是…是的。{↙}有…有可能会哦。{2b23}{451f}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}那样的话，{↙}还是同意比较好哦。{2b23}{名字}的话，{↙}人品无可挑剔。{2b23}而且牧场离这很近，{↙}随时都能去看。{结束}"
event_mes_data_0978_0009: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0722}…明，明白了。{↙}我同意了…。{结束}"
event_mes_data_0978_0010: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}谢谢，爸爸。{↙}谢谢，劳埃德。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}那，{↙}仪式在什么时候办？{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}有谈过，{↙}大概一周以后吧。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}到时候全村人{↙}都会祝福你们！{2b23}{451f}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e021}{名字}，{↙}别让谢璐芙哭哦。{2b23}弄哭了的话，{↙}镇长会飞过来锤你哦。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0978_End: .hword 0x270F,(event_mes_data_0978_0000 - event_mes_data_0978_header)/2
;event_mes_data_0978文本数量为：11
