;子文件头
event_mes_data_0865_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0865_0000 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0001 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0002 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0003 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0004 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0005 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0006 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0007 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0008 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0009 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0010 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0011 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0012 - event_mes_data_0865_header)

event_mes_data_0865_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}各位来宾！{↙}今天是滑雪大赛{2b23}今年要比的是{颜2}初級赛道{颜1}！{↙}那么首先，{↙}由我来介绍参赛者！{2b23}参赛者No.1{↙}{名字}！{结束}"
event_mes_data_0865_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}各位来宾！{↙}今天是滑雪大赛！{2b23}今年要比的是{颜2}高級赛道{颜1}！{↙}那么首先，{↙}由我来介绍参赛者！{2b23}参赛者No.1{↙}{名字}！{结束}"
event_mes_data_0865_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}参赛者No.2{↙}美加特利乌姆君！{结束}"
event_mes_data_0865_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}参赛者No.3{↙}提塔尼斯君！{结束}"
event_mes_data_0865_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这次的{↙}滑雪大赛{2b23}比的是时间！{↙}用时最少的{↙}参赛者获胜！{2b23}{401f}{雪莉露}{4a1f}{3521}让这个寒冷的冬天{↙}燃烧起来的{↙}到底是哪位選手呢？{2b23}我宣布{↙}滑雪大赛{↙}现在开始！！！{结束}"
event_mes_data_0865_0005: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}太精彩了！{↙}{401f}{雪莉露}{481f}{3521}比赛结束。{2b23}接下来发表成绩！{2b23}{名字}　没有成绩{0a27}{↙}美加特利乌姆君　{0210}.{0310}秒{0a27}{↙}提塔尼斯君　　{0410}.{0510}秒{0a27}{2b23}也就是说名次为…。{↙}第三名　{名字}{↙}第二名　美加特利乌姆君{2b23}第一名是…。{0a27}{↙}{颜2}提塔尼斯君{颜1}！{↙}祝贺你！{结束}"
event_mes_data_0865_0006: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}太精彩了！{↙}{401f}{雪莉露}{481f}{3521}比赛结束。{2b23}接下来发表成绩！{2b23}{名字}　{功能1}.{功能2}秒{0a27}{↙}美加特利乌姆君　{0210}.{0310}秒{0a27}{↙}提塔尼斯君　　{0410}.{0510}秒{0a27}{2b23}也就是说名次为…。{↙}第三名　美加特利乌姆君{↙}第二名　{名字}{2b23}第一名是…。{0a27}{↙}{颜2}提塔尼斯君{颜1}！{↙}祝贺你！{结束}"
event_mes_data_0865_0007: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}太精彩了！{↙}{401f}{雪莉露}{481f}{3521}比赛结束。{2b23}接下来发表成绩！{2b23}{名字}　{功能1}.{功能2}秒{0a27}{↙}美加特利乌姆君　{0210}.{0310}秒{0a27}{↙}提塔尼斯君　　{0410}.{0510}秒{0a27}{2b23}也就是说名次为…。{↙}第三名　美加特利乌姆君{↙}第二名　提塔尼斯君{2b23}第一名是…。{0a27}{↙}{颜2}{名字}{颜1}！{↙}祝贺你！{结束}"
event_mes_data_0865_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}明年的滑雪大赛{↙}{颜2}要比赛的是{颜1}初級赛道！{2b23}今年的滑雪大赛{↙}到此结束。{2b23}请大家期待{↙}下次的比赛。{结束}"
event_mes_data_0865_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}明年的滑雪大赛{↙}{颜2}要比赛的是{颜1}高級赛道！{2b23}今年的滑雪大赛{↙}到此结束。{2b23}请大家期待{↙}下次的比赛。{结束}"
event_mes_data_0865_0010: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0422}我居然，{↙}差点忘了。{2b23}{401f}{雪莉露}{481f}{3521}这个是，{↙}今日第一名的奖品。{结束}"
event_mes_data_0865_0011: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}今天恭喜你。{2b23}期待你下次{↙}也能有好的表现。{结束}"
event_mes_data_0865_0012: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}太精彩了！{↙}{401f}{雪莉露}{481f}{3521}比赛结束。{2b23}接下来发表成绩！{2b23}{名字}　{功能1}.{功能2}秒{0a27}{↙}美加特利乌姆君　{0210}.{0310}秒{0a27}{↙}提塔尼斯君　　{0410}.{0510}秒{0a27}{2b23}也就是说名次为…。{↙}第三名　{名字}{↙}第二名　美加特利乌姆君{2b23}第一名是…。{0a27}{↙}{颜2}提塔尼斯君{颜1}！{↙}祝贺你！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0865_End: .hword 0x270F,(event_mes_data_0865_0000 - event_mes_data_0865_header)/2
;event_mes_data_0865文本数量为：13
