;子文件头
event_mes_data_0436_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0436_0000 - event_mes_data_0436_header)
    .hword (event_mes_data_0436_0001 - event_mes_data_0436_header)
    .hword (event_mes_data_0436_0002 - event_mes_data_0436_header)

event_mes_data_0436_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}那个，稍微打扰一下。{结束}"
event_mes_data_0436_0001: .strn "{401f}{ca1f}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}初次见面，{↙}我姓{颜3}陈{颜1}。{2b23}我一边行商，{↙}一边云游四方。{2b23}{411f}{尤里斯}{481f}{3621}{2f23}{颜3}？？？{颜1}{2c23}{↙}俺叫{颜3}戈兰{颜1}啊。{↙}是个木匠。{2b23}{401f}{ca1f}{491f}{3521}{2f23}{颜3}陈{颜1}{2c23}{↙}实际上我们俩，是被镇长{↙}叫来的…{2b23}他让我们在集市上{↙}开店。{2b23}{411f}{尤里斯}{491f}{3621}{2f23}{颜3}戈兰{颜1}{2c23}{↙}所以呢，先来{↙}和你打个招呼。{2b23}就这样，{↙}以后请多多关照。{结束}"
event_mes_data_0436_0002: .strn "{401f}{ca1f}{481f}{3521}{2f23}{颜3}陈{颜1}{2c23}{↙}我想，我们一定会{↙}对你的牧场有所帮助的。{2b23}在集市上请一定{↙}光顾我的店哦。{2b23}{411f}{尤里斯}{481f}{3621}{2f23}{颜3}戈兰{颜1}{2c23}{↙}俺的店，{↙}你肯定也会来的吧！{2b23}那，再见啦。{↙}{名字}。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0436_End: .hword 0x270F,(event_mes_data_0436_0000 - event_mes_data_0436_header)/2
;event_mes_data_0436文本数量为：3
