;子文件头
event_mes_data_0987_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0987_0000 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0001 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0002 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0003 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0004 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0005 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0006 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0007 - event_mes_data_0987_header)

event_mes_data_0987_0000: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}哦哦，因此…{↙}哦，原来是这样。{2b23}还真是有意思的故事啊。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}这故事还有后续哦。{2b23}………是这样的………{↙}……就是说。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}哦。{↙}那可真厉害。{结束}"
event_mes_data_0987_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}哦哦，{名字}。{↙}有什么事？{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}哟。{结束}"
event_mes_data_0987_0002: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}镇长说想听下关于旅行的事。{2b23}刚谈了很多呢。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}就是这样。{↙}我喜欢了解其他国家的事啊。{2b23}想知道有什么美食，{↙}有什么样的文化。{2b23}这对小镇的发展都有帮助啊。{2b23}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e021}因为我经常去其他国家采购。{2b23}镇长想听我讲的故事。{2b23}拖这个的福，{↙}我住在了镇长的别墅家。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{5622}就是这样。{2b23}作为听故事的回报，{↙}让他住进了我的别墅啊。{结束}"
event_mes_data_0987_0003: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}哦，{名字}。{↙}你好像也有兴趣呢？{结束}"
event_mes_data_0987_0004: .strn "{411f}{a41f}{481f}{3223} 不是，不用了{↙} 想听听哦{结束}"
event_mes_data_0987_0005: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0722}这…这样啊…。{↙}那样，就没法子了。{2b23}因为是女孩子嘛…{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}这样啊。{↙}嗯，理所当然嘛。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}劳埃德，接下去讲吧。{2b23}{名字}，{↙}没什么要紧事吧？{2b23}能再给我点时间吗？{结束}"
event_mes_data_0987_0006: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e121}这样啊。{↙}我是不介意。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯嗯。{↙}是这样啊，{2b23}不一起听吗？{结束}"
event_mes_data_0987_0007: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{5522}啊，真是有趣。{↙}今后可以作为有用的参考。{2b23}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}女孩子对这样的话题{↙}是没有兴趣的。{2b23}算了，如果有兴趣了，{↙}再来听我讲吧。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0987_End: .hword 0x270F,(event_mes_data_0987_0000 - event_mes_data_0987_header)/2
;event_mes_data_0987文本数量为：8
