;子文件头
event_mes_data_0394_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0394_0000 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0001 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0002 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0003 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0004 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0005 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0006 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0007 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0008 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0009 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0010 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0011 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0012 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0013 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0014 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0015 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0016 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0017 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0018 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0019 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0020 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0021 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0022 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0023 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0024 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0025 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0026 - event_mes_data_0394_header)

event_mes_data_0394_0000: .strn "请選择主人公。{↙}{3223}{0008}男孩{↙}{0008}女孩{9023}{结束}"
event_mes_data_0394_0001: .strn "模型{结束}"
event_mes_data_0394_0002: .strn "这里是一个远离都市、{↙}到处吹拂着让人心情舒畅的風、{↙}非常和谐的小镇。{2b23}伴随着風车转动的声音，{↙}大家和睦地生活着。{结束}"
event_mes_data_0394_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}看，{↙}已经到了哦。{2b23}这里就是你从今天开始{↙}要住的小镇：{颜3}和風镇{颜1}了。{结束}"
event_mes_data_0394_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}说起来还没有请教大名呢。{结束}"
event_mes_data_0394_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}，{↙}是这么称呼吧？{结束}"
event_mes_data_0394_0006: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}呵呵，那个时候可以看见这个{↙}小镇美丽的景色的哦。{2b23}{401f}{雪莉露}{481f}{3521}对了对了，{↙}我的名字叫{颜3}菲尼克斯{颜1}。{2b23}是这个小镇的镇长。{2b23}{401f}{雪莉露}{491f}{3521}{0422}像你这样的年轻人能对{↙}牧场经营有兴趣，{↙}我觉得非常高兴！{2b23}{401f}{雪莉露}{481f}{3521}打心底里欢迎你哦，{↙}{名字}。{结束}"
event_mes_data_0394_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}首先，{↙}{名字}。{2b23}{401f}{雪莉露}{491f}{3521}这个地方是小镇的入口，{↙}是小镇优秀的集市会场！{2b23}集会一般每周一次，{↙}镇里的人都会来开店，{↙}邻村的乡亲也会来。{2b23}{401f}{雪莉露}{481f}{3521}集市上会卖各种各样的商品，{↙}乡亲们总能满意而归。{结束}"
event_mes_data_0394_0008: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}唔，{名字}，{↙}你想说的我明白。{2b23}{0722}……以前，{↙}这里是很热闹的集市。{2b23}是全世界最有名的集市之一，{↙}现在却没有人气了。{2b23}这样下去客人也会更加少，{↙}集市本身也有可能消失吧。{2b23}{401f}{雪莉露}{4a1f}{3521}作为镇长是不能允许这种事发生{↙}的。{↙}不得不做点什么才行。{结束}"
event_mes_data_0394_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这些伤心事不说了！{↙}说正题吧。{2b23}希望你考虑下在这个集市开店！{结束}"
event_mes_data_0394_0010: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}牧场生产的果蔬和牛奶能在集市{↙}卖吗？{2b23}当然越美味越好，{↙}这样客人们才能够高兴地买走！{2b23}{401f}{雪莉露}{4a1f}{3521}这样你作为牧场主能出名，{↙}我们小镇也能恢复以往的热闹！{2b23}{401f}{雪莉露}{491f}{3521}你不觉得这很好吗！？{↙}什么，是你的话肯定能做到！{↙}你肯定会努力的吧？{结束}"
event_mes_data_0394_0011: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0422}你那样说的话就相信你了哦！{2b23}谢谢{0108}{↙}我很期待你的表现哦，{↙}{名字}。{2b23}{401f}{雪莉露}{481f}{3521}好，{↙}那么接下来带你去{↙}你要住的地方吧。{结束}"
event_mes_data_0394_0012: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}……{2b23}{0722}……当然，{↙}还是会为我们出力的吧？{结束}"
event_mes_data_0394_0013: .strn "{411f}{cb1f}{481f}{9E21}{颜2}男孩{颜1}可以吗？{↙}{3223}{0008}是{↙}{0008}不是{结束}"
event_mes_data_0394_0014: .strn "{411f}{cc1f}{481f}{A621}{颜2}女孩{颜1}可以吗？{↙}{3223}{0008}是{↙}{0008}不是{结束}"
event_mes_data_0394_0015: .strn "{411f}{a41f}{481f}{3721}{3223}{0008}当然会出力！{↙}{0008}那太麻烦了{结束}"
event_mes_data_0394_0016: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}来，{↙}这里就是你的牧场。{结束}"
event_mes_data_0394_0017: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}先要决定牧场的名字。{2b23}取个喜欢的名字就好了。{结束}"
event_mes_data_0394_0018: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}呵呵，是个好名字。{↙}肯定能成为一个优秀的牧场！{2b23}你住的地方在前面。{↙}既然特意过来了，{↙}去牧场里面看看吧。{9023}{结束}"
event_mes_data_0394_0019: .strn "{401f}{雪莉露}{481f}{3521}移动是按{颜2}十字键{颜1}。{↙}按{颜2}Ｌ键{颜1}能够在「步行／跑步」之{↙}间切换。{2b23}按{颜2}Ａ键{颜1}能够跳。{↙}在跳跃中再按一次{颜2}Ａ键{颜1}的话{↙}能够回旋跳。{2b23}{401f}{雪莉露}{4a1f}{3521}尝试好了之后到我旁边按{颜2}Ｂ键{颜1}{↙}和我说话。{2b23}{401f}{雪莉露}{481f}{3521}以上就是基本的操作。{↙}明白了吧？{结束}"
event_mes_data_0394_0020: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}呵呵，好名字。{↙}出生的日期是什么时候呢？{↙}{结束}"
event_mes_data_0394_0021: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}{功能1}季，{功能2}日出生的对吧？{结束}"
event_mes_data_0394_0022: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}名字叫：{3023}牧场，{↙}可以吗？{结束}"
event_mes_data_0394_0023: .strn "{411f}{a41f}{481f}{3223}{0008}是的！{↙}{0008}不对{结束}"
event_mes_data_0394_0024: .strn "{411f}{a41f}{481f}{3223}{0008}是！{↙}{0008}还是改一下吧{结束}"
event_mes_data_0394_0025: .strn "{411f}{a41f}{481f}{3223}{0008}明白了！{↙}{0008}请再教我一次{结束}"
event_mes_data_0394_0026: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}唔！{↙}那么就在家门前等吧。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0394_End: .hword 0x270F,(event_mes_data_0394_0000 - event_mes_data_0394_header)/2
;event_mes_data_0394文本数量为：27
