;子文件头
event_mes_data_1004_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1004_0000 - event_mes_data_1004_header)
    .hword (event_mes_data_1004_0001 - event_mes_data_1004_header)
    .hword (event_mes_data_1004_0002 - event_mes_data_1004_header)
    .hword (event_mes_data_1004_0003 - event_mes_data_1004_header)
    .hword (event_mes_data_1004_0004 - event_mes_data_1004_header)
    .hword (event_mes_data_1004_0005 - event_mes_data_1004_header)
    .hword (event_mes_data_1004_0006 - event_mes_data_1004_header)

event_mes_data_1004_0000: .strn "{401f}{罗万}{481f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1e22}啊呀，是谢璐芙啊。{↙}你好。{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}你好。{↙}你看上去挺高兴的呢。{2b23}发生什么了？{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}劳埃德给我看了他{↙}旅行中发现的花呢。{2b23}真是太漂亮了。{2b23}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e021}你喜欢的话就送给你吧。{2b23}都说鲜花配美人，{↙}这样花儿也会高兴的。{结束}"
event_mes_data_1004_0001: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}哇，{↙}真是太感谢了。{结束}"
event_mes_data_1004_0002: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}谢璐芙也拿点吧。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}在我发现这种花的国家，{↙}经常把花使用在发饰上呢。{结束}"
event_mes_data_1004_0003: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}难得的机会，{↙}我来帮你戴上去吧。{结束}"
event_mes_data_1004_0004: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{ac21}啊…，{↙}谢谢。{结束}"
event_mes_data_1004_0005: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e021}很合适哦。{↙}就像是花海里的公主呢。{2b23}{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{aa21}…哪有，{↙}你太抬举我了啦。{结束}"
event_mes_data_1004_0006: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1e22}啊，真是可爱。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}看吧，果然很可爱吧。{2b23}{441f}{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{aa21}呵呵…{↙}劳埃德真是的。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1004_End: .hword 0x270F,(event_mes_data_1004_0000 - event_mes_data_1004_header)/2
;event_mes_data_1004文本数量为：7
