;子文件头
event_mes_data_0996_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0996_0000 - event_mes_data_0996_header)
    .hword (event_mes_data_0996_0001 - event_mes_data_0996_header)
    .hword (event_mes_data_0996_0002 - event_mes_data_0996_header)
    .hword (event_mes_data_0996_0003 - event_mes_data_0996_header)

event_mes_data_0996_0000: .strn "{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}说实话，{↙}我还没有认真考虑过呢…{2b23}{411f}{奇力克}{481f}{3621}{名字}会把这根羽毛{↙}送给我什么的{↙}完全出乎我的意料呢…{结束}"
event_mes_data_0996_0001: .strn "{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}我真的{0a27}{↙}真的很开心。{2b23}{411f}{奇力克}{491f}{3621}我也想和{名字}{↙}永远永远在一起{↙}生活下去…{2b23}{411f}{奇力克}{481f}{3621}所以我只想对你说{↙}埋藏在我心底的这句话。{2b23}{411f}{奇力克}{4d1f}{3621}请和我{0a27}{0a27}结婚吧。{结束}"
event_mes_data_0996_0002: .strn "{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}果然当面说出这种话{↙}还是很不好意思的呢。{2b23}{411f}{奇力克}{491f}{3621}接下来是结婚仪式{0a27}呢。{结束}"
event_mes_data_0996_0003: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}我这边还有很多事情{↙}需要准备…{2b23}{411f}{奇力克}{491f}{3621}结婚典礼就{↙}暂定在一周之后吧。{2b23}{411f}{奇力克}{4d1f}{3621}{e821}我真是，{↙}太期待那一天了。{颜2}♥{颜1}{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0996_End: .hword 0x270F,(event_mes_data_0996_0000 - event_mes_data_0996_header)/2
;event_mes_data_0996文本数量为：4
