;子文件头
event_mes_data_0951_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0951_0000 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0001 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0002 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0003 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0004 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0005 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0006 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0007 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0008 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0009 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0010 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0011 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0012 - event_mes_data_0951_header)

event_mes_data_0951_0000: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}啊，你好。{2b23}这里啊，{↙}是我很喜欢的{↙}地方哎。{2b23}到假日呢，{↙}我到这儿来{↙}看看河流呀，風车呀。{2b23}刚好哎。{↙}让我们一起到風车{↙}那里去看看吧。{结束}"
event_mes_data_0951_0001: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}那，就这么定了。{结束}"
event_mes_data_0951_0002: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}和城里不同，{↙}这个地方很不错。{2b23}时间的流动速度{↙}完全不同。{2b23}{401f}{莉可丽丝}{491f}{3521}虽然我妈妈住在城里，{↙}我呢，{↙}还是喜欢这里啊。{2b23}{b821}因为在这里，{↙}更能悠闲自在地生活，{↙}很合我的脾气性格哎。{结束}"
event_mes_data_0951_0003: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}那个，我呀，{↙}上次在工作中出了错。{2b23}当然过去的事再烦恼{↙}也没用，但总是会{↙}情不自禁地想起…{结束}"
event_mes_data_0951_0004: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}哎，{↙}问你个问题。{2b23}这个風车啊，{↙}你认为什么时候就有了？{2b23}我来这儿之前{↙}好像就已经有了，{↙}你知道什么时候起就有了吗？{结束}"
event_mes_data_0951_0005: .strn "{411f}{a41f}{481f}{3223}{0008}風车的话，我知道啊{↙}{0008}不，不知道{结束}"
event_mes_data_0951_0006: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}是这样啊。{↙}知识很丰富啊。{2b23}風车啊，{↙}长时间里在同样的地方{↙}不停地转动着呢。{2b23}{401f}{莉可丽丝}{4b1f}{3521}我在工作中变得消沉，{↙}在咖啡店或散步得到缓解{↙}然后再投入工作。{2b23}{be21}……啊…啊{↙}我也总是在同样的地方{↙}一直转动着呢。{结束}"
event_mes_data_0951_0007: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}…总是情绪低落，{↙}也挺没意思的啊。{2b23}{401f}{莉可丽丝}{491f}{3521}不知为什么一说话，{↙}烦恼一扫而光。{2b23}{b921}不光如此，{↙}看到自己这样优柔寡断{↙}自己都觉得很可笑哎。{结束}"
event_mes_data_0951_0008: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}你能耐心听我说话{↙}谢谢啦。{2b23}…我感觉，{↙}我能和你成为好朋友哎。{结束}"
event_mes_data_0951_0009: .strn "{401f}{莉可丽丝}{491f}{3521}{b821}那么，再见啦。{↙}{名字}。{结束}"
event_mes_data_0951_0010: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}是啊。{↙}我也是呢…。{2b23}就算住在这个镇上，{↙}也会有很多{↙}不知道的事情呢。{结束}"
event_mes_data_0951_0011: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}行。{↙}就是再烦恼也没有用。{2b23}不知道的事情，还是{↙}要自己去调查才行。{结束}"
event_mes_data_0951_0012: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}跟你说说话，{↙}心情好一点了。{2b23}{401f}{莉可丽丝}{491f}{3521}{b821}谢谢啦。{↙}那么，再见啦。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0951_End: .hword 0x270F,(event_mes_data_0951_0000 - event_mes_data_0951_header)/2
;event_mes_data_0951文本数量为：13
