;子文件头
event_mes_data_0418_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0418_0000 - event_mes_data_0418_header)
    .hword (event_mes_data_0418_0001 - event_mes_data_0418_header)
    .hword (event_mes_data_0418_0002 - event_mes_data_0418_header)
    .hword (event_mes_data_0418_0003 - event_mes_data_0418_header)

event_mes_data_0418_0000: .strn "{401f}{弗乔}{481f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}喂，米娜？{2b23}{411f}{罗万}{481f}{3621}{2f23}{颜3}米娜{颜1}{2c23}{↙}什么事啊？{↙}奶奶。{2b23}{401f}{弗乔}{491f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}其实啊。{↙}有人给你介绍对象呢。{结束}"
event_mes_data_0418_0001: .strn "{411f}{罗万}{4a1f}{3621}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1d22}请回绝吧。{2b23}{401f}{弗乔}{4b1f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1b22}你连照片也不看就…{2b23}{401f}{弗乔}{481f}{3521}就看一眼也行，{↙}看过再决定吧。{2b23}{411f}{罗万}{4a1f}{3621}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1f22}不要管我的事啦。{2b23}奶奶怎么{↙}和爸爸妈妈{↙}一样呢？{结束}"
event_mes_data_0418_0002: .strn "{401f}{弗乔}{4a1f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}一样？{↙}怎么回事？{2b23}{411f}{罗万}{4b1f}{3621}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1f22}我呀，{↙}自从和前男友分手…。{2b23}爸爸和妈妈{↙}就不停地找人给我介绍对象，{↙}我都烦死了。{2b23}{411f}{罗万}{4a1f}{3621}所以啊，我就跑到奶奶住的{↙}这个镇上来了。{2b23}{401f}{弗乔}{4b1f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1b22}哦，是这样啊…{2b23}{401f}{弗乔}{481f}{3521}知道了。{2b23}那我们就当没这回{↙}事儿吧。{2b23}以后，我再也不会{↙}叫你去相亲啦。{结束}"
event_mes_data_0418_0003: .strn "{411f}{罗万}{491f}{3621}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}奶奶。{↙}谢啦。{2b23}{401f}{弗乔}{491f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}你也是大人了呢。{2b23}不过，要是有意中人了，{↙}一定要说啊。{2b23}{411f}{罗万}{491f}{3621}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}…嗯。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0418_End: .hword 0x270F,(event_mes_data_0418_0000 - event_mes_data_0418_header)/2
;event_mes_data_0418文本数量为：4
