;子文件头
event_mes_data_1016_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1016_0000 - event_mes_data_1016_header)
    .hword (event_mes_data_1016_0001 - event_mes_data_1016_header)
    .hword (event_mes_data_1016_0002 - event_mes_data_1016_header)
    .hword (event_mes_data_1016_0003 - event_mes_data_1016_header)
    .hword (event_mes_data_1016_0004 - event_mes_data_1016_header)

event_mes_data_1016_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}你好，阿吉。{↙}你在画什么？{结束}"
event_mes_data_1016_0001: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{ef21}啊，是秋牡丹啊。{2b23}今天对这棵树{↙}做素描呢。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c521}哈～！{↙}让我看看。{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}可以啊。{↙}…又要重画了。{结束}"
event_mes_data_1016_0002: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}阿吉画得真好啊。{↙}好崇拜你啊。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}绘画让我很开心。{2b23}秋牡丹也来试试？{↙}喜欢的景色啦，人啦什么的{↙}怎么样？{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c421}是啊…{2b23}…那，我就画{↙}爷爷和奶奶{↙}吧！{结束}"
event_mes_data_1016_0003: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}怎么啦？{2b23}{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c321}虽然想画，{↙}但是我，不会画。{2b23}{401f}{娜娜}{4b1f}{3521}…成了像小孩子画的{↙}涂鸦一样的东东了。{2b23}{411f}{奇力克}{4a1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}画画和会不会{↙}没有关系哦。{2b23}{411f}{奇力克}{481f}{3621}重要的是，{↙}是否用心，{↙}去画哦。{2b23}{411f}{奇力克}{491f}{3621}秋牡丹的话，{↙}一定会画出很好的画来的。{2b23}{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c321}…真的吗？{2b23}{401f}{娜娜}{481f}{3521}…被阿吉这么一说{↙}总感觉自己能画好{↙}的样子呢！{2b23}如果画的好的话，{↙}你能帮我看看吗？{结束}"
event_mes_data_1016_0004: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e821}当然可以。{↙}我很期待哦。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1016_End: .hword 0x270F,(event_mes_data_1016_0000 - event_mes_data_1016_header)/2
;event_mes_data_1016文本数量为：5
