;子文件头
event_mes_data_1011_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1011_0000 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0001 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0002 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0003 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0004 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0005 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0006 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0007 - event_mes_data_1011_header)

event_mes_data_1011_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}你好！{↙}打扰了。{结束}"
event_mes_data_1011_0001: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}嗯…？{↙}谁都不啊？{结束}"
event_mes_data_1011_0002: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}啊，{↙}安琪你在啊。{结束}"
event_mes_data_1011_0003: .strn "{411f}{拉兹贝莉}{4a1f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b321}喂，{↙}你不要吓我啊！{2b23}到底想干嘛啊？{2b23}{401f}{千寻}{4c1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}总感觉最近，看上去{↙}没什么精神啊。{2b23}{401f}{千寻}{481f}{3521}很担心你，{↙}所以顺道过来看一下。{结束}"
event_mes_data_1011_0004: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}到底，怎么了？{↙}我，会听你说的。{2b23}{411f}{拉兹贝莉}{4b1f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b521}…我，{↙}就这样下去真的可以吗？{2b23}虽然，{↙}很想和大家说话，{↙}却不知从何说起…{2b23}{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}我想，{↙}就这样好了。{2b23}{401f}{千寻}{491f}{3521}{d821}而且，{↙}话多的安琪，{↙}也不敢想像！{结束}"
event_mes_data_1011_0005: .strn "{411f}{拉兹贝莉}{4a1f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b321}真是的，什么啊！{↙}别人这么认真的和你在商量…{2b23}{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}安琪不用担心，{↙}大家都知道的。{2b23}{401f}{千寻}{491f}{3521}{d921}而且，{↙}我也很喜欢{↙}这样的安琪。{结束}"
event_mes_data_1011_0006: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}…啊！没什么！{0a27}{↙}啊，是去喝咖啡的时间了！{2b23}{401f}{千寻}{481f}{3521}那么再见，{↙}我这就走了哦！{↙}…{0a27}打起精神来元，安琪！{结束}"
event_mes_data_1011_0007: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}{b021}…谢谢你，{↙}迪鲁卡。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1011_End: .hword 0x270F,(event_mes_data_1011_0000 - event_mes_data_1011_header)/2
;event_mes_data_1011文本数量为：8
