;子文件头
event_mes_data_0395_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0395_0000 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0001 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0002 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0003 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0004 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0005 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0006 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0007 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0008 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0009 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0010 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0011 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0012 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0013 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0014 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0015 - event_mes_data_0395_header)

event_mes_data_0395_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}嗯！有好好打过{↙}招呼了呢。{2b23}对了…我想你该注意到了，{↙}头顶上{颜2}Ｂ键标志{颜1}{↙}出现了吧。{2b23}这个标志表示能够对话的人，{↙}靠近能够调查的事物{↙}就会表示出来咯。{2b23}{401f}{雪莉露}{4a1f}{3521}顺便说一下，{↙}在这里的路上{颜4}有一根{↙}树枝{颜1}掉落了吧？{2b23}再一次，{颜4}尝试靠近{颜1}那根树枝。{↙}这次{颜2}Ｂ键标志{颜1}{↙}会出现。{2b23}{401f}{雪莉露}{481f}{3521}出现标志的话，{↙}尝试着按一下{颜2}Ｂ键{颜1}。{↙}那么，你试一试吧。{结束}"
event_mes_data_0395_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}在掉落的东西的附近{↙}尝试按{颜2}Ｂ键{颜1}吧。{结束}"
event_mes_data_0395_0002: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}嗯！像这样子就能{↙}抬起东西了哦！{2b23}就照这个状态，再一次{↙}按{颜2}Ｂ键{颜1}，就能把东西给扔掉了。{2b23}{401f}{雪莉露}{481f}{3521}然后{颜2}按Ｙ键{颜1}的话，{↙}抬起的东西就可以放进包里了。{2b23}那么，把现在抬起的{↙}东西放进包里吧。{↙}放进去了之后来找我。{结束}"
event_mes_data_0395_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}唔，按Ｂ键的话，{↙}能够扔掉东西。{2b23}但是，现在把抬起{↙}的东西试试放进包里。{↙}{颜2}按Ｙ键{颜1}。{2b23}做好了之后来找我。{↙}{结束}"
event_mes_data_0395_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}把现在抬起的{↙}东西试着放进包里吧。{2b23}{颜2}按Ｙ键{颜1}的话，{↙}就能把抬着的{↙}东西放进包里了。{2b23}做好了就来找我。{结束}"
event_mes_data_0395_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}唔，好像顺利{↙}地放进去了呢。{2b23}想查看包内物品的话，{↙}按{颜2}Ｘ键{颜1}。{↙}这样的话，下屏就会转换了。{结束}"
event_mes_data_0395_0006: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}打开背包的话，里面{↙}能够做很多事情哦。{2b23}按{颜2}十字键{颜1}移动光标{↙}按{颜2}Ａ键{颜1}能選择。{2b23}顺便说一下選择{颜2}「丢弃」{颜1}的话，{↙}就再也回不来了{↙}这点要注意哦。{2b23}按{颜2}Ｂ键{颜1}的话，{↙}能合上背包。{↙}可以试着按按看。{结束}"
event_mes_data_0395_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}背包的说明{↙}就到这了。{2b23}{401f}{雪莉露}{491f}{3521}那，接下来去你家{↙}参观一下怎么样。{结束}"
event_mes_data_0395_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这里就是你家。{↙}按照你的喜好来使用吧。{2b23}{401f}{雪莉露}{4a1f}{3521}对了，关于{颜2}仓库{颜1}的事{↙}需要我告诉你。{↙}跟我来吧。{结束}"
event_mes_data_0395_0009: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这里是{颜2}仓库{颜1}。{↙}看看里面吧。{结束}"
event_mes_data_0395_0010: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{颜2}仓库{颜1}是放背包里{↙}放不下的东西的。{2b23}把野菜牛奶等{↙}生鲜食品放进{↙}仓库会保存的更久。{2b23}{411f}{雪莉露}{4a1f}{3621}使用方法和背包一样。{↙}按{颜2}十字键{颜1}移动光标{↙}按{颜2}Ａ键{颜1}能選择。{2b23}{411f}{雪莉露}{481f}{3621}接下来，按{颜2}Ｂ键{颜1}的话，{↙}能离开仓库。{↙}可以按按看。{结束}"
event_mes_data_0395_0011: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}仓库的说明{↙}就到这里了。{2b23}{411f}{雪莉露}{491f}{3621}…啊，对了对了。{↙}还有一件事，有一样一定{↙}要让你使用的东西。{结束}"
event_mes_data_0395_0012: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这是{颜2}箩筐{颜1}。{↙}是非常便利的道具。{2b23}把东西放进去的话，{↙}会自动送到{颜2}仓库{颜1}去。{2b23}放进去的方法{↙}是和之前一样的，{↙}把它投进箩筐。很简单吧？{结束}"
event_mes_data_0395_0013: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}但是，要是仓库里面{↙}{颜2}堆满东西就不能用了{颜1}哦！{2b23}{411f}{雪莉露}{481f}{3621}能存储很多东西{↙}对牧场工作很有用！{↙}一定要善用啊。{结束}"
event_mes_data_0395_0014: .strn "模型{结束}"
event_mes_data_0395_0015: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}啊，你今天刚来{↙}肯定也累了吧。{2b23}站在床前{↙}按{颜2}Ｂ键{颜1}的话就能休息了。{2b23}{401f}{雪莉露}{4a1f}{3521}还有精力的话在休息之前到{颜2}书{栗2}{颜1}{↙}和{颜2}厨房{颜1}之类的去看看也可以。{2b23}{颜2}日历{颜1}能让你了解这个小镇举行的{↙}{颜2}祭典{颜1}的预定{↙}所以很方便。{2b23}{401f}{雪莉露}{481f}{3521}那么，我还有点事情{↙}先失陪了。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0395_End: .hword 0x270F,(event_mes_data_0395_0000 - event_mes_data_0395_header)/2
;event_mes_data_0395文本数量为：16
