;子文件头
event_mes_data_0438_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0438_0000 - event_mes_data_0438_header)
    .hword (event_mes_data_0438_0001 - event_mes_data_0438_header)
    .hword (event_mes_data_0438_0002 - event_mes_data_0438_header)

event_mes_data_0438_0000: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}瓦达{颜1}{2c23}{↙}……………{↙}…………你好……{结束}"
event_mes_data_0438_0001: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}瓦达{颜1}{2c23}{↙}………瓦达………………{↙}……正在等……{2b23}………暴風雨………………{↙}……………{↙}………在等…………。{2b23}{401f}{c91f}{4b1f}{3521}………瓦达………………{↙}………遇到了…………{↙}…………暴風雨……{2b23}………被吹到这里………{↙}……………{↙}……………现在想回家。{2b23}{401f}{c91f}{491f}{3521}………所以…………{↙}………再来暴風雨…………{↙}…………把我吹走……！{2b23}………那样的话………{↙}………瓦达………{↙}……就能回家……！{结束}"
event_mes_data_0438_0002: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}瓦达{颜1}{2c23}{↙}……瓦达…………{↙}………我决不放弃……{2b23}………下一次……{↙}………我在那边………{↙}……等………！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0438_End: .hword 0x270F,(event_mes_data_0438_0000 - event_mes_data_0438_header)/2
;event_mes_data_0438文本数量为：3
