;子文件头
event_mes_data_0884_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0884_0000 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0001 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0002 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0003 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0004 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0005 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0006 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0007 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0008 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0009 - event_mes_data_0884_header)
    .hword (event_mes_data_0884_0010 - event_mes_data_0884_header)

event_mes_data_0884_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}各位来宾！{2b23}这次的宠物祭{↙}主题是猫！{2b23}那么首先，{↙}由我来介绍参赛者！{2b23}参加者{2e08}{4f08}{0e08}{1108}{↙}{名字}！{结束}"
event_mes_data_0884_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}参加者{2e08}{4f08}{0e08}{1208}{↙}拉拉！{结束}"
event_mes_data_0884_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}参加者{2e08}{4f08}{0e08}{1308}{↙}玛丽琳！{结束}"
event_mes_data_0884_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}接下来，让我们来看看{↙}参赛的动物们吧。{结束}"
event_mes_data_0884_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}规则，{↙}极为简单！{2b23}最快到达{↙}饲主身边的动物{↙}获得优胜！{2b23}{401f}{雪莉露}{4a1f}{3521}让我们来确认{↙}动物和饲主间的羁绊吧！{↙}这是爱的战斗！{2b23}我宣布，{↙}猫祭{↙}开始！{结束}"
event_mes_data_0884_0005: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}太精彩了！！！{2b23}{401f}{雪莉露}{481f}{3521}本次猫祭的结果是…。{↙}第三名　{名字}！{0a27}{↙}第二名　{功能2}！{0a27}{2b23}{401f}{雪莉露}{491f}{3521}第一名是…。{0a27}{↙}{颜2}{功能1}{颜1}！{↙}{0422}祝贺你！{结束}"
event_mes_data_0884_0006: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}太精彩了！！！{2b23}{401f}{雪莉露}{481f}{3521}本次猫祭的结果是…。{↙}第三名　{0210}！{0a27}{↙}第二名　{名字}！{0a27}{2b23}{401f}{雪莉露}{491f}{3521}第一名是…。{0a27}{↙}{颜2}{功能1}{颜1}！{↙}{0422}祝贺你！{结束}"
event_mes_data_0884_0007: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}太精彩了！！！{2b23}{401f}{雪莉露}{481f}{3521}本次猫祭的结果是…。{↙}第三名　{0210}！{0a27}{↙}第二名　{功能2}！{0a27}{2b23}{401f}{雪莉露}{491f}{3521}第一名是…。{0a27}{↙}{颜2}{名字}{颜1}！{↙}{0422}祝贺你！{结束}"
event_mes_data_0884_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}下次的宠物祭{↙}主题是狗！{2b23}从今天开始{↙}要倾注爱心{↙}和小狗们搞好关系哦！{2b23}那么，请大家期待{↙}下次的宠物祭吧。{结束}"
event_mes_data_0884_0009: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0422}我居然{↙}差点给忘了。{2b23}{401f}{雪莉露}{481f}{3521}这个是，{↙}今天第一名的奖品。{结束}"
event_mes_data_0884_0010: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}今天恭喜你。{2b23}期待你下次{↙}也能有好的表现。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0884_End: .hword 0x270F,(event_mes_data_0884_0000 - event_mes_data_0884_header)/2
;event_mes_data_0884文本数量为：11
