;子文件头
event_mes_data_1002_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1002_0000 - event_mes_data_1002_header)
    .hword (event_mes_data_1002_0001 - event_mes_data_1002_header)
    .hword (event_mes_data_1002_0002 - event_mes_data_1002_header)
    .hword (event_mes_data_1002_0003 - event_mes_data_1002_header)

event_mes_data_1002_0000: .strn "{411f}{米海尔}{4d1f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}{f521}真是大吃一惊。{2b23}还从没有让我这么{↙}吃惊过的事呢。{结束}"
event_mes_data_1002_0001: .strn "{411f}{米海尔}{4d1f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}{f121}啊啊，你还在等着我的{↙}答复吧。{2b23}{411f}{米海尔}{481f}{3621}和我结婚的话，{↙}会带来不必要的面子问题，{↙}或是其他各方面的阻力。{2b23}这样也可以吗？{结束}"
event_mes_data_1002_0002: .strn "{411f}{米海尔}{491f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}{f021}是吗，这样啊。{2b23}哈，刚才只是为了{↙}试一试你的决心而已。{2b23}{411f}{米海尔}{4a1f}{3621}其实面子问题什么的根本{↙}不会有啦。{2b23}不会给{名字}添麻烦的啦。{2b23}{411f}{米海尔}{481f}{3621}我答应和你结婚。{结束}"
event_mes_data_1002_0003: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}结婚仪式就定在{↙}一周之后吧。{2b23}我想根据我祖国的方式{↙}来举行呢。{2b23}{411f}{米海尔}{491f}{3621}这样可以吗？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1002_End: .hword 0x270F,(event_mes_data_1002_0000 - event_mes_data_1002_header)/2
;event_mes_data_1002文本数量为：4
