;子文件头
event_mes_data_0408_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0408_0000 - event_mes_data_0408_header)
    .hword (event_mes_data_0408_0001 - event_mes_data_0408_header)
    .hword (event_mes_data_0408_0002 - event_mes_data_0408_header)
    .hword (event_mes_data_0408_0003 - event_mes_data_0408_header)
    .hword (event_mes_data_0408_0004 - event_mes_data_0408_header)
    .hword (event_mes_data_0408_0005 - event_mes_data_0408_header)

event_mes_data_0408_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}一大早就打扰{名字}。{↙}抱歉。{2b23}有事情想{↙}请你帮忙。{2b23}他会住在镇子里面{↙}一阵子。{2b23}{411f}{米海尔}{481f}{3621}{2f23}{颜3}？？？{颜1}{2c23}{↙}{2d23}………{2c23}{颜3}施密特{颜1}嗯。{↙}请多关照。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}我和你说，{↙}他是某国的王子。{2b23}施密特·阿道夫·{↙}莱鲁铎·德·{↙}舒瓦特。{2b23}这是他正式的名字。{结束}"
event_mes_data_0408_0001: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}嘘…！{↙}别说这么大声！{2b23}{401f}{雪莉露}{481f}{3521}这个事情，{↙}不能让别人知道啊。{结束}"
event_mes_data_0408_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}对你透露这些{↙}是希望你能帮助他。{2b23}他初来乍到，有很多{↙}不明白的，非常麻烦。{↙}可以拜托你帮帮他吗？{结束}"
event_mes_data_0408_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}你确定？{↙}得救了。{2b23}他住在旅馆里。{↙}请多关照哦。{↙}先回去了。{结束}"
event_mes_data_0408_0004: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}施密特{颜1}{2c23}{↙}{f521}真是不好意思。{2b23}打扰了你，{↙}很抱歉。{↙}今后请多多关照。{结束}"
event_mes_data_0408_0005: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}。{↙}怎么样？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0408_End: .hword 0x270F,(event_mes_data_0408_0000 - event_mes_data_0408_header)/2
;event_mes_data_0408文本数量为：6
