;子文件头
event_mes_data_0497_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0497_0000 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0001 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0002 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0003 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0004 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0005 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0006 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0007 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0008 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0009 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0010 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0011 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0012 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0013 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0014 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0015 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0016 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0017 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0018 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0019 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0020 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0021 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0022 - event_mes_data_0497_header)

event_mes_data_0497_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}君，早上好！{↙}稍微打扰你一下哦。{结束}"
event_mes_data_0497_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}今天是集市开放的日子哦，{↙}{名字}君！{2b23}{401f}{雪莉露}{491f}{3521}所谓集市是{颜2}每周一次{颜1}，{↙}{颜2}周六或周日{颜1}举办的{↙}大型活动。{2b23}因为节日休息时也会{↙}举办。具体的时间请参照{↙}日历上的记录。{2b23}{401f}{雪莉露}{4a1f}{3521}那今天我就带你参观一下{↙}集市日的情况吧！{↙}我们快点出发吧！{结束}"
event_mes_data_0497_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}好了，我们到了。现在大家{↙}都在忙碌的准备当中呢。{2b23}集市活动{颜2}从早上十点开始，{↙}到晚上七点结束{颜1}。{2b23}{401f}{雪莉露}{4a1f}{3521}在集市中你可以自己开店，{↙}也可以去其他人的店里{↙}购买各种各样的东西！{结束}"
event_mes_data_0497_0003: .strn "现在就不要去{↙}其他的地方了。{结束}"
event_mes_data_0497_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}你可以先去和正在{↙}开店的大家说说话。{2b23}一定能够感受到{↙}集市的那种氛围的！{结束}"
event_mes_data_0497_0005: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}去和镇上的大家{↙}说说话吧。{结束}"
event_mes_data_0497_0006: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1922}早上好，{名字}。{2b23}什么样的菜单才能让{↙}客人高兴地来买呢…{2b23}{401f}{弗乔}{481f}{3521}每次我都会准备{↙}新的菜单，{↙}你也偶尔来看看吧。{结束}"
event_mes_data_0497_0007: .strn "{401f}{弗乔}{481f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}和其他的人{↙}也打个招呼吧。{结束}"
event_mes_data_0497_0008: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}早。{↙}贵安？{2b23}唔，今天会有什么样的{↙}客人来光顾呢。{↙}很期待哦。{结束}"
event_mes_data_0497_0009: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}能大卖就好了呢。{↙}对集市也有好处。{结束}"
event_mes_data_0497_0010: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}以前这个集市也有{↙}很多的客人来呢…{2b23}{401f}{伊尔萨}{4b1f}{3521}{2322}…之前的牧场主去世之后{↙}就变的完全没{↙}人气了呢…{2b23}{401f}{伊尔萨}{491f}{3521}{2022}所以新的牧场主来了，{↙}大家都真的{↙}感到开心呢。{结束}"
event_mes_data_0497_0011: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}你也会开店的咯？{↙}我很期待哦！{结束}"
event_mes_data_0497_0012: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e721}…什么啊。我现在忙着{↙}准备开店呢。{2b23}{401f}{卡米尔}{4b1f}{3521}{e621}最近我这里生意不太好，{↙}…真是烦躁啊。{结束}"
event_mes_data_0497_0013: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}…即使有好东西出售，{↙}来的人也很少呢…。{结束}"
event_mes_data_0497_0014: .strn "{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}{1422}喔呵呵！今天会有{↙}什么样的客人来哦！{结束}"
event_mes_data_0497_0015: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}{5e22}嘿嘿，今天也要{↙}大卖哦！！！{结束}"
event_mes_data_0497_0016: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}你是新的牧场主么？{↙}这里是动物店哦。{2b23}有很多动物很热闹哦！{↙}现在还在准备，{↙}等下再来看哦！{结束}"
event_mes_data_0497_0017: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}卢乔{颜1}{2c23}{↙}新的牧场主能重振{↙}集市的繁华就好了哦。{结束}"
event_mes_data_0497_0018: .strn "啊，早上好。{↙}你是新的牧场主吧？{2b23}我是其他小镇里的居民{↙}我也在这个集市{↙}开了一家店哟。{2b23}你这次也会开店吗？{↙}让我们一起为了{↙}集市的兴旺加油吧！{结束}"
event_mes_data_0497_0019: .strn "好了，再不快点准备的话{↙}集市都要开始了哦。{结束}"
event_mes_data_0497_0020: .strn "好像已经都打过招呼了吧？{↙}回到菲尼克斯镇长{↙}那边去吧。{结束}"
event_mes_data_0497_0021: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}哦哦，{名字}君！{↙}已经完成了呢？{2b23}{401f}{雪莉露}{481f}{3521}１０点钟的寒暄结束之后{↙}集市就将开始了！{↙}所有的店都会开张哦！{2b23}牧场的工作中要用到的{↙}工具也有出售，{↙}最好慢慢逛一下。{2b23}下次集市开始，{↙}如果你的店铺能开业{↙}就好了呢！{2b23}集市的气氛也好好地{↙}感受一下吧。{↙}那么，祝你玩得开心！{结束}"
event_mes_data_0497_0022: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}那么首先先去集市中{↙}到处看一看吧。{2b23}{401f}{雪莉露}{481f}{3521}也挺难得的，去和{↙}开店的大家说说话吧。{↙}我就在这里等你。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0497_End: .hword 0x270F,(event_mes_data_0497_0000 - event_mes_data_0497_header)/2
;event_mes_data_0497文本数量为：23
