;子文件头
event_mes_data_0864_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0864_0000 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0001 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0002 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0003 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0004 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0005 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0006 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0007 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0008 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0009 - event_mes_data_0864_header)

event_mes_data_0864_0000: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a821}早安，{↙}{9123}。{2b23}{411f}{莉亚}{4d1f}{a921}因为今天是感恩祭，{↙}所以想要送给每天都在{↙}努力工作的你一份礼物！{结束}"
event_mes_data_0864_0001: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}安琪{颜1}{2c23}{↙}早啊…{0b27}{9123}。{↙}今天不是感恩祭嘛。{2b23}{2d23}……{2c23}{0b27}所以{↙}我给你准备了点心。{结束}"
event_mes_data_0864_0002: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}早啊，{9123}。{2b23}{411f}{莉可丽丝}{491f}{b121}今天我有一样{↙}东西想交给你！{2b23}给。{↙}这是送给每天努力工作{↙}着的你的一份礼物{颜2}♥{颜1}{结束}"
event_mes_data_0864_0003: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}早安，{↙}{9123}！{2b23}{411f}{娜娜}{4d1f}{c121}今天为了感谢你{↙}平日里的关照{↙}我准备了点心作为礼物！{结束}"
event_mes_data_0864_0004: .strn "{411f}{贤者大人}{4d1f}{3621}{2f23}{颜3}华月{颜1}{2c23}{↙}早上好，{9123}。{↙}今天我有样东西想交给你。{2b23}{411f}{贤者大人}{491f}{c821}算是感谢你{↙}平日里的关照。{结束}"
event_mes_data_0864_0005: .strn "{411f}{莉亚}{4d1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a821}希望你{↙}能喜欢{颜2}♥{颜1}{2b23}{411f}{莉亚}{491f}牧场的工作{↙}也请继续加油吧。{结束}"
event_mes_data_0864_0006: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}安琪{颜1}{2d23}{↙}……{0b27}{2e23}{↙}{411f}{拉兹贝莉}{4d1f}{b121}谢谢你一直关照我{颜2}♥{颜1}{2b23}{411f}{拉兹贝莉}{481f}我要说的就这些。{↙}你去工作吧。{结束}"
event_mes_data_0864_0007: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}感谢你一直关照我{0b27}。{↙}{9123}，{2b23}{411f}{莉可丽丝}{481f}那拜拜，{↙}路上小心哦。{结束}"
event_mes_data_0864_0008: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c121}希望{9123}{↙}能喜欢{颜2}♥{颜1}{2b23}{411f}{娜娜}{481f}今天也请{↙}加油工作哦！{结束}"
event_mes_data_0864_0009: .strn "{411f}{贤者大人}{481f}{3621}{2f23}{颜3}华月{颜1}{2c23}{↙}不知道{9123}{↙}喜不喜欢这个…{2b23}耽误你的时间了。{↙}我没别的事了。{0b27}{↙}{411f}{贤者大人}{491f}{c921}…谢谢你。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0864_End: .hword 0x270F,(event_mes_data_0864_0000 - event_mes_data_0864_header)/2
;event_mes_data_0864文本数量为：10
