;子文件头
event_mes_data_1019_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1019_0000 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0001 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0002 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0003 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0004 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0005 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0006 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0007 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0008 - event_mes_data_1019_header)

event_mes_data_1019_0000: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}啊呀，秋牡丹。{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c421}阿吉！{↙}到底怎么了？{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}我这里{↙}有一份东西要交给秋牡丹…{结束}"
event_mes_data_1019_0001: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}秋牡丹，{↙}怎么回事？{结束}"
event_mes_data_1019_0002: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}啊，爷爷。{结束}"
event_mes_data_1019_0003: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}你好，{↙}斯图尔特先生。{2b23}{411f}{奇力克}{4c1f}{3621}{ef21}啊…不好意思。{↙}秋牡丹正在工作啊。{2b23}{401f}{霍华德}{481f}{3521}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}不不，没事。{↙}无论何时来玩都无妨。{2b23}{401f}{霍华德}{491f}{3521}{0d22}因为我和小吉是{↙}好朋友。{结束}"
event_mes_data_1019_0004: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}那个我…。{↙}打扰到你了？{2b23}{401f}{霍华德}{491f}{3521}{0c22}小吉，{↙}你们两个{↙}慢慢聊噢。{2b23}{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{eb21}啊…{↙}…是。{结束}"
event_mes_data_1019_0005: .strn "{411f}{娜娜}{4d1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c121}…啊呀，我说爷爷呀…{结束}"
event_mes_data_1019_0006: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}我说…{↙}发生什么了，阿吉。{结束}"
event_mes_data_1019_0007: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{ef21}啊，啊啊。{↙}那个，这个给秋牡丹。{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c421}这是…彩色笔？{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}嗯。很好用，{↙}颜色又漂亮。{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}…为我{↙}买的吗？{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}…嗯嗯。{↙}你用的话我会更开心的。{结束}"
event_mes_data_1019_0008: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}当然！{↙}当然用喽。{2b23}{c021}哇！{↙}秋牡丹的彩色笔！{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e821}太好了。{↙}我很高兴的收下了。{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}我会好好用的！{↙}真的谢谢你！{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}不不。{↙}…那么，我走了阿。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c121}好的！{2b23}再见，{↙}画好了画我给你看啊！{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e821}那么，我期待着哦。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1019_End: .hword 0x270F,(event_mes_data_1019_0000 - event_mes_data_1019_header)/2
;event_mes_data_1019文本数量为：9
