;子文件头
event_mes_data_0431_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0431_0000 - event_mes_data_0431_header)
    .hword (event_mes_data_0431_0001 - event_mes_data_0431_header)
    .hword (event_mes_data_0431_0002 - event_mes_data_0431_header)
    .hword (event_mes_data_0431_0003 - event_mes_data_0431_header)

event_mes_data_0431_0000: .strn "{401f}{艾瑞拉}{4a1f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}{1622}哦呵呵。{↙}在干什么啊？{结束}"
event_mes_data_0431_0001: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}乔家兄弟们，{↙}正在开会哦。{2b23}我们各自店的销售额{↙}拿来比一比，现在正在{↙}相互交流经验呢。{2b23}{401f}{艾瑞拉}{481f}{3521}{名字}，你是{↙}有什么事吗？{2b23}{401f}{艾瑞拉}{4a1f}{3521}{1622}不会是，{↙}来抢劫的吧…{结束}"
event_mes_data_0431_0002: .strn "{401f}{索娜}{481f}{3521}{2f23}{颜3}弗乔{颜1}{2c23}{↙}好象有什么事要解决{↙}我们俩，先回去啦。{2b23}{411f}{玛奥}{481f}{3621}{2f23}{颜3}卢乔{颜1}{2c23}{↙}后面的事情，{↙}就拜托穆乔啦。{结束}"
event_mes_data_0431_0003: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}穆乔{颜1}{2c23}{↙}{5D22}我知道的。{2b23}{401f}{艾瑞拉}{481f}{3521}{名字}…{↙}不会做这种事的{↙}穆乔我，也是很了解的。{2b23}{401f}{艾瑞拉}{4a1f}{3521}{1622}…再说什么，半夜里{↙}突然闯了进来{↙}也算打扰我们了。{2b23}喂，{↙}你快点出去啊！！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0431_End: .hword 0x270F,(event_mes_data_0431_0000 - event_mes_data_0431_header)/2
;event_mes_data_0431文本数量为：4
