;子文件头
event_mes_data_0405_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0405_0000 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0001 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0002 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0003 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0004 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0005 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0006 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0007 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0008 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0009 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0010 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0011 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0012 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0013 - event_mes_data_0405_header)

event_mes_data_0405_0000: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}喂喂，{名字}。{2b23}过来啦，你和我打招呼{↙}吓了我一跳。{2b23}{401f}{霍华德}{491f}{3521}让老人受惊吓{↙}是最不好的！{结束}"
event_mes_data_0405_0001: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}嗯？总感觉{↙}有什么声音，不是吗？{2b23}真是不好意思啊。{↙}什么，我只不过是{↙}在想些事情罢了。{2b23}{401f}{霍华德}{491f}{3521}{0c22}今天的午饭是，{↙}什么呢～骗你的！{2b23}{401f}{霍华德}{4a1f}{3521}…啊啊，这么一说，{↙}我已经准备好了。{2b23}{401f}{霍华德}{481f}{3521}…{名字}，{↙}真是不好意思{↙}能不能帮忙看一会儿店？{结束}"
event_mes_data_0405_0002: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}谢谢。{↙}请多关照！{结束}"
event_mes_data_0405_0003: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}哎呀，{名字}？{结束}"
event_mes_data_0405_0004: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}欢迎。{↙}今天怎么啦？{结束}"
event_mes_data_0405_0005: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}啊，看店？{↙}爷爷的样子很奇怪？{2b23}{1022}哎呀呀…是嘛。{↙}但是不要太在意。{↙}因为是常有的事。{2b23}{401f}{古拉尼}{4b1f}{3521}{1322}…果然，{↙}又会寂寞了。{结束}"
event_mes_data_0405_0006: .strn "{401f}{古拉尼}{4b1f}{3521}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}我家以前，有个儿子。{2b23}已经长大了，{↙}离家了。{↙}自从这孩子离开之后…{2b23}爷爷，虽然脸上{↙}不表现出来，但是看上去还是{↙}很寂寞的…{2b23}经常没精神。{↙}因为是最重要的儿子。{2b23}不管怎样，{↙}不能习惯他不在身边。{2b23}想起{↙}许多回忆{↙}开心啦，痛苦啦。{结束}"
event_mes_data_0405_0007: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}…哎呀，对不起。{↙}总感觉心情很沉重。{2b23}{401f}{古拉尼}{491f}{3521}但是如今秋有牡丹在，{↙}爷爷也比以前{↙}精神多了哦。{2b23}…当然，我也是。{2b23}如果从今往后{↙}一直在我们身边就好了…{↙}我老是这么想。{结束}"
event_mes_data_0405_0008: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}喂喂，谢谢。{↙}{名字}。{2b23}准备好了♪{结束}"
event_mes_data_0405_0009: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}欢迎回来，他爷爷。{2b23}{411f}{霍华德}{481f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}回来了。{2b23}２个人，{↙}说了些什么？{2b23}{411f}{霍华德}{4a1f}{3621}{0d22}不会是，{↙}一起在说{↙}我的坏话吧。{2b23}{401f}{古拉尼}{491f}{3521}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}{1122}呵呵。{↙}真是没办法。{结束}"
event_mes_data_0405_0010: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}我回来了…♪{结束}"
event_mes_data_0405_0011: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}欢迎回来，秋牡丹。{2b23}{411f}{霍华德}{481f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}欢迎回来，小秋牡丹。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}我回来了…！{↙}…啊，爷爷，给！！{2b23}刚才在路上和阿吉遇上了，{↙}他给我的！{2b23}爷爷喜欢的{↙}栗子蛋糕！！{结束}"
event_mes_data_0405_0012: .strn "{411f}{霍华德}{491f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}喂喂，这是！！{↙}我可以拿吗？{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}当然可以♪{2b23}为了爷爷，{↙}我才买的！{2b23}{411f}{霍华德}{491f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}{0c22}啊哈哈！谢谢，{↙}小秋牡丹！！{2b23}{401f}{古拉尼}{491f}{3521}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}{1022}真好啊，{↙}他爷爷。{结束}"
event_mes_data_0405_0013: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}啊…！？{2b23}{401f}{娜娜}{4b1f}{3521}{c321}我忘记{↙}带来了…{2b23}{401f}{娜娜}{481f}{3521}我这就{↙}回去拿！{2b23}{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}{0F22}哦哟，这可不得了了。{2b23}小心点哦{↙}拜拜。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c121}好的♪{↙}{401f}{娜娜}{4d1f}{3521}我去了！！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0405_End: .hword 0x270F,(event_mes_data_0405_0000 - event_mes_data_0405_header)/2
;event_mes_data_0405文本数量为：14
