;子文件头
event_mes_data_0407_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0407_0000 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0001 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0002 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0003 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0004 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0005 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0006 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0007 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0008 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0009 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0010 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0011 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0012 - event_mes_data_0407_header)

event_mes_data_0407_0000: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{↙}{d020}咦……呀！！！！{结束}"
event_mes_data_0407_0001: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{↙}{d020}嗨呀…嗨呀！！！！{结束}"
event_mes_data_0407_0002: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}嗯…怎么了！？{2b23}这玩意的锋利么？{↙}能切断这个么？{2b23}{411f}{雪莉露}{491f}{3621}{5622}…哈哈哈！{↙}但是，不管怎么样的{↙}秘密策略都准备好了！！{2b23}{411f}{雪莉露}{481f}{3621}这个，值得初心者信赖的{↙}一本★简单料理书{↙}有它可以很清楚的明白！{2b23}{411f}{雪莉露}{491f}{3621}没什么顾及的！{↙}{0422}啊…哈哈哈哈！！{↙}{0a27}{0a27}{481f}…很好，继续。{2b23}那么，继续下去吧？{↙}野菜浇上汤汁{↙}稍稍熬煮一下就好了…嗯。{2b23}{5822}好汤啊。{结束}"
event_mes_data_0407_0003: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}快点，放在火上{↙}快好了。{0a27}…呀{结束}"
event_mes_data_0407_0004: .strn "{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{↙}{0622}…啊！？{结束}"
event_mes_data_0407_0005: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}啊，{0b27}{2f23}啊………啊啊！！！！{结束}"
event_mes_data_0407_0006: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}爸爸！？{↙}怎么了！！{结束}"
event_mes_data_0407_0007: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{5a22}谢，谢璐芙…{2b23}啊，没什么……{↙}稍微被烫伤了一下{2b23}{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{ac21}…烫伤？{结束}"
event_mes_data_0407_0008: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{ae21}…爸爸，你又要{↙}自己做料理吗！？{2b23}{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}不，不是的…{2b23}{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}为什么就是不听话呢！{结束}"
event_mes_data_0407_0009: .strn "{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}对，对不起…{2b23}{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{aa21}竟然如此混乱…{2b23}您真是不擅家事，{↙}不会做的话就不要做了。{2b23}{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}啊，今天有些什么{↙}我可以做到的…{2b23}{401f}{莉亚}{4b1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}你总是失败{↙}没有这方面的能力。{2b23}{401f}{莉亚}{4c1f}{3521}我要把这些东西{↙}都整理一下！　{2b23}{401f}{莉亚}{4b1f}{3521}尽可能的洗干净，{↙}真混乱…。{2b23}{401f}{莉亚}{4a1f}{3521}还要把你烧焦的胡子{↙}和烧伤处理一下…！{结束}"
event_mes_data_0407_0010: .strn "{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{aa21}不管怎样！！{2b23}从现在起，{↙}禁止爸爸进入厨房！{↙}家务是最不适合你的！！{2b23}总之，{↙}请别再这样了！！{结束}"
event_mes_data_0407_0011: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}啊呀{0b27}{2f23}啊呀呀呀！！！！{2c23}{2b23}{411f}{雪莉露}{4b1f}{3621}{0722}是，是这样么…{↙}如果这样说的话，{↙}那也没办法…{2b23}真是抱歉了…{结束}"
event_mes_data_0407_0012: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{af21}…我也说的{↙}有点过份了。{2b23}{401f}{莉亚}{4b1f}{3521}不过，我只是不想让{↙}父亲因此而受伤…{↙}…对不起，爸爸。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0407_End: .hword 0x270F,(event_mes_data_0407_0000 - event_mes_data_0407_header)/2
;event_mes_data_0407文本数量为：13
