;子文件头
event_mes_data_0404_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0404_0000 - event_mes_data_0404_header)
    .hword (event_mes_data_0404_0001 - event_mes_data_0404_header)
    .hword (event_mes_data_0404_0002 - event_mes_data_0404_header)
    .hword (event_mes_data_0404_0003 - event_mes_data_0404_header)
    .hword (event_mes_data_0404_0004 - event_mes_data_0404_header)

event_mes_data_0404_0000: .strn "{411f}{琉伊}{4a1f}{3621}{2f23}{颜3}克莱尔{颜1}{↙}{2522}给我过来！！{↙}凯文！！{2b23}{2c23}跟你说过多少遍了，{↙}不能拿洗好了{↙}的衣服去玩！{结束}"
event_mes_data_0404_0001: .strn "{401f}{菖蒲}{491f}{3521}{2f23}{颜3}凯文{颜1}{2c23}{↙}{2822}明明是你不好，{↙}要晒在那种地方！！{2b23}{411f}{琉伊}{4a1f}{3621}{2f23}{颜3}克莱尔{颜1}{↙}{2522}你这个孩子！{2b23}{401f}{菖蒲}{491f}{3521}{2f23}{颜3}凯文{颜1}{2c23}{↙}{2822}哇哈哈！　{2b23}只要你抓的住我，{↙}就来抓我试试啊♪{结束}"
event_mes_data_0404_0002: .strn "{401f}{琉伊}{4a1f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2522}今天，我再也不能{↙}原谅你啦！！{2b23}{411f}{菖蒲}{4b1f}{3621}{2f23}{颜3}凯文{颜1}{2c23}{↙}{2b22}哈哈…来呀来呀。{2b23}{411f}{菖蒲}{4a1f}{3621}就知道欺负{↙}可爱的小孩……{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}…凯文？{结束}"
event_mes_data_0404_0003: .strn "{401f}{琉伊}{4a1f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2722}真是的…这小兔崽子，{↙}就知道恶作剧！{2b23}{2e23}今天披着床单说要{↙}捉迷藏什么的到处乱跑…{↙}床单被雨淋得湿透了！！{8f23}昨天一个不小心没注意他{↙}又在爸爸重要的书上{↙}到处涂鸦…。{8f23}还到处挥舞钓竿把房间{↙}弄得乱七八糟！！{↙}还有前天是…{8f23}{2522}哇哇哇哇哇哇哇{↙}唔啊啊啊啊啊啊{↙}{2722}哇呀呀呀呀呀呀…{8f23}{411f}{菖蒲}{4b1f}{3621}{2f23}{颜3}凯文{颜1}{2c23}{↙}{2b22}呜呜……{结束}"
event_mes_data_0404_0004: .strn "…看起来，{↙}好像挺忙的样子。{↙}下次再来吧。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0404_End: .hword 0x270F,(event_mes_data_0404_0000 - event_mes_data_0404_header)/2
;event_mes_data_0404文本数量为：5
