;子文件头
event_mes_data_1007_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1007_0000 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0001 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0002 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0003 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0004 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0005 - event_mes_data_1007_header)

event_mes_data_1007_0000: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}抱歉打扰了，{↙}正要出门吗？{2b23}{401f}{莉亚}{481f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}啊呀，劳埃德。{2b23}难得看到{↙}你到二楼来呢。{2b23}找我有什么事吗？{结束}"
event_mes_data_1007_0001: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e721}…啊，不是…{2b23}{411f}{卡米尔}{4c1f}{3621}{e621}只是想见一见你{↙}所以就来了…{↙}打扰到你了吗？{结束}"
event_mes_data_1007_0002: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{3c22}不会啦，欢迎哟！{2b23}{401f}{莉亚}{481f}{3521}我也正想出门去找{↙}劳埃德呢…{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}很少见呢。{↙}有什么事吗？{结束}"
event_mes_data_1007_0003: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{ac21}…………{2b23}我也是仅仅想见你{↙}而已啦…{2b23}{401f}{莉亚}{4d1f}{3521}{3c22}没事就不能去找你吗？{结束}"
event_mes_data_1007_0004: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}不会的，欢迎哦！{2b23}{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a921}呵呵…{↙}不要学我说话啦。{2b23}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e121}哈哈…{↙}让你不高兴了吗？{结束}"
event_mes_data_1007_0005: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a821}不会啦。{颜2}♥{颜1}{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1007_End: .hword 0x270F,(event_mes_data_1007_0000 - event_mes_data_1007_header)/2
;event_mes_data_1007文本数量为：6
