;子文件头
event_mes_data_0396_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0396_0000 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0001 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0002 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0003 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0004 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0005 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0006 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0007 - event_mes_data_0396_header)

event_mes_data_0396_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}各位！不好了，{↙}镇长！{结束}"
event_mes_data_0396_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0522}怎么了，{↙}斯图尔特。{2b23}上气不接下气地{↙}怎么了？{2b23}{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}啊啊…{0a27}啊啊…{0a27}嗯，{0a27}嗯。{↙}是这样的，{0a27}镇长。{2b23}{411f}{霍华德}{491f}{3621}听了昨天集市的评价，{↙}会场那里聚集了很多客人！{结束}"
event_mes_data_0396_0002: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{↙}{d120}什什什，什么！？{↙}是真的吗！！！{2b23}{411f}{霍华德}{481f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}嗯。{↙}那么，镇长。{2b23}{411f}{霍华德}{4b1f}{3621}{0F22}今天不开集市，{↙}这样下去的话{↙}要让客人失望的…。{2b23}{411f}{霍华德}{481f}{3621}怎么办？{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这不是当然的是嘛！{2b23}{401f}{雪莉露}{491f}{3521}让顾客失望的话{↙}我就该引咎辞职了！{结束}"
event_mes_data_0396_0003: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{名字}！{↙}因此，在这里的诸位！{2b23}{401f}{雪莉露}{481f}{3521}为了顾客的笑容，{↙}大家共同努力{↙}搞好風之集市吧！{结束}"
event_mes_data_0396_0004: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这，{0b27}这么多赶集的？！{结束}"
event_mes_data_0396_0005: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}呜…{0a27}呜呜呜……。{2b23}这个集市，{0a27}终于…{0a27}{↙}变得壮大了…{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}父亲你，{aa21}真是的。{2b23}{411f}{莉亚}{491f}{3621}但是真的有这么多{↙}客人能来{↙}实在太高兴了！{2b23}{411f}{伊尔萨}{491f}{3621}{2f23}{颜3}威尔伯{颜1}{2c23}{↙}{2022}菲尼克斯镇长，{↙}现在不是哭的时候！{2b23}{411f}{霍华德}{491f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}{0c22}就是啊，镇长。{↙}客人在等呢！{结束}"
event_mes_data_0396_0006: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯，是啊。{↙}现在不是哭的时候！{2b23}{401f}{雪莉露}{481f}{3521}那么，诸位！{↙}去迎接各店的客人吧！{结束}"
event_mes_data_0396_0007: .strn "昨天真高兴！{2b23}那么，今天又是{↙}新一天的开始了！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0396_End: .hword 0x270F,(event_mes_data_0396_0000 - event_mes_data_0396_header)/2
;event_mes_data_0396文本数量为：8
