;子文件头
event_mes_data_0498_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0498_0000 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0001 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0002 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0003 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0004 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0005 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0006 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0007 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0008 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0009 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0010 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0011 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0012 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0013 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0014 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0015 - event_mes_data_0498_header)

event_mes_data_0498_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}君，早上好！{↙}稍微打扰你一下哦。{结束}"
event_mes_data_0498_0001: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}今天是集市开放的日子哦，{↙}{名字}君！{2b23}{401f}{雪莉露}{481f}{3521}终于这一次{↙}你也能够开店了哟！{↙}怎么样，很激动吧？{2b23}那么我就来教你{↙}开店的方法吧！{↙}现在就向集市进发吧！{结束}"
event_mes_data_0498_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}怎么样。集市的情况{↙}你应该大概了解了吧？{2b23}那现在关于自己开店{↙}我来说明一下吧。{↙}跟我来！{结束}"
event_mes_data_0498_0003: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这里就是你的店了！{2b23}{401f}{雪莉露}{481f}{3521}要从侧面进去哦。{↙}现在，先把柜台{↙}搭起来吧。{结束}"
event_mes_data_0498_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}这个地方是{↙}开店的基本位置。{2b23}按{颜2}Ｂ键{颜1}就能够{↙}選择{颜2}商品{颜1}摆放了。{2b23}{401f}{雪莉露}{4a1f}{3521}来自己试着摆放一下{↙}要买的商品吧。{2b23}道具下面的价格是{↙}开店的时候给商品{↙}的定价。{2b23}{401f}{雪莉露}{481f}{3521}这次是第一次，{↙}你先展列商品吧。{↙}背包里的东西也能拿来卖。{2b23}决定好了商品之后，{↙}按{颜2}Ｂ键{颜1}就可以了。{结束}"
event_mes_data_0498_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}你什么商品{↙}都没有放哦。{2b23}{401f}{雪莉露}{481f}{3521}从包里拿出要卖的东西{↙}移到商店上就可以了。{结束}"
event_mes_data_0498_0006: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}按{颜2}Ｘ键{颜1}的话，{↙}就能改变商品了。{2b23}{401f}{雪莉露}{4a1f}{3521}商品卖完了的话{↙}就能及时摆放新商品了。{2b23}{401f}{雪莉露}{481f}{3521}到这里为止开店的准备就{↙}完成了。然后就等客人{↙}上门来买了…{2b23}在店里能使用{颜2}铃铛{颜1}。{↙}看，就在{↙}柜台的下面。{结束}"
event_mes_data_0498_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯，找到了呢。{2b23}在商品上架的状态下{↙}按{颜2}Ｂ键{颜1}的话，{↙}就能拉响铃铛。{2b23}听到铃铛的响声的客人{↙}怎么说呢，会被吸引到{↙}你的店里来购物。{2b23}{401f}{雪莉露}{4a1f}{3521}那么，我们来稍微{↙}练习一下吧。你现在{↙}把我当成客人来试试。{2b23}按{颜2}Ｂ键{颜1}拉响铃铛{↙}来招呼客人。{结束}"
event_mes_data_0498_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}唔，按Ｘ键就能够替换{↙}上架的商品了。{2b23}但是现在你要做的是{↙}拉响铃铛来招呼客人。{↙}应该是按{颜2}Ｂ键{颜1}才对。{结束}"
event_mes_data_0498_0009: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯，干得很好嘛。{2b23}{401f}{雪莉露}{481f}{3521}这样客人来到店里{↙}然后他们就会告诉你{↙}想买的{颜2}数量{颜1}了。{2b23}{401f}{雪莉露}{481f}{3521}这时候，在客人的面前{↙}按{颜2}Ａ键{颜1}就能够{↙}卖一个给他了。{2b23}如果客人要三个的话{↙}就按{颜2}３次Ａ键{颜1}，{↙}就能{颜2}卖出３个{颜1}了。{2b23}我们来练习一下吧。{↙}我来说明要买的数量{↙}按{颜2}Ａ键{颜1}来卖给我。{结束}"
event_mes_data_0498_0010: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}唔，按Ｘ键就能够替换{↙}上架的商品了。{2b23}但是现在你要出售{↙}商品。按一次{颜2}Ａ键{颜1}就能够{↙}卖出一个商品了。{结束}"
event_mes_data_0498_0011: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯，{↙}干得很好！{2b23}{401f}{雪莉露}{481f}{3521}顺便告诉你商品处{↙}表示的数字是，{↙}你获得的金钱数。{2b23}像这样开店，{↙}卖出各种各样的商品，{↙}来赚取金钱。{2b23}{401f}{雪莉露}{491f}{3521}{颜2}黄色的★{颜1}数多的{↙}商品质量更好，能够{↙}卖更高的价钱！{结束}"
event_mes_data_0498_0012: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}但是，如果客人提出需要之后{↙}你不卖给他的话…{2b23}{401f}{雪莉露}{4b1f}{3521}客人可会生气地离开哦…{↙}一定要注意{↙}这种情况哦。{2b23}{401f}{雪莉露}{4a1f}{3521}还有在集市的店里买到的{↙}东西，不要立刻就放到{↙}自己的店里来卖！{2b23}卖一些自己{↙}用心去培育的东西{↙}最好不过了！{结束}"
event_mes_data_0498_0013: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}我想你现在应该已经{↙}注意到了吧…。{2b23}画面右上角显示了金额{↙}对吧。这里表示的是{↙}今天你的{颜2}总计销售额{颜1}。{2b23}{401f}{雪莉露}{4a1f}{3521}事实上，每次集市活动{↙}大家都有想一起{↙}达成的{颜2}销售总量{颜1}。{2b23}如果达成了这个金额的话{↙}就能促进集市的发展了{↙}你也一定要出一份力啊！{2b23}{401f}{雪莉露}{481f}{3521}具体金额将会在{↙}集市开始的时候{↙}向大家公布。{2b23}{401f}{雪莉露}{491f}{3521}当然！{↙}销售量高的人，{↙}可以获得奖品哦！{2b23}{401f}{雪莉露}{481f}{3521}具体的结果会在{颜2}次日早上{颜1}{↙}在{颜2}钟楼广场{颜1}发表。{↙}{颜2}早上８点{颜1}之前来看吧！{2b23}如果你不参与的话{↙}集市就很难发展开来，{↙}一定要加油啊。{结束}"
event_mes_data_0498_0014: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}多存点钱的话就能够{↙}开更大的店了。{2b23}我殷切的希望你的店{↙}能够成为这里最大的店！{↙}要加油哦！{2b23}{401f}{雪莉露}{491f}{3521}好了，我也差不多要开始{↙}准备开店了，{↙}就先告辞了。{2b23}你也快点准备要卖的东西，{↙}最好是在{颜2}１０点{颜1}之前{↙}回到这里。{2b23}{401f}{雪莉露}{481f}{3521}那么，{↙}加油吧！{结束}"
event_mes_data_0498_0015: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}喂喂，你要去哪？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0498_End: .hword 0x270F,(event_mes_data_0498_0000 - event_mes_data_0498_header)/2
;event_mes_data_0498文本数量为：16
