;子文件头
event_mes_data_0422_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0422_0000 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0001 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0002 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0003 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0004 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0005 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0006 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0007 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0008 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0009 - event_mes_data_0422_header)

event_mes_data_0422_0000: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1922}啊哈，阿吉。{↙}欢迎欢迎。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}欢迎光临。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e921}我来这吃饭的哈～{2b23}{401f}{弗乔}{481f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}这样啊，{↙}那请稍等一下哦。{2b23}{401f}{弗乔}{491f}{3521}这次要做的是{↙}专门为阿吉准备的{↙}超美味蛋包饭哦。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{e821}哇～！{↙}太期待了！{结束}"
event_mes_data_0422_0001: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}呜呜，{↙}肚子饿得咕咕叫了。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}欢迎光临，{↙}克莱尔。{2b23}{401f}{弗乔}{491f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{4422}请问今晚想要{↙}吃点什么？{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}…那我就要和阿吉{↙}一样的好了。{结束}"
event_mes_data_0422_0002: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}阿吉{颜1}{2c23}{↙}克莱尔也喜欢吃{↙}蛋包饭吗？{结束}"
event_mes_data_0422_0003: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}不是啦～{2b23}我喜欢的其实，{↙}{2d23}是　{0a27}阿　{0a27}吉　{0a27}你　{0a27}哟♥{2c23}{结束}"
event_mes_data_0422_0004: .strn "{411f}{神·罗}{491f}{3621}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3022}呼呼呼，今天大家都{↙}到齐了呢。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}欢迎光临，{↙}奈莉奈{2b23}{401f}{弗乔}{481f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1922}奈莉奈想要吃点{↙}什么呢？{2b23}{401f}{弗乔}{491f}{3521}不会又是，和阿吉一样{↙}要蛋包饭吧？{2b23}{411f}{神·罗}{491f}{3621}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3022}呼呼呼，是的呢。{↙}我就要这个好了。{结束}"
event_mes_data_0422_0005: .strn "{411f}{古拉尼}{491f}{3621}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}{1022}今天，{↙}格外的热闹呢。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}欢迎光临，{↙}莎妮亚。{2b23}{401f}{弗乔}{481f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1922}啊呀啊呀，{↙}真是稀客呀。{2b23}{411f}{古拉尼}{481f}{3621}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}今天想要稍微{↙}放松一下心情呢。{结束}"
event_mes_data_0422_0006: .strn "{411f}{神·罗}{481f}{3621}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}正好正好。{2b23}{411f}{神·罗}{491f}{3621}{3022}现在，正想跟阿吉{↙}聊聊天呢。{↙}是吧{0a27}{0a27}阿吉？{结束}"
event_mes_data_0422_0007: .strn "{401f}{神·罗}{4b1f}{3521}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{4622}你对我们，{↙}感到不满吗…？{2b23}{411f}{琉伊}{4a1f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{6022}不会真是这样吧？{结束}"
event_mes_data_0422_0008: .strn "{411f}{奇力克}{4c1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{5122}呃…{↙}并不是那样的啦。{2b23}{401f}{神·罗}{491f}{3521}{2f23}{颜3}奈莉奈{颜1}{2c23}{↙}{3022}呼呼，那样的话今天就{↙}让我们多了解你一些吧。{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}对了，阿吉{↙}你喜欢什么样的女生呢？{2b23}{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{ed21}呃……{结束}"
event_mes_data_0422_0009: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{4422}今天，{↙}你的人气很高呢。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}米娜{颜1}{2c23}{↙}{1c22}真是不得了呢。{↙}辛苦了。{2b23}{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}阿吉{颜1}{2c23}{↙}{ed21}呃……{↙}今天真是累死我了…{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0422_End: .hword 0x270F,(event_mes_data_0422_0000 - event_mes_data_0422_header)/2
;event_mes_data_0422文本数量为：10
