;子文件头
event_mes_data_0990_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0990_0000 - event_mes_data_0990_header)
    .hword (event_mes_data_0990_0001 - event_mes_data_0990_header)
    .hword (event_mes_data_0990_0002 - event_mes_data_0990_header)
    .hword (event_mes_data_0990_0003 - event_mes_data_0990_header)
    .hword (event_mes_data_0990_0004 - event_mes_data_0990_header)

event_mes_data_0990_0000: .strn "{411f}{卡米尔}{4c1f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e421}在这里给我{↙}{颜2}青之羽毛{颜1}…。{2b23}真让人吃惊…{结束}"
event_mes_data_0990_0001: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}…我，到现在{↙}接触过很多女性。{2b23}对像{名字}这样的，{↙}我还是第一次。{2b23}在我人生的旅途中，{↙}那些接触过的女性都{↙}让我感到单调乏味。{2b23}{411f}{卡米尔}{491f}{3621}{e421}但是…自从遇见{↙}{名字}就不一样了。{2b23}会认真去倾听我的烦恼，{↙}是真正可以理解我的人。{2b23}{2d23}………{2c23}噢，我希望可以，{↙}{2d23}………{2c23}{411f}{卡米尔}{4d1f}{3621}能嫁给我吗？{结束}"
event_mes_data_0990_0002: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}感觉很好，{↙}已经打算去和镇长说了。{2b23}{411f}{卡米尔}{491f}{3621}{e021}那么，一起去吧。{结束}"
event_mes_data_0990_0003: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}那么，就这样决定了。{↙}真是可喜可贺啊！{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a921}衷心的{2b23}祝贺你！{↙}{名字}，{↙}劳埃德。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}虽然这样，{↙}但是还是感到意外。{2b23}我还以为劳埃德会{↙}和我们家的谢…{2b23}{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{aa21}爸爸！{↙}你在说什么！！{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}没…没，没什么。{结束}"
event_mes_data_0990_0004: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}那么{↙}在什么时候举行仪式？{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}不出意外的话，{↙}一周之后举行仪式吧。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}镇上的所有人，{↙}都会真心的祝福你们俩的。{2b23}{451f}{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}爸爸，{↙}别太兴奋了？{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}知道了了。{↙}{5622}哈哈哈哈。{0a27}{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a821}劳埃德对我来说，{↙}就像大哥哥一样。{2b23}{名字}，对劳埃德{↙}也是这种感情？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0990_End: .hword 0x270F,(event_mes_data_0990_0000 - event_mes_data_0990_header)/2
;event_mes_data_0990文本数量为：5
