;子文件头
event_mes_data_0953_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0953_0000 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0001 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0002 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0003 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0004 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0005 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0006 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0007 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0008 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0009 - event_mes_data_0953_header)
    .hword (event_mes_data_0953_0010 - event_mes_data_0953_header)

event_mes_data_0953_0000: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}哦，{名字}。{↙}这么晚还工作？{结束}"
event_mes_data_0953_0001: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}呵呵，是吗。{↙}不容易。{2b23}{401f}{莉可丽丝}{481f}{3521}我现在也正在为{↙}接下来的工作做{↙}准备呢。{2b23}做好的资料检查检查啦，{↙}归纳归纳啦。{↙}下个礼拜会很忙呢。{结束}"
event_mes_data_0953_0002: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{名字}，那个，{2b23}我呢，{↙}有时只要开始工作就会想{↙}我要加油努力。{2b23}工作不太顺利的时候呢，{↙}比工作顺利时{↙}更加拼命。{2b23}{401f}{莉可丽丝}{491f}{3521}因为工作不顺利了，{↙}反而会全力以赴的努力{↙}这也是对自己的考验呢。{结束}"
event_mes_data_0953_0003: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}那个，{名字}。{↙}牧场的生活快乐吗？{结束}"
event_mes_data_0953_0004: .strn "{411f}{a41f}{481f}{3223} 牧场的生活很快乐{↙} 牧场生活并不都快乐{结束}"
event_mes_data_0953_0005: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}呵呵。{↙}快乐，是吗。{2b23}但是什么工作{↙}肯定都不仅仅是{↙}快乐的啊…{2b23}即使这样，{↙}你的牧场生活，{↙}还算是快乐的啊。{结束}"
event_mes_data_0953_0006: .strn "{401f}{莉可丽丝}{4d1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}我，就喜欢{↙}{名字}这样的。{结束}"
event_mes_data_0953_0007: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}好！我也还仅仅在{↙}发展途中呢。{2b23}万事开头难，{↙}确实很辛苦，{↙}但还是很快乐的啊。{2b23}想要做的事情{↙}有太多太多，{↙}没时间老在原地踏步哇。{结束}"
event_mes_data_0953_0008: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b921}{名字}，{↙}你看着吧。{2b23}有你在我身边，{↙}我感觉，{↙}立马就有干劲了呢。{2b23}{b821}{名字}，你怎么样？{结束}"
event_mes_data_0953_0009: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}是啊。{↙}我也这么想。{2b23}我觉得，有时候{↙}并不能光讲些{↙}冠冕堂皇的话。{2b23}{401f}{莉可丽丝}{4b1f}{3521}不过，能坚持下去本身{↙}也是一件不错的事。{2b23}所以，你要是显得{↙}更自信一点的话{↙}我会更高兴呢。{结束}"
event_mes_data_0953_0010: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}不过，自己的真实心情{↙}能诚实地表达出来，{2b23}这正说明，我和你{↙}关系很好啊。{↙}这很令人高兴呢。{2b23}{401f}{莉可丽丝}{481f}{3521}我们一起加油吧。{↙}{名字}。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0953_End: .hword 0x270F,(event_mes_data_0953_0000 - event_mes_data_0953_header)/2
;event_mes_data_0953文本数量为：11
