;子文件头
event_mes_data_0506_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0506_0000 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0001 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0002 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0003 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0004 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0005 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0006 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0007 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0008 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0009 - event_mes_data_0506_header)
    .hword (event_mes_data_0506_0010 - event_mes_data_0506_header)

event_mes_data_0506_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}君，早上好！{↙}稍微打扰你一下哦。{结束}"
event_mes_data_0506_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}今天我有重要{↙}的事情要告诉你哦。{结束}"
event_mes_data_0506_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}在这个小镇里的生活{↙}你习惯了吗？{结束}"
event_mes_data_0506_0003: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}那就好！{↙}{401f}{雪莉露}{481f}{3521}那么，切入重点吧。{2b23}我想你也渐渐熟悉了{↙}牧场和集市{↙}的生活了吧。{0b27}{4a1f}…但是呢！{2b23}我这次是想告诉你{↙}如何进行{颜2}联机{颜1}游戏{↙}的方法！！{2b23}{401f}{雪莉露}{481f}{3521}…{名字}君，{↙}关于联机游戏的方法，{↙}你知道吗？{结束}"
event_mes_data_0506_0004: .strn "{411f}{a41f}{481f}{3223} 不知道{↙} 知道{结束}"
event_mes_data_0506_0005: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯，那我来说明！{2b23}{401f}{雪莉露}{481f}{3521}使用通信的话，能请朋友来到{↙}自己的牧场，也能去朋友的{↙}牧场游玩！{2b23}想要开始通信的话{↙}从主菜单選择{颜2}通信{颜1}{↙}就可以了。{2b23}通信也分为，{↙}和{颜2}身边的朋友{颜1}进行的{↙}{颜2}ＤＳ无线通信{颜1}和…{2b23}和{颜2}异地的朋友{颜1}进行的{↙}{颜2}Ｗｉ－Ｆｉ通信{颜1}{↙}这两种！{2b23}{401f}{雪莉露}{491f}{3521}根据准备联机的朋友{↙}来决定使用方式就可以了！{↙}{0b27}{4a1f}…但是！！{2b23}使用Ｗｉ－Ｆｉ通信的时候{↙}能够进行{颜2}Ｗｉ－Ｆｉ连接{颜1}{↙}的环境和…{2b23}{颜2}亲友号码{颜1}是必要的，{↙}一定要注意。{2b23}{401f}{雪莉露}{481f}{3521}…你还有什么{↙}想要问的事吗？{结束}"
event_mes_data_0506_0006: .strn "{411f}{a41f}{481f}{3323} 亲友号码是什么？{↙} 联机能干什么呢？{↙} 没什么要问的{结束}"
event_mes_data_0506_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{颜2}亲友号码{颜1}是{颜2}Ｗｉ－Ｆｉ通信{颜1}{↙}的进行所必要的。{2b23}是用来判别身份的{↙}一串数字，每个人都有{↙}一个唯一的号码。{2b23}亲友号码可以从{↙}朋友列表处直接输入{↙}数字来登录…{2b23}进行过ＤＳ无线通信的{↙}朋友将会自动的{↙}登录上去。{2b23}{401f}{雪莉露}{4a1f}{3521}但是，朋友列表{↙}登录人数超过３０人之后，{↙}直接登录或者{2b23}进行ＤＳ无线通信都不能{↙}再登录上去了。{↙}一定要注意啊。{2b23}{401f}{雪莉露}{481f}{3521}…你还有什么{↙}想要问的事吗？{结束}"
event_mes_data_0506_0008: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}很好，听着！{↙}{名字}君！！{2b23}{401f}{雪莉露}{481f}{3521}关于联机能够做的事…{2b23}把货物拿去集市出售之类的，{↙}基本和现在一样的事{↙}都能够完成！！{2b23}另外，去朋友的牧场里{↙}能够收获你现在因为季节{↙}而无法收获的作物…{2b23}你的牧场里无法入手的{↙}种子呀，鱼呀等等{↙}都能够入手，这就是{2b23}所谓的联机的乐趣{↙}这种东西吧！{↙}一定要试一试啊！！{2b23}…但是，长时间一起玩{↙}之后，偶尔也会发生{↙}单机无法做到的事。{2b23}这方面与其听我说{↙}不如实际地去联机试试{↙}更容易理解呢…{2b23}有机会的话，也可以试着去{↙}寻找一下那些不可思议{↙}的事情呢。{2b23}寻找错误也是{↙}联机的乐趣之一哈！{↙}{401f}{雪莉露}{491f}{3521}哈哈，哈哈哈哈！！{2b23}{401f}{雪莉露}{481f}{3521}…你还有什么{↙}想要问的事吗？{结束}"
event_mes_data_0506_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}唔…？是吗。{2b23}那么，{↙}我就先告辞了。{↙}再见了，{名字}君。{结束}"
event_mes_data_0506_0010: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}是，是吗…。{↙}不愧是{名字}君…{2b23}…哈，{↙}我好像是多虑了呢。{↙}请别在意啊。{2b23}{401f}{雪莉露}{481f}{3521}…那么，{↙}我就先走了哟。{↙}再见了，{名字}君。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0506_End: .hword 0x270F,(event_mes_data_0506_0000 - event_mes_data_0506_header)/2
;event_mes_data_0506文本数量为：11
