;子文件头
event_mes_data_1559_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1559_0000 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0001 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0002 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0003 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0004 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0005 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0006 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0007 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0008 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0009 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0010 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0011 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0012 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0013 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0014 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0015 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0016 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0017 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0018 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0019 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0020 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0021 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0022 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0023 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0024 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0025 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0026 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0027 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0028 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0029 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0030 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0031 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0032 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0033 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0034 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0035 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0036 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0037 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0038 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0039 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0040 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0041 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0042 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0043 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0044 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0045 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0046 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0047 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0048 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0049 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0050 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0051 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0052 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0053 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0054 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0055 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0056 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0057 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0058 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0059 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0060 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0061 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0062 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0063 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0064 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0065 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0066 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0067 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0068 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0069 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0070 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0071 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0072 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0073 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0074 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0075 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0076 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0077 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0078 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0079 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0080 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0081 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0082 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0083 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0084 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0085 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0086 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0087 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0088 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0089 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0090 - event_mes_data_1559_header)

event_mes_data_1559_0000: .strn "没有这个ＭＳＧ。{结束}"
event_mes_data_1559_0001: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}埃萨克{颜1}{2c23}{↙}你好。{↙}这里是克萨埃情报局。{2b23}{名字}。{↙}不想知道{↙}{2d23}各种各样的情报吗？{9023}{结束}"
event_mes_data_1559_0002: .strn "{401f}{迪鲁卡}{481f}{411f}{a41f}{481f}{颜2}{功能1}{2708}{颜1}怎么样。{↙}{3223}{0008}要听！{↙}{0008}不用了{9023}{结束}"
event_mes_data_1559_0003: .strn "{401f}{迪鲁卡}{481f}{3521}是这样啊。{↙}本来想让你听听{2d23}这个小镇{2c23}{↙}很多的事情的。可惜。{结束}"
event_mes_data_1559_0004: .strn "{401f}{迪鲁卡}{4b1f}{3521}钱不够哦。{↙}要带够钱来哦。{结束}"
event_mes_data_1559_0005: .strn "{401f}{迪鲁卡}{481f}{3521}{451f}这是風{↙}{2d23}带给我的…。{9023}{结束}"
event_mes_data_1559_0006: .strn "{401f}{迪鲁卡}{491f}{3521}要是还有什么的话，{↙}我会传达给風信使的。{↙}我期待着。{结束}"
event_mes_data_1559_0007: .strn "模型{结束}"
event_mes_data_1559_0008: .strn "模型{结束}"
event_mes_data_1559_0009: .strn "模型{结束}"
event_mes_data_1559_0010: .strn "模型{结束}{↙}"
event_mes_data_1559_0011: .strn "模型{结束}{↙}"
event_mes_data_1559_0012: .strn "模型{结束}"
event_mes_data_1559_0013: .strn "模型{结束}"
event_mes_data_1559_0014: .strn "模型{结束}"
event_mes_data_1559_0015: .strn "模型{结束}"
event_mes_data_1559_0016: .strn "模型{结束}"
event_mes_data_1559_0017: .strn "模型{结束}"
event_mes_data_1559_0018: .strn "模型{结束}"
event_mes_data_1559_0019: .strn "模型{结束}"
event_mes_data_1559_0020: .strn "＜结果怎么样呢＞{结束}"
event_mes_data_1559_0021: .strn "{401f}{迪鲁卡}{481f}{3521}家门前有个箩筐是吧。{↙}把东西正好扔进去的话{↙}感觉真是不错呢。{2b23}特别是，ＧＯＯＤ和ＧＲＥＡＴ{↙}的字出现的时候，{↙}会觉得稍微有点精神。{2b23}想知道自己有多精神的{↙}话看画面左上的计量器{↙}就可以了哦。{9023}{结束}"
event_mes_data_1559_0022: .strn "{401f}{迪鲁卡}{481f}{3521}我喜欢牛。{↙}它动作缓慢，{↙}很可爱。{↙}{2b23}动物也好宠物也好{↙}虽然大家看上去一个样子，{↙}但是也有性格和个性啊。{2b23}{401f}{迪鲁卡}{491f}{3521}这一点，{↙}也让人觉得很可爱。{9023}{结束}"
event_mes_data_1559_0023: .strn "{401f}{迪鲁卡}{481f}{3521}喜欢集市吗～？{↙}有各种各样的店，{↙}也有琳琅满目的商品。{2b23}店铺卖的东西就像{↙}{名字}的店一样{↙}各有各的特色。{2b23}{2c22}能看到各式各样的东西{↙}真是太好了。{9023}{结束}"
event_mes_data_1559_0024: .strn "{401f}{迪鲁卡}{4a1f}{3521}正睡着的时候被叫醒，{↙}谁都会觉得不爽吧。{2b23}{401f}{迪鲁卡}{481f}{3521}动物也是这样啊。{↙}所以，{名字}{↙}到了晚上就去睡觉吧。{9023}{结束}"
event_mes_data_1559_0025: .strn "{401f}{迪鲁卡}{4a1f}{3521}{名字}对待动物们，{↙}有做过什么过分的事吗？{2b23}{401f}{迪鲁卡}{4b1f}{3521}比如说用锄头镰刀打{↙}在台風，大雪的日子里{↙}放在外面置之不理。{2b23}这样的{名字}{↙}动物们是不会喜欢的{↙}呜，呜…。{9023}{结束}"
event_mes_data_1559_0026: .strn "{401f}{迪鲁卡}{481f}{3521}动物们{↙}有心也有爱。{↙}{2b23}{名字}，{↙}也有心，有爱…{↙}对吧？{2b23}为对方着想的话，{↙}就能明白如何{↙}和对方更好的相处。{9023}{结束}"
event_mes_data_1559_0027: .strn "{401f}{迪鲁卡}{481f}{3521}狗和猫，{↙}都是我们重要的朋友。{2b23}而且{↙}狗和牛羊的关系{↙}似乎都很好呢。{2b23}说不定{↙}有狗在家的话{2b23}可能{↙}能帮忙{↙}照顾牛羊呢。{9023}{结束}"
event_mes_data_1559_0028: .strn "{401f}{迪鲁卡}{481f}{3521}猫和狗，{↙}是我们重要的朋友。{2b23}而且{↙}猫和小鸡们{↙}关系都好像很好呢。{2b23}说不定有猫{↙}在家的话{↙}{2b23}可能能{↙}帮助照顾{↙}小鸡呢。{9023}{结束}"
event_mes_data_1559_0029: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}你对马{↙}了解吗？{2b23}运气好的话，{↙}也许可以和马成为朋友哦。{2b23}{401f}{迪鲁卡}{491f}{3521}而且掌握骑乘的话{↙}能骑在马背上，{↙}有多好啊。{9023}{结束}"
event_mes_data_1559_0030: .strn "{401f}{迪鲁卡}{481f}{3521}期待集市的到来吗？{↙}铃铛有在晃动吗？{2b23}{名字}的铃声{↙}好像在声音传达的到的{↙}范围里面呢{↙}。{2b23}只要能在店里{↙}晃动铃铛就好了。{9023}{结束}"
event_mes_data_1559_0031: .strn "{401f}{迪鲁卡}{481f}{3521}{↙}大家都在{↙}喜欢的地方{↙}度过休假日呢。{2b23}我喜欢的地方是，{↙}風…{0b27}啊，秘密哦。{9023}{结束}"
event_mes_data_1559_0032: .strn "{401f}{迪鲁卡}{481f}{3521}大家，都有{↙}很规律的作息呢。{2b23}有想见的人的话，{↙}就去去看那个人{↙}可能会去的地方。{2b23}即使这周见不到，{↙}下周可能就会{↙}见到吧。{9023}{结束}"
event_mes_data_1559_0033: .strn "{401f}{迪鲁卡}{481f}{3521}期待集市吗？{↙}{名字}，{↙}卖什么东西呢？{2b23}根据品质不同，{↙}东西的价格也不同呢。{2b23}卖高品质的东西的话，{↙}可以赚一大笔呢。{9023}{结束}"
event_mes_data_1559_0034: .strn "{401f}{迪鲁卡}{481f}{3521}期待集市吗？{↙}顾客来了{↙}很多吗？{2b23}对顾客来说，{↙}也有喜欢和不喜欢的{↙}东西哦。{2b23}买卖的诀窍嘛，{↙}就是要好～～～好{↙}观察顾客的喜好。{9023}{结束}"
event_mes_data_1559_0035: .strn "{401f}{迪鲁卡}{481f}{3521}掉进河里很冷吧？{↙}我也有掉下去过。{↙}{2b23}但是在那条河里面，{↙}好像看到有什么{↙}闪闪发光的东西…？{2b23}跳下去试着找找看，{↙}可能就知道了。{9023}{结束}"
event_mes_data_1559_0036: .strn "{401f}{迪鲁卡}{481f}{3521}哎，哎？？{↙}为什么{↙}我是情报局的？{2b23}那是因为对这个小镇的爱{↙}让我有收集情报的{↙}使命和义务…{2b23}風………{0b27}是秘密。{9023}{结束}"
event_mes_data_1559_0037: .strn "{401f}{迪鲁卡}{481f}{3521}钓过鱼吗？{↙}钓鱼很有趣的。{↙}我偶尔也会钓鱼。{2b23}在台風的日子钓鱼{↙}風会把水搅的很厉害{↙}{2d23}似乎真的，很厉害哦。{9023}{结束}"
event_mes_data_1559_0038: .strn "{401f}{迪鲁卡}{481f}{3521}总觉得，{↙}鱼好像也有住所。{2b23}瀑布上游部分和{↙}研磨風车的下游部分的{↙}水流也不同呢。{2b23}鱼也有喜欢的地方呢。{9023}{结束}"
event_mes_data_1559_0039: .strn "{401f}{迪鲁卡}{481f}{3521}研磨風车的周围{↙}似乎有{↙}少见的鱼呢。{2b23}说不定，{↙}是新品种也不一定呢。{9023}{结束}"
event_mes_data_1559_0040: .strn "{401f}{迪鲁卡}{481f}{3521}活在人世间，{↙}有雨天也有大風天…。{2b23}也有大雪天{↙}和台風天。{2b23}但是，{↙}走着走着周围好像{↙}有光环在闪耀一样！{2b23}肯定也有{↙}其他的好地方哦。{↙}大家一起努力发现吧。{9023}{结束}"
event_mes_data_1559_0041: .strn "{401f}{迪鲁卡}{481f}{3521}河边是{↙}大家休息的地方。{2b23}能把垃圾{↙}扔到河里吗！？{2b23}{401f}{迪鲁卡}{4b1f}{3521}做这么差劲的事情，{↙}{401f}{迪鲁卡}{4a1f}{3521}{2d22}大家{2d23}会生气的。{↙}{401f}{迪鲁卡}{491f}{3521}要注意哦。{9023}{结束}"
event_mes_data_1559_0042: .strn "{401f}{迪鲁卡}{481f}{3521}很多花草之类的{↙}生长在小镇的{↙}各个角落。{2b23}捡起来吧。{↙}捡起来之后，{↙}就是属于{名字}了！{2b23}偏僻地方的{↙}花草更加稀有呢。{9023}{结束}"
event_mes_data_1559_0043: .strn "{401f}{迪鲁卡}{481f}{3521}掉落的东西，{↙}到了第二天会因为{↙}風的关系都干枯了。{2b23}所以发现了之后，{↙}就要马上采取行动。{↙}一定要注意哦。{9023}{结束}"
event_mes_data_1559_0044: .strn "{401f}{迪鲁卡}{481f}{3521}在这个小镇无论什么季节{↙}都可以看到很多虫子。{2b23}可以自己{↙}去捉虫子哦。{2b23}种类很多，{↙}有完美的全收集目标。{9023}{结束}"
event_mes_data_1559_0045: .strn "{401f}{迪鲁卡}{481f}{3521}在抓虫吗？{↙}有让虫逃掉过吗？{2b23}秘诀是，{↙}静悄悄地靠近{↙}然后一下子扑上去抓住。{2b23}不能着急哦。{↙}否则虫子会被吓跑的。{9023}{结束}"
event_mes_data_1559_0046: .strn "{401f}{迪鲁卡}{481f}{3521}今天風车也{↙}{2d23}咕噜咕噜{2e23}转～♪{2b23}咕噜咕噜转{↙}{2d23}就是{2e23}有風了～♪{2b23}这是我做的{↙}風车之歌。{2b23}{401f}{迪鲁卡}{491f}{3521}{2e22}献丑了。{↙}但是，工作中，{↙}会好好唱哦。{9023}{结束}"
event_mes_data_1559_0047: .strn "{401f}{迪鲁卡}{481f}{3521}如果，{↙}忘记给农作物{↙}浇水的话，{2b23}只要继续浇，{↙}好像农作物{↙}还是会健康地成长。{2b23}風车很脆弱，{↙}农作物也很敏感。{2b23}要好好照料啊。{9023}{结束}"
event_mes_data_1559_0048: .strn "{401f}{迪鲁卡}{481f}{3521}有温柔的对待农作物吗？{↙}没有用锄头和镰刀，{↙}糟蹋它们吧？{2d22}{2b23}{401f}{迪鲁卡}{491f}{3521}不要做过分的事啊，{↙}要好好照顾它们。{9023}{结束}"
event_mes_data_1559_0049: .strn "{401f}{迪鲁卡}{481f}{3521}农作物１天浇１回，{↙}或者浇２回左右{↙}就可以了。{2b23}得到足够水分的农作物，{↙}会迅速长大哦。{9023}{结束}"
event_mes_data_1559_0050: .strn "{401f}{迪鲁卡}{481f}{3521}为了保持农作物的新鲜度，{↙}要放进背包里。{↙}放进仓库里{2b23}才能长时间♪{↙}保持新鲜哦。{2b23}仓库真的很便利呢。{↙}要学会活用啊。{9023}{结束}"
event_mes_data_1559_0051: .strn "{401f}{迪鲁卡}{481f}{3521}培育农作物的时候{↙}用肥料吗？{2b23}用高品质的肥料的话，{↙}似乎可以种出更{↙}优质的农作物哦。{9023}{结束}"
event_mes_data_1559_0052: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}，{↙}有没有过吃太多的情况啊？{↙}我吃太多了…{↙}{2b23}再继续下去，{↙}会让奈莉奈{↙}生气的…{2b23}对对。{↙}给农作物太多肥料{↙}似乎也不太好呢。{2b23}{2f22}施肥就像吃饭{↙}八分饱就可以了…{9023}{结束}"
event_mes_data_1559_0053: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}，{↙}在做饭吗？{2b23}{2c22}就因为奈莉奈的料理{↙}太美味了，{↙}我才会变得这么胖。{2b23}放入了很多食材，{↙}精心调味的料理{↙}真是让人心动。{9023}{结束}"
event_mes_data_1559_0054: .strn "{401f}{迪鲁卡}{481f}{3521}请教了烹调方法{↙}是很有帮助的。{2b23}但是，真正的料理家{↙}无论如何都会亲手去做。{2b23}光知道烹调方法，{↙}是不行的，{↙}要完美的烹调出来才行。{2b23}没错，奈莉奈就是这么说的。{↙}真正的料理家很不容易呢。{9023}{结束}"
event_mes_data_1559_0055: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}家，{↙}有日历吗？{2b23}日历，{↙}好像有能够把预定内容{↙}自动记录的便利功能呢。{2b23}日历很方便啊。{↙}能和{名字}以心传心。{2b23}忘记预定的时候，{↙}把日历给{↙}麻美看看比较好哦。{9023}{结束}"
event_mes_data_1559_0056: .strn "{401f}{迪鲁卡}{481f}{3521}咖啡店的米娜。{↙}好像因为温柔又可爱{↙}而很有人气呢。{2b23}{401f}{迪鲁卡}{4a1f}{3521}据说镇上有{↙}米娜的忠实粉丝。{↙}好像真的连粉丝俱乐部也有…{2b23}{401f}{迪鲁卡}{491f}{3521}但是，我觉得奈莉奈{↙}好像更可爱点。{↙}哈哈哈哈哈。{9023}{结束}"
event_mes_data_1559_0057: .strn "{401f}{迪鲁卡}{481f}{3521}莎妮亚和梅里尼，{↙}关系很好呢。{2b23}但是，说起来。{↙}年轻的时候她们好像{↙}喜欢上了同一个人…{2b23}发生了很多事情。{↙}但是，好像现在成了亲友了。{2b23}{2e22}她们如此要好{↙}在我看来{↙}值得钦佩呢。{9023}{结束}"
event_mes_data_1559_0058: .strn "{401f}{迪鲁卡}{481f}{3521}小镇里面{↙}常见的跳台{↙}玩过了吗？{2b23}比起普通的跳台{↙}感觉好多了。{2b23}但是，{2f22}我体重太重了{↙}飞不起来…{↙}悲剧啊…{9023}{结束}"
event_mes_data_1559_0059: .strn "{401f}{迪鲁卡}{481f}{3521}慢慢走是不错，{↙}但是偶尔跑跑感觉{↙}更不错。{2b23}不会的话{↙}按「Ｌ键」就能跑了。{2b23}按「Ｌ」之后会怎么样呢？{↙}有点想知道呢。{9023}{结束}"
event_mes_data_1559_0060: .strn "{401f}{迪鲁卡}{481f}{3521}马，对人来说{↙}是很温顺的动物呢。{↙}我就很喜欢马。{2b23}马就应该像马的样子，{↙}能够跑的很快。{2b23}我想{名字}也会喜欢上马的。{9023}{结束}"
event_mes_data_1559_0061: .strn "{401f}{迪鲁卡}{481f}{3521}马的食物，{↙}好像是为马特制的饼干哦。{↙}有点像美食家呢。{2b23}那个饼干到底{↙}是什么味道呢？{↙}是否感兴趣呢？{9023}{结束}"
event_mes_data_1559_0062: .strn "{401f}{迪鲁卡}{481f}{3521}据说好像有表示{↙}牧场工作度的{↙}称号的资产表哦。{2b23}{名字}，{↙}越享受牧场的生活的话{↙}称号上升的似乎更快哦。{2b23}{名字}现在的称号是什么呢？{2b23}顺便一说我的称号是，{↙}風…{0b27}是秘密。{↙}{9023}{结束}"
event_mes_data_1559_0063: .strn "{401f}{迪鲁卡}{481f}{3521}资产表里好像有{↙}钓鱼的记录哦。{2b23}下次要钓鱼的时候，{↙}要先决定场所啊。{9023}{结束}"
event_mes_data_1559_0064: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}看过家里的{↙}动物小屋看板吗？{2b23}那显示着动物们的{↙}友好度和健康状况{↙}看一眼就明白了。{2b23}作为牧场主人的{名字}，{↙}一定要每天都看啊。{9023}{结束}"
event_mes_data_1559_0065: .strn "{401f}{迪鲁卡}{481f}{3521}把动物们放出去{↙}似乎也不要紧哦。{2b23}悠闲地吃草，{↙}晒晒太阳。{↙}做喜欢做的事。{2b23}到了傍晚再回来{↙}那样的一天，{↙}动物们会觉得很幸福。{2b23}我要是在夜晚，回家后{↙}见到奈莉奈的话会很幸福。{↙}哈哈哈哈哈。{9023}{结束}"
event_mes_data_1559_0066: .strn "{401f}{迪鲁卡}{481f}{3521}你不明白动物小屋{↙}看板上的友好状态？{↙}{2b23}那个啊，{↙}是{名字}付出的爱哦。{2b23}有爱的话，{↙}动物们就能{↙}产出好奶，下出好蛋。{2b23}那样的话，{↙}就是对{名字}的回报。{2b23}因此，爱很重要呢。{↙}多么永久，{↙}高尚的爱啊。{9023}{结束}"
event_mes_data_1559_0067: .strn "{401f}{迪鲁卡}{481f}{3521}你不明白动物小屋{↙}看板上的精神状态？{2b23}那个啊，{↙}是对{名字}的心情哦。{2b23}想和{名字}一起{↙}但是不能{↙}互相交流的心情…。{2b23}{401f}{迪鲁卡}{4b1f}{3521}动物们如果{↙}感受到压力。{2b23}堆积压力{↙}会生病的。{↙}那样的话太可怜了…{2b23}{401f}{迪鲁卡}{481f}{3521}所以，{名字}。{↙}努力地{↙}照顾动物们啊。{9023}{结束}"
event_mes_data_1559_0068: .strn "{401f}{迪鲁卡}{481f}{3521}你不明白动物小屋{↙}看板上的训练等級？{2b23}那个啊，{↙}是对{名字}的信赖程度。{2b23}带猫狗{↙}出去玩球{↙}不错哦。{2b23}如果，马在的话{↙}骑马出游{↙}也不错。{2b23}{401f}{迪鲁卡}{491f}{3521}这样的话动物们，{↙}{名字}就会和动物们{↙}越来越近亲了。{2b23}有信赖感的动物能够帮{↙}{名字}管理农场哦。{2b23}真是不错呢。{↙}要好好照顾它们。{9023}{结束}"
event_mes_data_1559_0069: .strn "{401f}{迪鲁卡}{481f}{3521}这个小镇住了{↙}各种各样的人。{2b23}要是想和他们{↙}成为朋友{↙}多在一起聊天就行了。{2b23}而且在{↙}不同的地方和时段{↙}和别人聊天会更好。{2b23}我初次和奈莉奈{↙}见面的时候就是{↙}風………{0b27}是秘密。{9023}{结束}"
event_mes_data_1559_0070: .strn "{401f}{迪鲁卡}{481f}{3521}收到礼物的{↙}会很高兴，{↙}能给人惊喜。{2b23}{名字}的话，{↙}和想送礼物{↙}的对象说话{2b23}就能够送出礼物了。{9023}{结束}"
event_mes_data_1559_0071: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}，{↙}你有喜欢的或者{↙}讨厌的东西吗～？{2b23}{2c22}乡亲们也有喜欢{↙}和不喜欢的东西～{2b23}把喜欢的东西送人的话{↙}那个人肯定…。{2b23}{401f}{迪鲁卡}{491f}{3521}礼物够好的话，{↙}对{名字}的好感{↙}也会上升哦。{9023}{结束}"
event_mes_data_1559_0072: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}的生日{↙}是什么时候？{2b23}{2c22}乡亲们都有{↙}生日呢。{2b23}在那个值得纪念的日子里{↙}送礼物之类的{↙}怎么样？{2b23}{401f}{迪鲁卡}{491f}{3521}礼物要是也够好的话{↙}对{名字}的好感{↙}也能上升哦。{9023}{结束}"
event_mes_data_1559_0073: .strn "{401f}{迪鲁卡}{481f}{3521}冬天的时候能在{↙}冰冻的河上行走哦。{2b23}在平时不能行走的{↙}地方行走真是快乐哦。{2b23}说不定，{↙}不仅能够走，{↙}试试做不一样的事的话…{2b23}{2d23}不知道会{↙}发生什么呢…。{9023}{结束}"
event_mes_data_1559_0074: .strn "{401f}{迪鲁卡}{481f}{3521}做快乐的事的话{↙}{名字}的头上{↙}能看到「♪」哦。{2b23}那是健康的证明哦。{↙}♪多的话就是很健康。{9023}{结束}"
event_mes_data_1559_0075: .strn "{401f}{迪鲁卡}{481f}{3521}到了冬天，{↙}偶尔有掉下来的雪球。{↙}有试过丢这个吗？{2b23}里面有什么…{↙}{2d23}好像有东西呢…{9023}{结束}"
event_mes_data_1559_0076: .strn "{401f}{迪鲁卡}{481f}{3521}用風车尝试{↙}做过很多东西吗？{2b23}用風车做的东西在集市上{↙}卖出的价格也很高哦♪{2b23}風车真是厉害呢。{↙}{2c22}真不愧是我的風车。{9023}{结束}"
event_mes_data_1559_0077: .strn "{401f}{迪鲁卡}{481f}{3521}風，{↙}从哪来的呢。{2b23}吹遍这个世界的風。{↙}穿越森林，{↙}穿越人群的風。{2b23}平时感受到的風，{↙}可能是从连我们{↙}都想像{2b23}不到的世界{↙}那里吹来的。{9023}{结束}"
event_mes_data_1559_0078: .strn "{401f}{迪鲁卡}{481f}{3521}真好，很方便呢。{↙}不比風车差{↙}的东西哦。{2b23}我也想说，{↙}这个真的很不错呢…{9023}{结束}"
event_mes_data_1559_0079: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}{↙}在恋爱吗？{2b23}谈恋爱的话，{↙}要多站在对方的{↙}立场考虑哦。{2b23}但是，比那个还要重要的是{↙}首先自己要{↙}坦率才行。{2b23}否则就算是{↙}为对方着想的回答{↙}也会起到反效果。{2b23}我和奈莉奈，{↙}風……{0b27}是秘密。{9023}{结束}"
event_mes_data_1559_0080: .strn "{401f}{迪鲁卡}{481f}{3521}得到马后{↙}就可以参加{↙}赛马大会了。{2b23}人马合一的快感！{↙}这样能和马的关系{↙}变好呢。{9023}{结束}"
event_mes_data_1559_0081: .strn "备用{1608}{1108}{0008}不使用。表示出来的话显示错误。{9023}{结束}"
event_mes_data_1559_0082: .strn "备用{1608}{1208}{0008}不使用。表示出来的话显示错误。{9023}{结束}"
event_mes_data_1559_0083: .strn "备用{1608}{1308}{0008}不使用。表示出来的话显示错误。{9023}{结束}"
event_mes_data_1559_0084: .strn "备用{1608}{1408}{0008}不使用。表示出来的话显示错误。{9023}{结束}"
event_mes_data_1559_0085: .strn "备用{1608}{1508}{0008}不使用。表示出来的话显示错误。{9023}{结束}"
event_mes_data_1559_0086: .strn "备用{1608}{1608}{0008}不使用。表示出来的话显示错误。{9023}{结束}"
event_mes_data_1559_0087: .strn "备用{1608}{1708}{0008}不使用。表示出来的话显示错误。{9023}{结束}"
event_mes_data_1559_0088: .strn "备用{1608}{1808}{0008}不使用。表示出来的话显示错误。{9023}{结束}"
event_mes_data_1559_0089: .strn "备用{1608}{1908}{0008}不使用。表示出来的话显示错误。{9023}{结束}"
event_mes_data_1559_0090: .strn "备用{1608}{1008}{0008}不使用。表示出来的话显示错误。{9023}{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1559_End: .hword 0x270F,(event_mes_data_1559_0000 - event_mes_data_1559_header)/2
;event_mes_data_1559文本数量为：91
