;子文件头
event_mes_data_1015_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1015_0000 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0001 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0002 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0003 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0004 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0005 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0006 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0007 - event_mes_data_1015_header)

event_mes_data_1015_0000: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}你好，芙蕾娅。{2b23}前些天，{↙}你想读的书{↙}我给带来了。{结束}"
event_mes_data_1015_0001: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{be21}啊。{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d221}怎，怎么了？{↙}…芙蕾娅？{结束}"
event_mes_data_1015_0002: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bd21}啊，啊呀。{↙}不是尤里斯嘛。{2b23}不好意思，{↙}稍微好些了。{2b23}{411f}{亚修}{4a1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d221}…身体哪里不舒服吗？{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}没，没那回事。{↙}没关系的。{结束}"
event_mes_data_1015_0003: .strn "{411f}{亚修}{4a1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}…不知道我，{↙}能不能帮上芙蕾娅？{结束}"
event_mes_data_1015_0004: .strn "{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{bf21}…我还是{↙}骗不了尤里斯。{结束}"
event_mes_data_1015_0005: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}…嗯，每天操劳着。{↙}是很累啊。{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}这种工作{↙}都很累吗？{2b23}{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}啊呀，差不多啦。{2b23}但是好不容易{↙}被人托付的工作，{↙}想好好的做到最后。{2b23}{411f}{亚修}{4a1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}但是，不要勉强哦！{2b23}虽然工作很重要，{↙}偶尔也要休息一下。{结束}"
event_mes_data_1015_0006: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}…是，啊。{2b23}…你能说这些，{↙}真是难得啊。{2b23}{401f}{莉可丽丝}{491f}{3521}让你费心了，{↙}不好意思。{↙}…谢谢，尤里斯。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}不，像这样开心笑的{↙}才是芙蕾娅啊。{2b23}{401f}{莉可丽丝}{4d1f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{ba21}讨厌，你胡说什么啊。{↙}…真难为情啊。{结束}"
event_mes_data_1015_0007: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d021}呵呵。{↙}那么，我走了。{2b23}{411f}{亚修}{481f}{3621}我把书，{↙}放在桌子上了。{2b23}读读这个{↙}稍微换下心情。{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}{b821}…真的很感谢你，{↙}尤里斯。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1015_End: .hword 0x270F,(event_mes_data_1015_0000 - event_mes_data_1015_header)/2
;event_mes_data_1015文本数量为：8
