;子文件头
event_mes_data_0989_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0989_0000 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0001 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0002 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0003 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0004 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0005 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0006 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0007 - event_mes_data_0989_header)

event_mes_data_0989_0000: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e021}哟，{名字}。{↙}来玩吗？{2b23}那，慢慢玩吧。{结束}"
event_mes_data_0989_0001: .strn "{401f}{卡米尔}{4c1f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}但是，{名字}。{↙}你可真是怪啊？{结束}"
event_mes_data_0989_0002: .strn "{401f}{卡米尔}{4c1f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}啊，不要这么生气啊。{↙}不是在说你笨啊。{结束}"
event_mes_data_0989_0003: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}看到{名字}的脸，{↙}就能明白你的想法。{2b23}啊啊，你好好听我说啊。{2b23}{401f}{卡米尔}{4c1f}{3521}{e621}我那，经常旅行。{↙}觉得他国的文化很有趣。{2b23}和女孩子说话的时候，就算说{↙}其他国家文化有趣的地方，{↙}感兴趣的人也很少。{2b23}{e621}我，{↙}只是希望得到共鸣。{2b23}{401f}{卡米尔}{481f}{3521}{名字}你觉得，{↙}我说故事的有趣吗？{结束}"
event_mes_data_0989_0004: .strn "{411f}{a41f}{481f}{3223}{0008}我觉得很有趣啊{↙}{0008}不是很有趣诶…{结束}"
event_mes_data_0989_0005: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e121}这，这样啊…。{2b23}{名字}也觉得有趣的话，那就好了。{↙}还是谢谢了。{结束}"
event_mes_data_0989_0006: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}不知不觉聊到很晚了啊。{↙}早上有工作吧？{2b23}加油哦。{↙}有什么烦恼的话，{↙}就跟我说吧。{2b23}{401f}{卡米尔}{491f}{3521}如果觉得我能帮到你，{↙}就来找我吧。{结束}"
event_mes_data_0989_0007: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e521}………这样啊…。{↙}真是不好意思啊…{2b23}{401f}{卡米尔}{4c1f}{3521}现在，{↙}要去打扫屋子了。{2b23}不好意思，{↙}能请你出去吗？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0989_End: .hword 0x270F,(event_mes_data_0989_0000 - event_mes_data_0989_header)/2
;event_mes_data_0989文本数量为：8
