;子文件头
event_mes_data_0966_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0966_0000 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0001 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0002 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0003 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0004 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0005 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0006 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0007 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0008 - event_mes_data_0966_header)

event_mes_data_0966_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}真的把{颜2}青之羽毛{颜1}{↙}送给我吗！？{结束}"
event_mes_data_0966_0001: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c521}我居然能和{名字}君一起{↙}生活。{2b23}{401f}{娜娜}{4d1f}{3521}并且是在这个我喜欢的小镇上…{2b23}{401f}{娜娜}{491f}{3521}我太高兴了。{↙}真的很…{0b27}高兴啊。{结束}"
event_mes_data_0966_0002: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c121}噢，对了！{↙}{名字}！{结束}"
event_mes_data_0966_0003: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}我可以去告诉{↙}老爷爷和老奶奶他们吗？{2b23}{401f}{娜娜}{4d1f}{3521}对我来说，他们就是{↙}住在这个镇上的{↙}我的亲爷爷和亲奶奶。{结束}"
event_mes_data_0966_0004: .strn "{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}{0F22}嘿…哎…{↙}是这样啊…{2b23}小秋牡丹{↙}要出嫁了啊。{↙}那样我会很寂寞的。{2b23}{401f}{古拉尼}{481f}{3521}{2f23}{颜3}莎尼亚{颜1}{2c23}{↙}{1222}嗯…他爷爷。{↙}别这么说。{2b23}{401f}{古拉尼}{491f}{3521}秋牡丹从今往后{↙}会很幸福的哦。{↙}是吧，他爷爷。{2b23}{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}就算这么说也没用。{2b23}她是我一直当孙女一样{↙}疼爱的小秋牡丹那。{结束}"
event_mes_data_0966_0005: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}爷爷，{↙}你不要寂寞。{2b23}{411f}{娜娜}{491f}{3621}我，以后{↙}一直是住在这个{↙}镇上的。{2b23}{411f}{娜娜}{481f}{3621}所以，什么时候{↙}我都可以到这里来玩的。{↙}{411f}{娜娜}{491f}{3621}一点儿都不会寂寞。{2b23}{401f}{古拉尼}{481f}{3521}{2f23}{颜3}莎尼亚{颜1}{2c23}{↙}{1022}呵呵呵。{↙}是这样啊，他爷爷。{2b23}秋牡丹，这下真正成为{↙}这个镇上的居民了呢。{结束}"
event_mes_data_0966_0006: .strn "{411f}{霍华德}{481f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}{0F22}嘿…哎{↙}是啊。{2b23}在同一个镇上生活{↙}确实不会感到寂寞呢…{↙}心情有点复杂哎。{2b23}{411f}{霍华德}{491f}{3621}小秋牡丹，{↙}婚礼几时举行？{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}我想一星期以后{↙}举行。{2b23}婚礼之前，{↙}请让我像以前一样{↙}拼命工作吧。{结束}"
event_mes_data_0966_0007: .strn "{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}是嘛。{↙}婚礼可要好好的办啊。{2b23}{401f}{古拉尼}{481f}{3521}{2f23}{颜3}莎尼亚{颜1}{2c23}{↙}就是说啊。{↙}祝贺你啊，秋牡丹。{结束}"
event_mes_data_0966_0008: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c021}爷爷，奶奶。{↙}谢谢您二位。{2b23}{c121}从今以后作为同镇的居民{↙}请多多关照啦。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0966_End: .hword 0x270F,(event_mes_data_0966_0000 - event_mes_data_0966_header)/2
;event_mes_data_0966文本数量为：9
