;子文件头
event_mes_data_0856_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0856_0000 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0001 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0002 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0003 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0004 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0005 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0006 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0007 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0008 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0009 - event_mes_data_0856_header)

event_mes_data_0856_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}很好。{↙}大家都到齐了。{2b23}今天为了给{↙}大家的料理打分{↙}我请来了一位知名美食家。{2b23}{401f}{雪莉露}{491f}{3521}皮埃尔老师{↙}有请！{结束}"
event_mes_data_0856_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}很好。{↙}大家都到齐了。{2b23}今天为了给{↙}大家的料理打分{↙}我们有幸请到了那位老师。{2b23}{401f}{雪莉露}{491f}{3521}皮埃尔老师{↙}有请！{结束}"
event_mes_data_0856_0002: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}我就是刚才镇长介绍的，{↙}美食家皮埃尔。{2b23}今天要评审的是{↙}主食。{2b23}作为一名美食家{↙}我会认真打分，{↙}请多关照。{2b23}{401f}{c81f}{491f}{3521}我宣布比赛开始！{结束}"
event_mes_data_0856_0003: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个煎豆腐{↙}相当好吃啊。{2b23}{401f}{c81f}{491f}{3521}豆腐煎的{↙}香气十足。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}克莱尔{颜1}{2c23}{↙}{2422}啊啦啊啦。{2b23}你这么夸奖我{↙}会害羞的啦。{2b23}{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这种水准的话，下次的比赛也值{↙}得期待啊。到下一道菜了。{结束}"
event_mes_data_0856_0004: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这…这个烤鱼…{2b23}{401f}{c81f}{4b1f}{3521}只是烤了一下，为何{↙}如此的美味？{↙}太不可思议了…{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}芙蕾娅{颜1}{2c23}{↙}啊啦？　真的？{2b23}{b821}你直接说{↙}好吃多好啊。{2b23}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}是…是啊。{↙}非常有个性的味道。{2b23}{401f}{c81f}{481f}{3521}下…下一道菜。{结束}"
event_mes_data_0856_0005: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这道农家早餐…！{2b23}{401f}{c81f}{491f}{3521}每一种原料{↙}都经过精心的处理，{↙}真是充满了温馨的料理。{2b23}{411f}{弗乔}{481f}{3621}{2f23}{颜3}梅里尼{颜1}{2c23}{↙}{1922}啊啦啊啦♪{0a27}{2b23}{411f}{弗乔}{491f}{3621}这道菜我已经{↙}做了几十年呢。{↙}是我十分引以为傲的一道菜哦。{2b23}{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这真是一道非常出色的料理。{↙}换下一道菜吧。{结束}"
event_mes_data_0856_0006: .strn "{401f}{c81f}{4b1f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这道菜…{↙}该怎么说呢…{2b23}从選料开始{↙}重新来过也许比较好…{2b23}{401f}{c81f}{481f}{3521}罢了，我期待着你下次的表现。{↙}评审到此结束。{2b23}接下来{↙}发表本次比赛结果。{结束}"
event_mes_data_0856_0007: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}嗯。好吃。{2b23}{401f}{c81f}{481f}{3521}但这只是对于一般人来说{↙}我作为一个美食家{↙}是不会因此而满足的。{2b23}我认为这道菜{↙}要是能再多花些功夫的话{↙}一定会更好吃。{2b23}评审到此结束。{↙}接下来，发表比赛结果。{结束}"
event_mes_data_0856_0008: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}非常的好吃。{↙}味道很好。{2b23}{401f}{c81f}{481f}{3521}只是，我觉得这道菜{↙}还有改良的余地，{↙}虽然就这样味道也不错。{2b23}评审到此结束。{↙}接下来发表比赛结果。{结束}"
event_mes_data_0856_0009: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}太…太棒了。{2b23}{401f}{c81f}{491f}{3521}如此的美味！{↙}若是没有{↙}最上等的原料{2b23}和厨师出色的手艺{↙}是做不出这种绝赞美味的。{↙}我被感动了！{2b23}{401f}{c81f}{481f}{3521}评审到此结束。{↙}接下来发表比赛结果。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0856_End: .hword 0x270F,(event_mes_data_0856_0000 - event_mes_data_0856_header)/2
;event_mes_data_0856文本数量为：10
