;子文件头
event_mes_data_0890_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0890_0000 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0001 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0002 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0003 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0004 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0005 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0006 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0007 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0008 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0009 - event_mes_data_0890_header)

event_mes_data_0890_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯。{↙}大家都来齐了。{2b23}{401f}{雪莉露}{491f}{3521}说起来，今天我也{↙}要来争一争{↙}这个冠军，也要出场咯！{2b23}{401f}{雪莉露}{481f}{3521}接下来，为了好好的审查{↙}各位各位的料理，我们特地{↙}请来了资深美食家。{2b23}{401f}{雪莉露}{491f}{3521}皮埃尔{↙}先生有请！{结束}"
event_mes_data_0890_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯。{↙}大家都来齐了。{2b23}{401f}{雪莉露}{491f}{3521}说起来今天，我也{↙}要来争一争{↙}这个冠军，也要出场咯！{2b23}{401f}{雪莉露}{481f}{3521}今天，为了好好的审查{↙}各位各位的料理，我们又{↙}请来了那位美食家。{2b23}{401f}{雪莉露}{491f}{3521}皮埃尔{↙}先生有请！{结束}"
event_mes_data_0890_0002: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}我是刚才镇长介绍过的{↙}美食家皮埃尔。{2b23}今天审查{↙}甜品料理。{2b23}我作为美食家{↙}会认认真真审查，{↙}大家多多关照。{2b23}{401f}{c81f}{491f}{3521}那么开始审查了！{结束}"
event_mes_data_0890_0003: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个布丁{↙}味道很好呢。{2b23}{401f}{c81f}{491f}{3521}这个奶油般的口感，{↙}入口即化{↙}真是美味无比。{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}莎妮亚{颜1}{2c23}{↙}{1022}这个嘛，是给客人做的{↙}当点心吃的哟～{2b23}{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个布丁的话，{↙}客人们一定会很喜欢的。{2b23}那么下一个。{结束}"
event_mes_data_0890_0004: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个是…烤年糕呢。{2b23}{411f}{雪莉露}{481f}{3621}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}只要烤一烤，食材变料理！{↙}这才是男人的料理！{2b23}{411f}{雪莉露}{491f}{3621}{0422}唔哈哈哈哈哈{0a27}{2b23}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}呃…嗯……{2b23}{401f}{c81f}{481f}{3521}确实很美味，不过呢…{↙}还是看下一个吧。{结束}"
event_mes_data_0890_0005: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个生日蛋糕{↙}做的好大哦…。{2b23}{401f}{c81f}{491f}{3521}这个，味道嘛，{↙}真想全部都吃到呢！{2b23}{411f}{神·罗}{481f}{3621}{2f23}{颜3}奈利奈{颜1}{2c23}{↙}啊呀，谢谢啦。{2b23}{411f}{神·罗}{491f}{3621}{3022}那个蛋糕呢{↙}是我的拿手作品{↙}听了好高兴。{2b23}{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}是个极品甜食。{↙}那么下一个。{结束}"
event_mes_data_0890_0006: .strn "{401f}{c81f}{4b1f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个甜品呢…{↙}不是太好吃呢…{2b23}希望你能够{↙}再好好努力啊。{2b23}{401f}{c81f}{481f}{3521}期待下一次更好。{↙}这样，全部审查完毕。{2b23}接下来{↙}要发表审查结果。{结束}"
event_mes_data_0890_0007: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}这个甜品呢，{↙}做得是不错。{2b23}{401f}{c81f}{481f}{3521}不过，味道呢还是{↙}欠点火候。{2b23}到这里，审查全部结束。{↙}现在开始，发表审查结果。{结束}"
event_mes_data_0890_0008: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}非常美味。{↙}这甜品做得不错。{2b23}{401f}{c81f}{481f}{3521}不过，作为甜品，{↙}觉得好像色与味{↙}皆不够华丽。{2b23}到这里，审查全部结束。{↙}现在开始发表结果。{结束}"
event_mes_data_0890_0009: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}皮埃尔{颜1}{2c23}{↙}美…美味极了。{2b23}{401f}{c81f}{491f}{3521}感觉能吃到{↙}这样的甜品{↙}真是很幸福啊。{2b23}适度的甜味{↙}同时还有甜美的香味。{↙}感觉今天真是来对了。{2b23}{401f}{c81f}{481f}{3521}到这里，审查全部结束。{↙}现在开始发表审查结果。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0890_End: .hword 0x270F,(event_mes_data_0890_0000 - event_mes_data_0890_header)/2
;event_mes_data_0890文本数量为：10
