;子文件头
event_mes_data_0964_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0964_0000 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0001 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0002 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0003 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0004 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0005 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0006 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0007 - event_mes_data_0964_header)

event_mes_data_0964_0000: .strn "{411f}{霍华德}{481f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}旅馆就是要{↙}考虑别人、关心别人。{2b23}要让客人，{↙}在这里呆得畅舒。{2b23}{401f}{古拉尼}{4b1f}{3521}{2f23}{颜3}莎尼亚{颜1}{2c23}{↙}{1122}他爷爷。{↙}是“舒畅”。{2b23}{411f}{霍华德}{481f}{3621}{2f23}{颜3}斯图尔特{颜1}{2c23}{↙}{0c22}呵呵呵。{↙}我就是这个意思。{结束}"
event_mes_data_0964_0001: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c121}哎！　{↙}我知道了…！{2b23}对待客人，要考虑他们{↙}关心他们{↙}让他们在这里住得舒畅！{结束}"
event_mes_data_0964_0002: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}啊，{名字}君。{↙}你好。{2b23}{411f}{娜娜}{491f}{3621}我正在打扫{下2}生呢。{↙}为了让客人们住得舒适，{↙}清洁工作是必不可少的呢。{结束}"
event_mes_data_0964_0003: .strn "{411f}{娜娜}{4c1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{d020}{c521}哇！！不得了！{结束}"
event_mes_data_0964_0004: .strn "{411f}{a41f}{481f}{3223}{0008}怎么啦？{↙}{0008}画没事吧？{结束}"
event_mes_data_0964_0005: .strn "{411f}{娜娜}{4b1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c621}啊…{↙}太危险、太危险了。{2b23}鸡毛掸子{↙}差点在画上划条印子。{结束}"
event_mes_data_0964_0006: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}这鸡毛掸子，{↙}是我兄弟姐妹送给我的。{2b23}{411f}{娜娜}{491f}{3621}{c121}这里面满载了他们{↙}让我在这里好好工作的{↙}愿望。{2b23}{411f}{娜娜}{4c1f}{3621}{4c22}不过，要是拿着不小心，{↙}它就会钩着东西，{↙}已经敲碎好几只碗了…{结束}"
event_mes_data_0964_0007: .strn "{411f}{娜娜}{4b1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{4b22}哎…不要紧。{↙}画上没有一点点划痕。{2b23}{411f}{娜娜}{481f}{3621}让你为我担心了，{↙}非常感谢。{2b23}我下面还有工作，{↙}下次再聊。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0964_End: .hword 0x270F,(event_mes_data_0964_0000 - event_mes_data_0964_header)/2
;event_mes_data_0964文本数量为：8
