;子文件头
event_mes_data_0429_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0429_0000 - event_mes_data_0429_header)
    .hword (event_mes_data_0429_0001 - event_mes_data_0429_header)
    .hword (event_mes_data_0429_0002 - event_mes_data_0429_header)
    .hword (event_mes_data_0429_0003 - event_mes_data_0429_header)
    .hword (event_mes_data_0429_0004 - event_mes_data_0429_header)

event_mes_data_0429_0000: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}{3422}秋牡丹姐姐。{↙}我有事想请教！{结束}"
event_mes_data_0429_0001: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}什么事？{2b23}{401f}{古恩贝}{481f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}要给喜欢的男生，{↙}送礼物。{2b23}送什么礼物，{↙}比较好呢？{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}{3A22}我，我也想听。{结束}"
event_mes_data_0429_0002: .strn "{411f}{娜娜}{4c1f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c421}啊！{↙}你真是早熟啊。{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c721}可以啊！{↙}这事就交给我了！！{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}{3622}太棒了！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}{3822}…那拜托了。{2b23}{411f}{娜娜}{491f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}行，那我说了？{↙}首先，准备工作很重要。{2b23}装作漫不经心的样子，去问{↙}你喜欢的人喜欢什么。{2b23}{401f}{古恩贝}{481f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}嗯，嗯。{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}然后，如果能自己做的东西{↙}就自己动手做比较好。{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}…那，为什么？{2b23}{411f}{娜娜}{491f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c121}呵呵。{↙}这是最关键的一点！{2b23}自己做的话，{↙}能让对方认为你{↙}是个很可爱的女孩子。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}{4722}哦，是这么回事啊。{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}然后，送礼的时候{↙}气氛也很重要。{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}…气…气氛么？{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}是的。{2b23}{411f}{娜娜}{491f}{3621}{c121}在最佳的时机，{↙}送给对方你的礼物{↙}那效果无与伦比哟。{结束}"
event_mes_data_0429_0003: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}{3622}我试试看！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}{3822}嗯…！{结束}"
event_mes_data_0429_0004: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}诗琼{颜1}{2c23}{↙}{3422}谢谢啦。{↙}秋牡丹姐姐！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}拉拉米{颜1}{2c23}{↙}{3822}非常感谢。{2b23}{411f}{娜娜}{491f}{3621}{2f23}{颜3}秋牡丹{颜1}{2c23}{↙}{c121}２个人都加油哦。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0429_End: .hword 0x270F,(event_mes_data_0429_0000 - event_mes_data_0429_header)/2
;event_mes_data_0429文本数量为：5
