;子文件头
event_mes_data_0976_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0976_0000 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0001 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0002 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0003 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0004 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0005 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0006 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0007 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0008 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0009 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0010 - event_mes_data_0976_header)

event_mes_data_0976_0000: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0722}啊…那个…{2b23}怎么说…{↙}一直以来非常抱歉。{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}怎么了？{↙}爸爸，突然这样。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}一直以来，都让你做家务…{2b23}我不是个称职的父亲。{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a821}真是的，在想这种事情啊？{2b23}爸爸，不是要忙镇长的工作吗。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{5a22}可是，可是…。{↙}恩？{结束}"
event_mes_data_0976_0001: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0522}你！{↙}在听吗？{2b23}{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{aa21}等等，爸爸。{↙}不要这样。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}嗯…嗯{结束}"
event_mes_data_0976_0002: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}谢璐芙 {颜1}{2c23}{↙}这么大声，{↙}对不起。{2b23}不要介意哦。{结束}"
event_mes_data_0976_0003: .strn "{411f}{a41f}{481f}{3223} 那么打搅了{↙} 怎么了？{结束}"
event_mes_data_0976_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}真是不好意思。{2b23}小心点回家吧。{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}要再来哦。{结束}"
event_mes_data_0976_0005: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}谢璐芙 {颜1}{2c23}{↙}那个…{2b23}{401f}{莉亚}{4b1f}{3521}{ae21}我在打扫的时候，{↙}爸爸突然道歉…{结束}"
event_mes_data_0976_0006: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}我的妻子，{↙}生下谢璐芙之后马上就去世了。{2b23}那之后，{↙}我一个大男人带大了她。{2b23}我做家务不行，{↙}自然地就让谢璐芙担当了家务活{↙}。{2b23}那让我{↙}觉得她很可怜。{2b23}年纪轻轻的小女孩，{↙}连玩的时间都没有。{结束}"
event_mes_data_0976_0007: .strn "{401f}{莉亚}{4b1f}{3521}{2f23}{颜3}谢璐芙 {颜1}{2c23}{↙}{af21}其实，{↙}明明不用介意那种事情的…。{2b23}{401f}{莉亚}{481f}{3521}我很幸福了。{2b23}而且，{↙}把料理和洗衣都想成出嫁的必修{↙}课程，就会很快乐啊。{结束}"
event_mes_data_0976_0008: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}{0622}什…什么啊！！{↙}才不让你出嫁呢！{结束}"
event_mes_data_0976_0009: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}谢璐芙 {颜1}{2c23}{↙}{3c22}只…只是比方。{↙}说说而已。{2b23}{401f}{莉亚}{491f}{3521}对吧，{名字}。{结束}"
event_mes_data_0976_0010: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}菲尼克斯{颜1}{2c23}{↙}为什么，{0a27}{0a27}{↙}朝{名字}看…{2b23}{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}啊，爸爸。{↙}刚才说的不是那个意思…呃。{2b23}{411f}{莉亚}{4a1f}{3621}{ad21}{名字}！{↙}快点逃！{2b23}{411f}{莉亚}{4c1f}{3621}如果继续在这里呆着，{↙}会被扔出去啊！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0976_End: .hword 0x270F,(event_mes_data_0976_0000 - event_mes_data_0976_header)/2
;event_mes_data_0976文本数量为：11
