;子文件头
event_mes_data_1006_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1006_0000 - event_mes_data_1006_header)
    .hword (event_mes_data_1006_0001 - event_mes_data_1006_header)
    .hword (event_mes_data_1006_0002 - event_mes_data_1006_header)

event_mes_data_1006_0000: .strn "{411f}{莉亚}{481f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}晚上好。劳埃德。{2b23}{401f}{卡米尔}{481f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}啊，真是巧遇。{↙}感兴趣的料理怎样了？{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}多亏了劳埃德给我的{↙}食谱和食材。{2b23}做了好多{↙}又好吃又提神的料理呢。{结束}"
event_mes_data_1006_0001: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e021}太好了呢。{2b23}镇长最近看起来精神不错{↙}可能也是多亏了{↙}谢璐芙的料理吧。{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a821}我的料理技术的增进也是{↙}多亏了劳埃德哟。{2b23}真是太感谢了！{2b23}{401f}{卡米尔}{481f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}下次如果还有什么稀有的{↙}食谱就带来给你好了。{结束}"
event_mes_data_1006_0002: .strn "{411f}{莉亚}{4d1f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{3c22}真的吗！{0b27}{2b23}我正准备去做晚饭，{↙}劳埃德要一起吃晚饭吗？{2b23}{401f}{卡米尔}{491f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}今天不麻烦了，{↙}下次来吧。行吗？{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}谢璐芙{颜1}{2c23}{↙}{a921}我知道了！{2b23}下次我会为劳埃德准备{↙}更好吃的料理的。{2b23}{401f}{卡米尔}{491f}{3521}{2f23}{颜3}劳埃德{颜1}{2c23}{↙}{e021}不好意思。{↙}那下次再见了。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1006_End: .hword 0x270F,(event_mes_data_1006_0000 - event_mes_data_1006_header)/2
;event_mes_data_1006文本数量为：3
