;子文件头
event_mes_data_0959_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0959_0000 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0001 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0002 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0003 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0004 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0005 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0006 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0007 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0008 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0009 - event_mes_data_0959_header)

event_mes_data_0959_0000: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d721}{名字}，{↙}晚上好。{结束}"
event_mes_data_0959_0001: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}这是迪鲁卡喜欢的{↙}奶油可乐饼。{2b23}{411f}{亚修}{491f}{3621}是我的拿手菜，也为了之前{↙}我骂他的事向他道歉。{结束}"
event_mes_data_0959_0002: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}我母亲做菜{↙}很拿手的。{2b23}{411f}{亚修}{491f}{3621}所以我也要像母亲那样，{↙}做好吃的料理一直{↙}给他吃。{结束}"
event_mes_data_0959_0003: .strn "{411f}{a41f}{481f}{3223}{0008}那很了不起啊！{↙}{0008}你作为兄长想怎样做呢？{结束}"
event_mes_data_0959_0004: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d021}不管怎么说，迪鲁卡{↙}总归是迪鲁卡。{2b23}{411f}{亚修}{491f}{3621}还是个让人操心的弟弟啊。{↙}从今往后为了迪鲁卡{↙}也还得继续努力才行。{结束}"
event_mes_data_0959_0005: .strn "{411f}{亚修}{4c1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{d621}唔…嗯……{2b23}不是代替父母，{↙}而是作为兄长作为一个人{↙}我该怎么做…{结束}"
event_mes_data_0959_0006: .strn "{411f}{亚修}{4a1f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}我呢，一直作为迪鲁卡{↙}的长辈和他相处。{2b23}{411f}{亚修}{4b1f}{3621}不过，迪鲁卡已经是大人。{↙}真正需要的也许不是父母，{↙}而是兄长也不一定呢。{结束}"
event_mes_data_0959_0007: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}我，为我家庭教师这份工作{↙}感到很自豪。{2b23}给迪鲁卡看到了{↙}我努力工作的样子。{2b23}{411f}{亚修}{491f}{3621}这，只有我才能做到{↙}也许作为兄长本来就{↙}应该是这样的。{结束}"
event_mes_data_0959_0008: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{名字}。{2b23}真得非常感谢你。{↙}{0a27}是你提醒了我，{↙}意识到这事的重要性…{结束}"
event_mes_data_0959_0009: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{名字}，你的善良，{↙}对我来说很{2d23}………{2c23}{2b23}{411f}{亚修}{4d1f}{3621}{d021}我很需要…{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0959_End: .hword 0x270F,(event_mes_data_0959_0000 - event_mes_data_0959_header)/2
;event_mes_data_0959文本数量为：10
