;子文件头
event_mes_data_0983_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0983_0000 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0001 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0002 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0003 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0004 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0005 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0006 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0007 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0008 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0009 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0010 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0011 - event_mes_data_0983_header)

event_mes_data_0983_0000: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}真少见啊。{↙}迪鲁卡在厨房。{2b23}{401f}{亚修}{4c1f}{3521}{0b27}发生什么事了吗？{2b23}{411f}{千寻}{491f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}不，{↙}没什么。{2b23}只是今天，{↙}我来做饭…。{结束}"
event_mes_data_0983_0001: .strn "{401f}{亚修}{4a1f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}…凯文的恶作剧啊，{↙}最近好像过分了点。{2b23}{401f}{亚修}{481f}{3521}迪鲁卡，{↙}你跟凯文说了什么？{↙}我不会生气的…{结束}"
event_mes_data_0983_0002: .strn "{411f}{千寻}{4b1f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{dc21}哥哥。{0a27}{↙}我这么不可信吗？{2b23}{401f}{亚修}{4c1f}{3521}{2f23}{颜3}尤里斯{颜1}{2c23}{↙}{2d23}………{2c23}哎？{2b23}{411f}{千寻}{491f}{3621}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}这个料理是从咖啡店拿来的，{↙}据说味道不错。{2b23}{411f}{千寻}{4c1f}{3621}我还想，{↙}要给哥哥尝尝呢…。{结束}"
event_mes_data_0983_0003: .strn "{401f}{千寻}{4b1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{4f22}{名字}，{↙}刚才，看见了哦…{2b23}我得不到信任，{↙}真是太受打击了。{↙}从哥哥那里逃开了…{2b23}想说的事，{↙}也说不了了。{2b23}在最亲近的、最照顾我关心我的{↙}人眼里我是这样的吗。{结束}"
event_mes_data_0983_0004: .strn "{401f}{千寻}{491f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{d821}我，果然还是孩子。{2b23}{401f}{千寻}{4b1f}{3521}本来想快点{↙}成为大人的…！{结束}"
event_mes_data_0983_0005: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}让你看到了不好意思的一面，{↙}{401f}{千寻}{491f}{3521}{名字}…{0a27}{0a27}对不起。{结束}"
event_mes_data_0983_0006: .strn "{411f}{a41f}{481f}{3223} 不要介意{↙} 一直的精神都到哪去了？{结束}"
event_mes_data_0983_0007: .strn "{401f}{千寻}{4b1f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}{4e22}啊啊…，谢啦。{2b23}已经晚了，{↙}{名字}，{↙}还是快点回家吧。{2b23}我也是，{↙}哥哥会担心我的，回家吧。{↙}再见啦。{结束}"
event_mes_data_0983_0008: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}…是呢。{↙}我的优点呢就是总是精力充沛。{2b23}{401f}{千寻}{491f}{3521}{d921}这在哥哥面前{↙}也是值得骄傲的地方。{2b23}不过精力要是过剩了{↙}可能会发脾气呢！{结束}"
event_mes_data_0983_0009: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}谢啦，{名字}。{2b23}被{名字}这样一说，总觉得{↙}{401f}{千寻}{491f}{3521}{d921}不要紧了呢。{结束}"
event_mes_data_0983_0010: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}我，回家了哦。{↙}哥哥肯定担心我了。{2b23}{401f}{千寻}{491f}{3521}不能{↙}再给你添麻烦了。{2b23}{401f}{千寻}{481f}{3521}已经很晚了，{↙}{名字}也快点回家吧。{结束}"
event_mes_data_0983_0011: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}迪鲁卡{颜1}{2c23}{↙}谢啦，{名字}。{2b23}{401f}{千寻}{491f}{3521}{d821}{名字}你，{↙}对我来说可是精神后盾哦。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0983_End: .hword 0x270F,(event_mes_data_0983_0000 - event_mes_data_0983_header)/2
;event_mes_data_0983文本数量为：12
