;子文件头
mes_data_0006_header:
    ;子文件内各文本的相对偏移地址
    .hword (mes_data_0006_0000 - mes_data_0006_header), (mes_data_0006_0001 - mes_data_0006_header), (mes_data_0006_0002 - mes_data_0006_header), (mes_data_0006_0003 - mes_data_0006_header), (mes_data_0006_0004 - mes_data_0006_header), (mes_data_0006_0005 - mes_data_0006_header), (mes_data_0006_0006 - mes_data_0006_header), (mes_data_0006_0007 - mes_data_0006_header) 
    .hword (mes_data_0006_0008 - mes_data_0006_header), (mes_data_0006_0009 - mes_data_0006_header), (mes_data_0006_0010 - mes_data_0006_header), (mes_data_0006_0011 - mes_data_0006_header), (mes_data_0006_0012 - mes_data_0006_header), (mes_data_0006_0013 - mes_data_0006_header), (mes_data_0006_0014 - mes_data_0006_header), (mes_data_0006_0015 - mes_data_0006_header) 
    .hword (mes_data_0006_0016 - mes_data_0006_header), (mes_data_0006_0017 - mes_data_0006_header), (mes_data_0006_0018 - mes_data_0006_header), (mes_data_0006_0019 - mes_data_0006_header), (mes_data_0006_0020 - mes_data_0006_header), (mes_data_0006_0021 - mes_data_0006_header), (mes_data_0006_0022 - mes_data_0006_header), (mes_data_0006_0023 - mes_data_0006_header) 
    .hword (mes_data_0006_0024 - mes_data_0006_header), (mes_data_0006_0025 - mes_data_0006_header), (mes_data_0006_0026 - mes_data_0006_header), (mes_data_0006_0027 - mes_data_0006_header), (mes_data_0006_0028 - mes_data_0006_header), (mes_data_0006_0029 - mes_data_0006_header), (mes_data_0006_0030 - mes_data_0006_header), (mes_data_0006_0031 - mes_data_0006_header) 
    .hword (mes_data_0006_0032 - mes_data_0006_header), (mes_data_0006_0033 - mes_data_0006_header), (mes_data_0006_0034 - mes_data_0006_header), (mes_data_0006_0035 - mes_data_0006_header), (mes_data_0006_0036 - mes_data_0006_header), (mes_data_0006_0037 - mes_data_0006_header), (mes_data_0006_0038 - mes_data_0006_header)

mes_data_0006_0000:
    .strn "{3323}{0008}保存并睡觉{↙}"
    .strn "{0008}不保存并睡觉{↙}"
    .strn "{0008}还不想睡{结束}"
mes_data_0006_0001:
    .strn "{2e23}要在看板上涂鸦么？{↙}"
    .strn "{3223}{0008}要{↙}"
    .strn "{0008}不要{↙}"
    .strn "{结束}"
mes_data_0006_0002:
    .strn "在黑板上画更多！{↙}"
    .strn "Ｂ键结束，選择键清空。{↙}"
    .strn "{结束}"
mes_data_0006_0003:
    .strn "{3323}{0008}调查动物的状况{↙}"
    .strn "{0008}确认动物的饲养方法{↙}"
    .strn "{0008}返回{↙}"
    .strn "{结束}"
mes_data_0006_0004:
    .strn "在这里可以对{颜2}洒水壶{颜1}{↙}"
    .strn "补充水。{结束}"
mes_data_0006_0005:
    .strn "{2e23}{颜4}{功能1}{颜1}的{↙}"
    .strn "完成为止{0008}{颜2}{功能2}{颜1}时间{0008}{颜2}{0210}{颜1}分{结束}"
mes_data_0006_0006:
    .strn "{2e23}在花瓶中放入花？{↙}"
    .strn "{3223}{0008}放入{↙}"
    .strn "{0008}不放入{↙}"
    .strn "{结束}"
mes_data_0006_0007:
    .strn "{2e23}要查看资产表么？{↙}"
    .strn "{3223}{0008}看{↙}"
    .strn "{0008}不看{↙}"
    .strn "{结束}"
mes_data_0006_0008:
    .strn "{2e23}要调查仓库么？{↙}"
    .strn "{3223}{0008}调查{↙}"
    .strn "{0008}不调查{↙}"
    .strn "{结束}"
mes_data_0006_0009:
    .strn "{2e23}要查看日历么？{↙}"
    .strn "{3223}{0008}看{↙}"
    .strn "{0008}不看{↙}"
    .strn "{结束}"
mes_data_0006_0010:
    .strn "{2e23}要开店么？{↙}"
    .strn "{3223}{0008}开{↙}"
    .strn "{0008}不开{↙}"
    .strn "{结束}"
mes_data_0006_0011:
    .strn "{结束}"
mes_data_0006_0012:
    .strn "{2e23}要洗澡么？{↙}"
    .strn "{3223}{0008}要{↙}"
    .strn "{0008}不要{↙}"
    .strn "{结束}"
mes_data_0006_0013:
    .strn "{2e23}要上厕所么？{↙}"
    .strn "{3223}{0008}要{↙}"
    .strn "{0008}不要{↙}"
    .strn "{结束}"
mes_data_0006_0014:
    .strn "{3323}{0008}参照食谱制作料理{↙}"
    .strn "{0008}選择材料制作料理{↙}"
    .strn "{0008}返回{↙}"
    .strn "{结束}"
mes_data_0006_0015:
    .strn "如果有钓竿的话{↙}"
    .strn "好像可以在这儿钓鱼。{结束}"
mes_data_0006_0016:
    .strn "{2e23}好像可以在这儿钓鱼！{↙}"
    .strn "{3223}{0008}钓鱼{↙}"
    .strn "{0008}不钓{↙}"
    .strn "{结束}"
mes_data_0006_0017:
    .strn "这里好像不是可以{↙}"
    .strn "钓鱼的好地方。{结束}"
mes_data_0006_0018:
    .strn "被逃走了…{结束}"
mes_data_0006_0019:
    .strn "{7020}在遥远的{↙}"
    .strn "宇宙的某处··{颜1}{结束}"
mes_data_0006_0020:
    .strn "画脸的测试{↙}"
    .strn "{结束}"
mes_data_0006_0021:
    .strn "制作道具么？{↙}"
    .strn "{3223}{0008}制作{↙}"
    .strn "{0008}不制作{结束}"
mes_data_0006_0022:
    .strn "{3223}{0008}对装置进行镶嵌{↙}"
    .strn "{0008}返回{结束}"
mes_data_0006_0023:
    .strn "{3323}{0008}对装置进行镶嵌{↙}"
    .strn "{0008}从装置上取出{↙}"
    .strn "{0008}返回{结束}"
mes_data_0006_0024:
    .strn "取出完成品么？{↙}"
    .strn "{3223}{0008}取出{↙}"
    .strn "{0008}不取出{结束}"
mes_data_0006_0025:
    .strn "滑雪专用路线{↙}"
    .strn "设置预定地{结束}"
mes_data_0006_0026:
    .strn "今天很高兴。{↙}"
    .strn "…但是，已经这么晚了{↙}"
    .strn "差不多要睡觉了。{2b23}{3223}{0008}保存并睡觉{↙}"
    .strn "{0008}不保存并睡觉{结束}"
mes_data_0006_0027:
    .strn "{颜2}{功能1}{颜1}被放置了。{2b23}与别机进行交换么？{↙}"
    .strn "{3223}{0008}是的{↙}"
    .strn "{0008}不{结束}"
mes_data_0006_0028:
    .strn "{2f23}{3308}{2808}{2f08}{3008}·穆乔{↙}"
    .strn "营业时间　{1708}{1a08}{1008}{1008}　～　{1208}{1308}{1a08}{1008}{1008}{↙}"
    .strn "定休日{0008}星期五·集市当天{9023}{结束}"
mes_data_0006_0029:
    .strn "{2f23}咖啡·麦莉娜{↙}"
    .strn "营业时间　{1108}{1008}{1a08}{1008}{1008}　～　{1208}{1308}{1a08}{1008}{1008}{↙}"
    .strn "定休日　星期四·集市当天等{9023}{结束}"
mes_data_0006_0030:
    .strn "{2f23}旅馆{↙}"
    .strn "营业时间　{0008}{1608}{1a08}{1008}{1008}　～　{1208}{1308}{1a08}{1008}{1008}{↙}"
    .strn "始终营业{9023}{结束}"
mes_data_0006_0031:
    .strn "这个是{颜2}看板{颜1}。{↙}"
    .strn "自己牧场的名字，{↙}"
    .strn "喜欢的画都可以涂在上面。{2b23}{2e23}要在看板上涂鸦么？{↙}"
    .strn "{3223}{0008}要{↙}"
    .strn "{0008}不要{↙}"
    .strn "{结束}"
mes_data_0006_0032:
    .strn "在这里可以对{颜2}饲养的动物以及{↙}"
    .strn "宠物的情报{颜1}进行详细的{↙}"
    .strn "查询。可以对{2b23}是否吃过东西、{↙}"
    .strn "是否被安抚过、{↙}"
    .strn "是否产生效益等进行确认。{2b23}{3323}{0008}调查动物的状况{↙}"
    .strn "{0008}确认动物的饲养方法{↙}"
    .strn "{0008}返回{↙}"
    .strn "{结束}"
mes_data_0006_0033:
    .strn "这个是{颜2}花瓶{颜1}。{↙}"
    .strn "可以用采摘的花{↙}"
    .strn "对花瓶进行装饰。{2b23}几日后花会枯萎。{↙}"
    .strn "枯萎之后{↙}"
    .strn "可以再次进行装饰。{2b23}{2e23}在花瓶中放入花？{↙}"
    .strn "{3223}{0008}放入{↙}"
    .strn "{0008}不放入{↙}"
    .strn "{结束}"
mes_data_0006_0034:
    .strn "在这里可以对{颜2}资产表{颜1}的详细状况{↙}"
    .strn "进行查阅。{2b23}对牧场的状态、自己的财产、{↙}"
    .strn "一年内的赚到的钱以及{↙}"
    .strn "用掉的钱进行确认。{2b23}另外，还可以对入手过的东西{↙}"
    .strn "镇上的居民们的状态{↙}"
    .strn "进行查询。{2b23}由于全是对牧场的生活{↙}"
    .strn "很有用的信息、{↙}"
    .strn "时常来看一下比较好。{2b23}{2e23}要查看资产表么？？{↙}"
    .strn "{3223}{0008}看{↙}"
    .strn "{0008}不看{↙}"
    .strn "{结束}"
mes_data_0006_0035:
    .strn "这个是{颜2}日历{颜1}。{↙}"
    .strn "１年内４季轮回，可以确认{↙}"
    .strn "直到下一个季节的日程。{2b23}在小镇举行的节日啦{↙}"
    .strn "镇上人们的生日啦{↙}"
    .strn "都可以查得到。{2b23}还可以确认集市召开{↙}"
    .strn "的日期，{↙}"
    .strn "是十分方便的。{2b23}{2e23}要查看日历么？{↙}"
    .strn "{3223}{0008}看{↙}"
    .strn "{0008}不看{↙}"
    .strn "{结束}"
mes_data_0006_0036:
    .strn "这里是{颜2}洗澡间{颜1}。{↙}"
    .strn "洗澡可以对体力{↙}"
    .strn "进行恢复。{2b23}作为代价，{↙}"
    .strn "会花费一定的时间。{2b23}{2e23}要洗澡么？{↙}"
    .strn "{3223}{0008}要{↙}"
    .strn "{0008}不要{↙}"
    .strn "{结束}"
mes_data_0006_0037:
    .strn "这里是{颜2}厕所{颜1}。{↙}"
    .strn "上厕所可以对体力{↙}"
    .strn "进行恢复。{2b23}作为代价，{↙}"
    .strn "会花费一定的时间。{2b23}{2e23}要上厕所么？{↙}"
    .strn "{3223}{0008}要{↙}"
    .strn "{0008}不要{↙}"
    .strn "{结束}"
mes_data_0006_0038:
    .strn "这里是{颜2}厨房{颜1}。{↙}"
    .strn "可以在这儿制作料理。{2b23}{颜2}選择材料制作料理{颜1}的方法，{↙}"
    .strn "可以对食材进行自由组合{↙}"
    .strn "从而制作出料理。{2b23}但是，食材的组合方法{↙}"
    .strn "错误的话就会失败。{2b23}{颜2}参照食谱制作料理{颜1}的方法，{↙}"
    .strn "可以对必要的食材自动選择{↙}"
    .strn "从而制作出料理。{2b23}料理制作成功的时候，{↙}"
    .strn "{颜2}可以作为食谱记录下{颜1}食材的搭配。{2b23}也可以在必要的食材上，{↙}"
    .strn "加入其他食材{颜2}搭配{颜1}{↙}"
    .strn "而做出新的料理。{2b23}搭配成功的时候，{↙}"
    .strn "食谱也会被{↙}"
    .strn "记录下来。{2b23}食谱可以在镇上的咖啡店{↙}"
    .strn "之类的地方买到，{↙}"
    .strn "尝试收集各种各样的食谱吧。{2b23}{3323}{0008}参照食谱制作料理{↙}"
    .strn "{0008}選择材料制作料理{↙}"
    .strn "{0008}返回{↙}"
    .strn "{结束}"

;文件尾：控制符，子文件内的文本数
mes_data_0006_End:  .hword 0x270F,(mes_data_0006_0000 - mes_data_0006_header)/2  