;子文件头
mes_data_0018_header:
    ;子文件内各文本的相对偏移地址
    .hword (mes_data_0018_0000 - mes_data_0018_header), (mes_data_0018_0001 - mes_data_0018_header), (mes_data_0018_0002 - mes_data_0018_header), (mes_data_0018_0003 - mes_data_0018_header), (mes_data_0018_0004 - mes_data_0018_header), (mes_data_0018_0005 - mes_data_0018_header), (mes_data_0018_0006 - mes_data_0018_header), (mes_data_0018_0007 - mes_data_0018_header) 
    .hword (mes_data_0018_0008 - mes_data_0018_header), (mes_data_0018_0009 - mes_data_0018_header), (mes_data_0018_0010 - mes_data_0018_header), (mes_data_0018_0011 - mes_data_0018_header), (mes_data_0018_0012 - mes_data_0018_header), (mes_data_0018_0013 - mes_data_0018_header), (mes_data_0018_0014 - mes_data_0018_header), (mes_data_0018_0015 - mes_data_0018_header) 
    .hword (mes_data_0018_0016 - mes_data_0018_header), (mes_data_0018_0017 - mes_data_0018_header), (mes_data_0018_0018 - mes_data_0018_header), (mes_data_0018_0019 - mes_data_0018_header), (mes_data_0018_0020 - mes_data_0018_header), (mes_data_0018_0021 - mes_data_0018_header), (mes_data_0018_0022 - mes_data_0018_header), (mes_data_0018_0023 - mes_data_0018_header) 
    .hword (mes_data_0018_0024 - mes_data_0018_header), (mes_data_0018_0025 - mes_data_0018_header), (mes_data_0018_0026 - mes_data_0018_header), (mes_data_0018_0027 - mes_data_0018_header), (mes_data_0018_0028 - mes_data_0018_header), (mes_data_0018_0029 - mes_data_0018_header), (mes_data_0018_0030 - mes_data_0018_header), (mes_data_0018_0031 - mes_data_0018_header) 
    .hword (mes_data_0018_0032 - mes_data_0018_header), (mes_data_0018_0033 - mes_data_0018_header), (mes_data_0018_0034 - mes_data_0018_header)

mes_data_0018_0000:
    .strn "{401f}{奇力克}{481f}{2e23}居住在小镇的艺术家。{↙}"
    .strn "因为非常喜欢绘画，{↙}"
    .strn "所以一直把画具带在身边。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}点心和甜食{颜1}。{↙}"
    .strn "　讨厌{颜2}各种酒类{颜1}。{结束}"
mes_data_0018_0001:
    .strn "{401f}{迪鲁卡}{481f}{2e23}诗琼和拉拉米的父亲。{↙}"
    .strn "对修理小玩意非常在行，{↙}"
    .strn "也负责風车的管理。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}面包{颜1}等甜食。{↙}"
    .strn "　讨厌{颜2}牛奶{颜1}。{结束}"
mes_data_0018_0002:
    .strn "{401f}{娜娜}{481f}{2e23}就职于旅馆的女仆，{↙}"
    .strn "虽然有点天然呆，{↙}"
    .strn "但工作十分努力。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}点心和甜食{颜1}。{↙}"
    .strn "　超級讨厌{颜2}辣的东西{颜1}。{结束}"
mes_data_0018_0003:
    .strn "{401f}{ca1f}{481f}{2e23}一边云游各地一边经商{↙}"
    .strn "的旅行商人。{结束}"
mes_data_0018_0004:
    .strn "{401f}{琉伊}{481f}{2e23}凯文的母亲。{↙}"
    .strn "儿子很喜欢恶作剧{↙}"
    .strn "这让她非常头疼。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}普通的家庭料理{颜1}。{↙}"
    .strn "　超級讨厌{颜2}昆虫{颜1}。{结束}"
mes_data_0018_0005:
    .strn "{401f}{千寻}{481f}{2e23}尤里斯的弟弟，{↙}"
    .strn "是个非常活泼的孩子。{↙}"
    .strn "白天在咖啡店打工。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}独角仙{颜1}之类的昆虫。{↙}"
    .strn "　讨厌{颜2}沙拉{颜1}。{结束}"
mes_data_0018_0006:
    .strn "{401f}{拉兹贝莉}{481f}{2e23}不太爱说话，{↙}"
    .strn "做事我行我素的人。{↙}"
    .strn "兴趣是制作服装和饰品。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}西洋点心和红茶{颜1}。{↙}"
    .strn "　超級讨厌{颜2}鱼类{颜1}。{结束}"
mes_data_0018_0007:
    .strn "{401f}{艾琳}{481f}{2e23}安琪的父亲，{↙}"
    .strn "这个小镇的市民。实际上{↙}"
    .strn "是住在城市里的妻子的经理人。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}沙拉和紅茶{颜1}。{↙}"
    .strn "　讨厌{颜2}家庭料理{颜1}。{结束}"
mes_data_0018_0008:
    .strn "{401f}{雪莉露}{481f}{2e23}和風镇的镇长。{↙}"
    .strn "倍受小镇居民的信赖{↙}"
    .strn "在小孩之间人气也很高。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}各种酒类{颜1}。{↙}"
    .strn "　超級讨厌{颜2}甜食{颜1}。{结束}"
mes_data_0018_0009:
    .strn "{401f}{莉可丽丝}{481f}{2e23}性格坚强，非常乐于助人，{↙}"
    .strn "可靠的大姐姐。{↙}"
    .strn "傍晚之前都因工作而外出。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}漂亮的东西{颜1}。{↙}"
    .strn "　超級讨厌{颜2}天妇罗{颜1}。{结束}"
mes_data_0018_0010:
    .strn "{401f}{索娜}{481f}{2e23}只在集市日才来开店的{↙}"
    .strn "三兄弟里的大哥。{结束}"
mes_data_0018_0011:
    .strn "{401f}{尤里斯}{481f}{2e23}镇长邀请来的木匠。{↙}"
    .strn "传闻是一位来自远方{↙}"
    .strn "技艺精湛的木匠。{结束}"
mes_data_0018_0012:
    .strn "{401f}{贤者大人}{481f}{2e23}稳健且文静的神秘女性。{↙}"
    .strn "无论是住所还是出身{↙}"
    .strn "都包裹着谜团。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}简单的东西{颜1}。{↙}"
    .strn "　讨厌{颜2}加工过的东西{颜1}。{结束}"
mes_data_0018_0013:
    .strn "{401f}{菖蒲}{481f}{2e23}威尔伯和克莱尔的儿子。{↙}"
    .strn "超級喜欢恶作剧，{↙}"
    .strn "活泼的小男孩。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}能够用来恶作剧的东西{颜1}。{↙}"
    .strn "　讨厌{颜2}简单的东西{颜1}。{结束}"
mes_data_0018_0014:
    .strn "{401f}{扎乌利}{481f}{2e23}埃萨克和奈莉奈的女儿。{↙}"
    .strn "内向而且害羞。{↙}"
    .strn "是诗琼的双胞胎妹妹。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}甜点{颜1}。{↙}"
    .strn "　讨厌{颜2}豆腐和蔬菜{颜1}。{结束}"
mes_data_0018_0015:
    .strn "{431f}{2e23}每周都会来玩一次的男孩。{↙}"
    .strn "跟凯文和诗琼{↙}"
    .strn "经常在一起玩。{结束}"
mes_data_0018_0016:
    .strn "{401f}{卡米尔}{481f}{2e23}冷静的旅行商人。{↙}"
    .strn "每周都会有一天因{↙}"
    .strn "外出进货而不在镇上。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}用心制作的料理{颜1}。{↙}"
    .strn "　讨厌{颜2}草率制作的料理{颜1}。{结束}"
mes_data_0018_0017:
    .strn "{401f}{玛奥}{481f}{2e23}只在集市日才来开店的{↙}"
    .strn "三兄弟的老幺。{结束}"
mes_data_0018_0018:
    .strn "{401f}{弗乔}{481f}{2e23}经营着咖啡店的老奶奶。{↙}"
    .strn "和孙女米娜一起{↙}"
    .strn "快乐的经营着咖啡店。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}水果料理{颜1}。{↙}"
    .strn "　讨厌{颜2}做工简易的料理{颜1}。{结束}"
mes_data_0018_0019:
    .strn "{401f}{罗万}{481f}{2e23}梅里尼的孙女，和奶奶一起{↙}"
    .strn "经营着咖啡店。非常有人气，{↙}"
    .strn "她的粉丝一抓一大把。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}香草类料理{颜1}。{↙}"
    .strn "　讨厌{颜2}昆虫和鱼{颜1}。{结束}"
mes_data_0018_0020:
    .strn "{401f}{艾瑞拉}{481f}{2e23}SHOP店员三兄弟的二哥。{↙}"
    .strn "非常的喜欢米娜，{↙}"
    .strn "不过米娜完全没有注意到他。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}闪光的东西{颜1}。{↙}"
    .strn "　超級讨厌{颜2}甜食{颜1}。{结束}"
mes_data_0018_0021:
    .strn "{401f}{神·罗}{481f}{2e23}诗琼和拉拉米的母亲。{↙}"
    .strn "性格温和，和蔼可亲，{↙}"
    .strn "结婚前曾是某家的大小姐。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}汤料理{颜1}。{↙}"
    .strn "　讨厌{颜2}各种酒类{颜1}。{结束}"
mes_data_0018_0022:
    .strn "{431f}{2e23}每周都会来玩一次的女孩。{↙}"
    .strn "跟凯文和诗琼{↙}"
    .strn "经常在一起玩。{结束}"
mes_data_0018_0023:
    .strn "{401f}{c81f}{481f}{2e23}最年轻的美食家。{↙}"
    .strn "担任着料理大会的审查员。{结束}"
mes_data_0018_0024:
    .strn "{401f}{古拉尼}{481f}{2e23}经营着旅馆的老奶奶。{↙}"
    .strn "把寄住在旅馆的秋牡丹{↙}"
    .strn "当成孙女一样关心着。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}水果料理{颜1}。{↙}"
    .strn "　讨厌{颜2}油腻的东西{颜1}。{结束}"
mes_data_0018_0025:
    .strn "{401f}{莉亚}{481f}{2e23}镇长的女儿，{↙}"
    .strn "一直担心着过度操劳的父亲，{↙}"
    .strn "把小镇当成最重要的东西。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}简单的东西{颜1}。{↙}"
    .strn "　讨厌{颜2}辣的东西{颜1}。{结束}"
mes_data_0018_0026:
    .strn "{401f}{霍华德}{481f}{2e23}经营着旅馆的老爷爷。{↙}"
    .strn "和莎尼亚关系很好{↙}"
    .strn "总是称呼她小莎。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}面食{颜1}。{↙}"
    .strn "　超級讨厌{颜2}鱼类{颜1}。{结束}"
mes_data_0018_0027:
    .strn "{401f}{古恩贝}{481f}{2e23}埃萨克和奈莉奈的女儿。{↙}"
    .strn "经常和凯文一起玩的{↙}"
    .strn "强气娘。拉拉米的双胞胎姐姐。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}甜点{颜1}。{↙}"
    .strn "　讨厌{颜2}苦的东西{颜1}。{结束}"
mes_data_0018_0028:
    .strn "{401f}{米海尔}{481f}{2e23}从遥远国度来的王子。{↙}"
    .strn "是镇长的旧识。{↙}"
    .strn "喜欢呆在安静的地方。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}家庭料理{颜1}。{↙}"
    .strn "　讨厌{颜2}高級料理{颜1}。{结束}"
mes_data_0018_0029:
    .strn "{431f}{2e23}每周都会来玩一次的男孩。{↙}"
    .strn "跟凯文和诗琼{↙}"
    .strn "经常在一起玩。{结束}"
mes_data_0018_0030:
    .strn "{431f}{2e23}每周都会来玩一次的女孩。{↙}"
    .strn "跟凯文和诗琼{↙}"
    .strn "经常在一起玩。{结束}"
mes_data_0018_0031:
    .strn "{401f}{c91f}{481f}{2e23}被飓風从远方吹到这里来的。{↙}"
    .strn "虽然想要回去，{↙}"
    .strn "但是不知道应该如何回去。{结束}"
mes_data_0018_0032:
    .strn "{401f}{伊尔萨}{481f}{2e23}镇里的木匠。{↙}"
    .strn "性格非常豪爽，是{↙}"
    .strn "凯文的父亲。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}各种酒类{颜1}。{↙}"
    .strn "　超級讨厌{颜2}甜食{颜1}。{结束}"
mes_data_0018_0033:
    .strn "{401f}{亚修}{481f}{2e23}迪鲁卡的哥哥，{↙}"
    .strn "性格十分坚强而自立。{↙}"
    .strn "在城市里做着家教的工作。{2b23}{2f23}喜欢的东西／讨厌的东西{↙}"
    .strn "　喜欢{颜4}有香味的东西{颜1}。{↙}"
    .strn "　讨厌{颜2}甜食{颜1}。{结束}"
mes_data_0018_0034:
    .strn "{结束}"


;文件尾：控制符，子文件内的文本数
mes_data_0018_End:  .hword 0x270F,(mes_data_0018_0000 - mes_data_0018_header)/2  