;子文件头
mes_data_0009_header:
    ;子文件内各文本的相对偏移地址
    .hword (mes_data_0009_0000 - mes_data_0009_header)
    .hword (mes_data_0009_0001 - mes_data_0009_header)
    .hword (mes_data_0009_0002 - mes_data_0009_header)
    .hword (mes_data_0009_0003 - mes_data_0009_header)
    .hword (mes_data_0009_0004 - mes_data_0009_header)
    .hword (mes_data_0009_0005 - mes_data_0009_header)
    .hword (mes_data_0009_0006 - mes_data_0009_header)
    .hword (mes_data_0009_0007 - mes_data_0009_header)
    .hword (mes_data_0009_0008 - mes_data_0009_header)
    .hword (mes_data_0009_0009 - mes_data_0009_header)
    .hword (mes_data_0009_0010 - mes_data_0009_header)
    .hword (mes_data_0009_0011 - mes_data_0009_header)
    .hword (mes_data_0009_0012 - mes_data_0009_header)
    .hword (mes_data_0009_0013 - mes_data_0009_header)
    .hword (mes_data_0009_0014 - mes_data_0009_header)
    .hword (mes_data_0009_0015 - mes_data_0009_header)
    .hword (mes_data_0009_0016 - mes_data_0009_header)
    .hword (mes_data_0009_0017 - mes_data_0009_header)
    .hword (mes_data_0009_0018 - mes_data_0009_header)
    .hword (mes_data_0009_0019 - mes_data_0009_header)
    .hword (mes_data_0009_0020 - mes_data_0009_header)
    .hword (mes_data_0009_0021 - mes_data_0009_header)
    .hword (mes_data_0009_0022 - mes_data_0009_header)
    .hword (mes_data_0009_0023 - mes_data_0009_header)
    .hword (mes_data_0009_0024 - mes_data_0009_header)
    .hword (mes_data_0009_0025 - mes_data_0009_header)
    .hword (mes_data_0009_0026 - mes_data_0009_header)
    .hword (mes_data_0009_0027 - mes_data_0009_header)
    .hword (mes_data_0009_0028 - mes_data_0009_header)
    .hword (mes_data_0009_0029 - mes_data_0009_header)
    .hword (mes_data_0009_0030 - mes_data_0009_header)
    .hword (mes_data_0009_0031 - mes_data_0009_header)
    .hword (mes_data_0009_0032 - mes_data_0009_header)
    .hword (mes_data_0009_0033 - mes_data_0009_header)
    .hword (mes_data_0009_0034 - mes_data_0009_header)
    .hword (mes_data_0009_0035 - mes_data_0009_header)
    .hword (mes_data_0009_0036 - mes_data_0009_header)
    .hword (mes_data_0009_0037 - mes_data_0009_header)
    .hword (mes_data_0009_0038 - mes_data_0009_header)
    .hword (mes_data_0009_0039 - mes_data_0009_header)
    .hword (mes_data_0009_0040 - mes_data_0009_header)
    .hword (mes_data_0009_0041 - mes_data_0009_header)
    .hword (mes_data_0009_0042 - mes_data_0009_header)
    .hword (mes_data_0009_0043 - mes_data_0009_header)
    .hword (mes_data_0009_0044 - mes_data_0009_header)
    .hword (mes_data_0009_0045 - mes_data_0009_header)
    .hword (mes_data_0009_0046 - mes_data_0009_header)
    .hword (mes_data_0009_0047 - mes_data_0009_header)
    .hword (mes_data_0009_0048 - mes_data_0009_header)
    .hword (mes_data_0009_0049 - mes_data_0009_header)
    .hword (mes_data_0009_0050 - mes_data_0009_header)
    .hword (mes_data_0009_0051 - mes_data_0009_header)
    .hword (mes_data_0009_0052 - mes_data_0009_header)
    .hword (mes_data_0009_0053 - mes_data_0009_header)
    .hword (mes_data_0009_0054 - mes_data_0009_header)
    .hword (mes_data_0009_0055 - mes_data_0009_header)
    .hword (mes_data_0009_0056 - mes_data_0009_header)
    .hword (mes_data_0009_0057 - mes_data_0009_header)
    .hword (mes_data_0009_0058 - mes_data_0009_header)
    .hword (mes_data_0009_0059 - mes_data_0009_header)
    .hword (mes_data_0009_0060 - mes_data_0009_header)
    .hword (mes_data_0009_0061 - mes_data_0009_header)
    .hword (mes_data_0009_0062 - mes_data_0009_header)
    .hword (mes_data_0009_0063 - mes_data_0009_header)
    .hword (mes_data_0009_0064 - mes_data_0009_header)
    .hword (mes_data_0009_0065 - mes_data_0009_header)
    .hword (mes_data_0009_0066 - mes_data_0009_header)
    .hword (mes_data_0009_0067 - mes_data_0009_header)
    .hword (mes_data_0009_0068 - mes_data_0009_header)
    .hword (mes_data_0009_0069 - mes_data_0009_header)
    .hword (mes_data_0009_0070 - mes_data_0009_header)
    .hword (mes_data_0009_0071 - mes_data_0009_header)
    .hword (mes_data_0009_0072 - mes_data_0009_header)
    .hword (mes_data_0009_0073 - mes_data_0009_header)
    .hword (mes_data_0009_0074 - mes_data_0009_header)
    .hword (mes_data_0009_0075 - mes_data_0009_header)
    .hword (mes_data_0009_0076 - mes_data_0009_header)
    .hword (mes_data_0009_0077 - mes_data_0009_header)
    .hword (mes_data_0009_0078 - mes_data_0009_header)

mes_data_0009_0000: .strn "000寝おき{↙}001これから寝る{↙}002ふろ{↙}003トイレ{↙}004カゲツマップへのワープ{↙}005選ばないでください{↙}006選ばないでください{↙}007風しゃ称号{结束}"
mes_data_0009_0001: .strn "008{↙}009{↙}010{↙}011{↙}012{↙}013{↙}014{↙}015{结束}"
mes_data_0009_0002: .strn "016{↙}017{↙}018{↙}019{↙}020{↙}021{↙}022{↙}023{结束}"
mes_data_0009_0003: .strn "024{↙}025{↙}026{↙}027{↙}028{↙}029{↙}030{↙}031{结束}"
mes_data_0009_0004: .strn "032{↙}033{↙}034{↙}035{↙}036{↙}037{↙}038{↙}039{结束}"
mes_data_0009_0005: .strn "040{↙}041{↙}042{↙}043{↙}044{↙}045{↙}046{↙}047{结束}"
mes_data_0009_0006: .strn "048{↙}049{↙}050{↙}051{↙}052{↙}053{↙}054{↙}055{结束}"
mes_data_0009_0007: .strn "000{↙}001{↙}002{↙}003{↙}004{↙}005{↙}006{↙}007{结束}"
mes_data_0009_0008: .strn "008{↙}009{↙}010{↙}011{↙}012{↙}013{↙}014{↙}015{结束}"
mes_data_0009_0009: .strn "016{↙}017{↙}018{↙}019{↙}020{↙}021{↙}022{↙}023{结束}"
mes_data_0009_0010: .strn "024{↙}025{↙}026{↙}027{↙}028{↙}029{↙}030{↙}031{结束}"
mes_data_0009_0011: .strn "032{↙}033{↙}034{↙}035{↙}036{↙}037{↙}038{↙}039{结束}"
mes_data_0009_0012: .strn "040{↙}041{↙}042{↙}043{↙}044{↙}045{↙}046{↙}047{结束}"
mes_data_0009_0013: .strn "048{↙}049{↙}050{↙}051{↙}052{↙}053{↙}054{↙}055{结束}"
mes_data_0009_0014: .strn "000{↙}001{↙}002{↙}003{↙}004{↙}005{↙}006{↙}007{结束}"
mes_data_0009_0015: .strn "008{↙}009{↙}010{↙}011{↙}012{↙}013{↙}014{↙}015{结束}"
mes_data_0009_0016: .strn "016{↙}017{↙}018{↙}019{↙}020{↙}021{↙}022{↙}023{结束}"
mes_data_0009_0017: .strn "024{↙}025{↙}026{↙}027{↙}028{↙}029{↙}030{↙}031{结束}"
mes_data_0009_0018: .strn "032{↙}033{↙}034{↙}035{↙}036{↙}037{↙}038{↙}039{结束}"
mes_data_0009_0019: .strn "040{↙}041{↙}042{↙}043{↙}044{↙}045{↙}046{↙}047{结束}"
mes_data_0009_0020: .strn "048{↙}049{↙}050{↙}051{↙}052{↙}053{↙}054{↙}055{结束}"
mes_data_0009_0021: .strn "056{↙}057{↙}058{↙}059{↙}060{↙}061{↙}062{↙}063{结束}"
mes_data_0009_0022: .strn "064{↙}065{↙}066{↙}067{↙}068{↙}069{↙}070{↙}071{结束}"
mes_data_0009_0023: .strn "072{↙}073{↙}074{↙}075{↙}076{↙}077{↙}078{↙}079{结束}"
mes_data_0009_0024: .strn "080{↙}081{↙}082{↙}083{↙}084{↙}085{↙}086{↙}087{结束}"
mes_data_0009_0025: .strn "088{↙}089{↙}090{↙}091{↙}092{↙}093{↙}094{↙}095{结束}"
mes_data_0009_0026: .strn "096{↙}097{↙}098{↙}099{↙}{↙}{↙}{↙}{结束}"
mes_data_0009_0027: .strn "000オープニング{↙}001{↙}002バザー後日イベント{↙}003ED•街{↙}004ED•バザー前半{↙}005ED•バザー後半{↙}006{↙}007{结束}"
mes_data_0009_0028: .strn "008{↙}009{↙}010ケヴィンのいたずら{↙}011息子を想って{↙}012苦手な算数{↙}013家事はダメ！{↙}014シュミット登場{↙}015シュミット再見１{结束}"
mes_data_0009_0029: .strn "016シュミット再見２{↙}017シュミット帰かん１{↙}018シュミット帰かん２{↙}019{↙}020{↙}021ナゾの奥さん{↙}022ムーチョラブアタック{↙}023メリーニの孫自慢{结束}"
mes_data_0009_0030: .strn "024ミーナの見あい{↙}025ネリネ夕食おすそわけ{↙}026カゲツのあまごい{↙}027ディルカのおごり{↙}028マダムキラー{↙}029ロイドのねぎり{↙}030オールマイティ{↙}031エンジュのげいじゅつ{结束}"
mes_data_0009_0031: .strn "032女のざだん会{↙}033シェルファとエンジュ{↙}034ごほうび{↙}035アネモネおねぇさん{↙}036{↙}037見てはいけないもの{↙}038達成（こん虫）{↙}039達成（料理）{结束}"
mes_data_0009_0032: .strn "040達成（つり）{↙}041ウィルバーのしつけ{↙}042チェン＆ゴラン登場{↙}043ワーダ登場{↙}044ワーダ住人イベント{↙}045青いはね入手{↙}046うばい合い{↙}047ペット猫５匹そろう{结束}"
mes_data_0009_0033: .strn "048ペット犬５匹そろう{↙}049ペット１０匹そろう{↙}050カゲツエリア開放{↙}051草原エリア解放{↙}052えんとつこんばんは{↙}053アイザックのなやみ{↙}054うちのエンちゃん{↙}055{结束}"
mes_data_0009_0034: .strn "056{↙}057{↙}058{↙}059{↙}060{↙}061{↙}062{↙}063{结束}"
mes_data_0009_0035: .strn "064{↙}065{↙}066{↙}067{↙}068{↙}069{↙}070{↙}071{结束}"
mes_data_0009_0036: .strn "072{↙}073{↙}074{↙}075{↙}076{↙}077{↙}078{↙}079{结束}"
mes_data_0009_0037: .strn "080{↙}081{↙}082{↙}083{↙}084{↙}085{↙}086{↙}087{结束}"
mes_data_0009_0038: .strn "088{↙}089{↙}090{↙}091{↙}092{↙}093{↙}094{↙}095{结束}"
mes_data_0009_0039: .strn "096{↙}097{↙}098{↙}099{↙}{↙}{↙}{↙}{结束}"
mes_data_0009_0040: .strn "000かくちょうイベント{↙}001操作チュートリアル{↙}002クワ～水やりチュートリアル{↙}003作物＆MPチュートリアル{↙}004バザールチュトリアル{↙}005なくなりました。{↙}006wifiチュートリアル{↙}007{结束}"
mes_data_0009_0041: .strn "008{↙}009{↙}010{↙}011発酵風車チュートリアル{↙}012粉砕風車チュートリアル{↙}013加工風車チュートリアル{↙}014{↙}015{结束}"
mes_data_0009_0042: .strn "016{↙}017{↙}018{↙}019スノボチュートリアル{↙}020馬入手{↙}021釣りチュートリアル{↙}022えらばないでください。{↙}023ペット•家畜納入{结束}"
mes_data_0009_0043: .strn "024　ニワトリの飼い方{↙}025　ウシ、ヒツジの飼い方{↙}026　イヌ、ネコの飼い方{↙}027{↙}028{↙}029{↙}030{↙}031{结束}"
mes_data_0009_0044: .strn "032{↙}033{↙}034{↙}035{↙}036{↙}037{↙}038{↙}039{结束}"
mes_data_0009_0045: .strn "040{↙}041{↙}042{↙}043{↙}044{↙}045{↙}046{↙}047{结束}"
mes_data_0009_0046: .strn "048{↙}049{↙}050{↙}051{↙}052{↙}053{↙}054{↙}055{结束}"
mes_data_0009_0047: .strn "000なし{↙}001なし{↙}002花祭りスタート{↙}003花祭りエンド{↙}004春の感謝祭(未婚){↙}005春の感謝祭(結婚後){↙}006牛祭り{↙}007羊祭り{结束}"
mes_data_0009_0048: .strn "008鶏祭り{↙}009犬祭り{↙}010猫祭り{↙}011馬祭り{↙}012料理祭り1日目Ａパターン{↙}013料理祭り1日目Ｂパターン{↙}014料理祭り2日目Ａパターン{↙}015料理祭り2日目Ｂパターン{结束}"
mes_data_0009_0049: .strn "016かぼちゃ祭り(ケヴィン){↙}017なし{↙}018ワイン祭り{↙}019冬の感謝祭(未婚){↙}020冬の感謝祭(結婚後){↙}021ボード祭り{↙}022星夜祭(カフェ){↙}023{结束}"
mes_data_0009_0050: .strn "024{↙}025星夜祭(ホテル){↙}026{↙}027{↙}028星夜祭(町長の家){↙}029{↙}030{↙}031{结束}"
mes_data_0009_0051: .strn "032星夜祭(シュミット){↙}033{↙}034星夜祭(結婚後){↙}035カウントダウン(結婚前){↙}036カウントダウン(結婚後){↙}037お茶祭り{↙}038かぼちゃ•姉妹{↙}039かぼちゃ•子ども{结束}"
mes_data_0009_0052: .strn "040{↙}041お茶祭り(前日){↙}042ワイン祭り(前日){↙}043{↙}044{↙}045{↙}046{↙}047{结束}"
mes_data_0009_0053: .strn "048{↙}049{↙}050えらばないでください。{↙}051えらばないでください。{↙}052えらばないでください。{↙}053えらばないでください。{↙}054えらばないでください。{↙}055えらばないでください。{结束}"
mes_data_0009_0054: .strn "056えらばないでください。{↙}057えらばないでください。{↙}058えらばないでください。{↙}059えらばないでください。{↙}060えらばないでください。{↙}061えらばないでください。{↙}062えらばないでください。{↙}063えらばないでください。{结束}"
mes_data_0009_0055: .strn "064えらばないでください。{↙}065えらばないでください。{↙}066えらばないでください。{↙}067えらばないでください。{↙}068えらばないでください。{↙}069えらばないでください。{↙}070{↙}071{结束}"
mes_data_0009_0056: .strn "072{↙}073{↙}074{↙}075{↙}076{↙}077{↙}078{↙}079{结束}"
mes_data_0009_0057: .strn "080{↙}081{↙}082{↙}083{↙}084{↙}085{↙}086{↙}087{结束}"
mes_data_0009_0058: .strn "088{↙}089{↙}090{↙}091{↙}092{↙}093{↙}094{↙}095{结束}"
mes_data_0009_0059: .strn "096{↙}097{↙}098{↙}099{↙}{↙}{↙}{↙}{结束}"
mes_data_0009_0060: .strn "000恋愛エンジュ１{↙}001恋愛エンジュ２{↙}002恋愛エンジュ３{↙}003恋愛エンジュ４{↙}004恋愛エンジュ５{↙}005エンジュ結婚式{↙}006恋愛フレイヤ１{↙}007恋愛フレイヤ２{结束}"
mes_data_0009_0061: .strn "008恋愛フレイヤ３{↙}009恋愛フレイヤ４{↙}010恋愛フレイヤ５{↙}011フレイヤ結婚式{↙}012恋愛シェルファ１{↙}013恋愛シェルファ２{↙}014恋愛シェルファ３{↙}015恋愛シェルファ４{结束}"
mes_data_0009_0062: .strn "016恋愛シェルファ５{↙}017シェルファ結婚式{↙}018恋愛アネモネ１{↙}019恋愛アネモネ２{↙}020恋愛アネモネ３{↙}021恋愛アネモネ４{↙}022恋愛アネモネ５{↙}023アネモネ結婚式{结束}"
mes_data_0009_0063: .strn "024恋愛カゲツ１{↙}025恋愛カゲツ２{↙}026恋愛カゲツ３{↙}027恋愛カゲツ４{↙}028恋愛カゲツ５{↙}029カゲツ結婚式{↙}030恋愛ユリス１{↙}031恋愛ユリス２{结束}"
mes_data_0009_0064: .strn "032恋愛ユリス３{↙}033恋愛ユリス４{↙}034恋愛ユリス５{↙}035ユリス結婚式{↙}036恋愛ディルカ１{↙}037恋愛ディルカ２{↙}038恋愛ディルカ３{↙}039恋愛ディルカ４{结束}"
mes_data_0009_0065: .strn "040恋愛ディルカ５{↙}041ディルカ結婚式{↙}042恋愛ロイド１{↙}043恋愛ロイド２{↙}044恋愛ロイド３{↙}045恋愛ロイド４{↙}046恋愛ロイド５{↙}047ロイド結婚式{结束}"
mes_data_0009_0066: .strn "048恋愛アギ１{↙}049恋愛アギ２{↙}050恋愛アギ３{↙}051恋愛アギ４{↙}052恋愛アギ５{↙}053アギ結婚式{↙}054恋愛シュミット１{↙}055恋愛シュミット２{结束}"
mes_data_0009_0067: .strn "056恋愛シュミット３{↙}057恋愛シュミット４{↙}058恋愛シュミット５{↙}059シュミット結婚式{↙}060ライバル：シェルロイ１{↙}061ライバル：シェルロイ２{↙}062ライバル：シェルロイ３{↙}063ライバル：シェルロイ４{结束}"
mes_data_0009_0068: .strn "064ライバル：エンディル１{↙}065ライバル：エンディル２{↙}066ライバル：エンディル３{↙}067ライバル：エンディル４{↙}068ライバル：フレユリ１{↙}069ライバル：フレユリ２{↙}070ライバル：フレユリ３{↙}071ライバル：フレユリ４{结束}"
mes_data_0009_0069: .strn "072ライバル：アネアギ１{↙}073ライバル：アネアギ２{↙}074ライバル：アネアギ３{↙}075ライバル：アネアギ４{↙}076妊娠：シェルファ{↙}077妊娠：エンジュ{↙}078妊娠：フレイヤ{↙}079妊娠：アネモネ{结束}"
mes_data_0009_0070: .strn "080妊娠：カゲツ{↙}081妊娠：ユリス{↙}082妊娠：ディルカ{↙}083妊娠：ロイド{↙}084妊娠：アギ{↙}085妊娠：シュミット{↙}086出産：シェルファ{↙}087出産：エンジュ{结束}"
mes_data_0009_0071: .strn "088出産：フレイヤ{↙}089出産：アネモネ{↙}090出産：カゲツ{↙}091出産：ユリス{↙}092出産：ディルカ{↙}093出産：ロイド{↙}094出産：アギ{↙}095出産：シュミット{结束}"
mes_data_0009_0072: .strn "096子成長１：シェルファ{↙}097子成長１：エンジュ{↙}098子成長１：フレイヤ{↙}099子成長１：アネモネ{↙}100子成長１：カゲツ{↙}101子成長１：ユリス{↙}102子成長１：ディルカ{↙}103子成長１：ロイド{结束}"
mes_data_0009_0073: .strn "104子成長１：アギ{↙}105子成長１：シュミット{↙}106子成長２：シェルファ{↙}107子成長２：エンジュ{↙}108子成長２：フレイヤ{↙}109子成長２：アネモネ{↙}110子成長２：カゲツ{↙}111子成長２：ユリス{结束}"
mes_data_0009_0074: .strn "112子成長２：ディルカ{↙}113子成長２：ロイド{↙}114子成長２：アギ{↙}115子成長２：シュミット{↙}116結婚記念日{↙}117ケンカ{↙}118選ばないで！{↙}119選ばないで！{结束}"
mes_data_0009_0075: .strn "120選ばないで！{↙}121選ばないで！{↙}122選ばないで！{↙}123選ばないで！{↙}124選ばないで！{↙}125選ばないで！{↙}126子供と遊ぶ{↙}127選ばないで！{结束}"
mes_data_0009_0076: .strn "128選ばないで！{↙}129選ばないで！{↙}130選ばないで！{↙}131選ばないで！{↙}132選ばないで！{↙}133選ばないで！{↙}134選ばないで！{↙}135選ばないで！{结束}"
mes_data_0009_0077: .strn "136主人公誕生日{↙}137結婚相手誕生日{↙}138主人公と結婚相手誕生日{↙}139子供１＆２誕生日{↙}140子供０誕生日{↙}141{↙}142{↙}143{结束}"
mes_data_0009_0078: .strn "144{↙}145{↙}146{↙}147{↙}148{↙}149{↙}150{↙}151{结束}"

;文件尾：控制符，子文件内的文本数
mes_data_0009_End: .hword 0x270F,(mes_data_0009_0000 - mes_data_0009_header)/2
;mes_data_0009文本数量为：79
