;子文件头
mes_data_0018_header:
    ;子文件内各文本的相对偏移地址
    .hword (mes_data_0018_0000 - mes_data_0018_header)
    .hword (mes_data_0018_0001 - mes_data_0018_header)
    .hword (mes_data_0018_0002 - mes_data_0018_header)
    .hword (mes_data_0018_0003 - mes_data_0018_header)
    .hword (mes_data_0018_0004 - mes_data_0018_header)
    .hword (mes_data_0018_0005 - mes_data_0018_header)
    .hword (mes_data_0018_0006 - mes_data_0018_header)
    .hword (mes_data_0018_0007 - mes_data_0018_header)
    .hword (mes_data_0018_0008 - mes_data_0018_header)
    .hword (mes_data_0018_0009 - mes_data_0018_header)
    .hword (mes_data_0018_0010 - mes_data_0018_header)
    .hword (mes_data_0018_0011 - mes_data_0018_header)
    .hword (mes_data_0018_0012 - mes_data_0018_header)
    .hword (mes_data_0018_0013 - mes_data_0018_header)
    .hword (mes_data_0018_0014 - mes_data_0018_header)
    .hword (mes_data_0018_0015 - mes_data_0018_header)
    .hword (mes_data_0018_0016 - mes_data_0018_header)
    .hword (mes_data_0018_0017 - mes_data_0018_header)
    .hword (mes_data_0018_0018 - mes_data_0018_header)
    .hword (mes_data_0018_0019 - mes_data_0018_header)
    .hword (mes_data_0018_0020 - mes_data_0018_header)
    .hword (mes_data_0018_0021 - mes_data_0018_header)
    .hword (mes_data_0018_0022 - mes_data_0018_header)
    .hword (mes_data_0018_0023 - mes_data_0018_header)
    .hword (mes_data_0018_0024 - mes_data_0018_header)
    .hword (mes_data_0018_0025 - mes_data_0018_header)
    .hword (mes_data_0018_0026 - mes_data_0018_header)
    .hword (mes_data_0018_0027 - mes_data_0018_header)
    .hword (mes_data_0018_0028 - mes_data_0018_header)
    .hword (mes_data_0018_0029 - mes_data_0018_header)
    .hword (mes_data_0018_0030 - mes_data_0018_header)
    .hword (mes_data_0018_0031 - mes_data_0018_header)
    .hword (mes_data_0018_0032 - mes_data_0018_header)
    .hword (mes_data_0018_0033 - mes_data_0018_header)
    .hword (mes_data_0018_0034 - mes_data_0018_header)

mes_data_0018_0000: .strn "{401f}{奇力克}{481f}{2e23}この町に住む芸術家。{↙}絵を描く事が大好きで、いつも{↙}絵描き道具を持ち歩いている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}おかしなど甘いもの{颜1}が好き。{↙}　{颜2}ワインなどのお酒{颜1}が苦手。{结束}"
mes_data_0018_0001: .strn "{401f}{迪鲁卡}{481f}{2e23}シギュンとララミーの父親。{↙}細かい細工や修理が得意で、{↙}風車の管理をしている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}パンや甘いもの{颜1}が好き。{↙}　{颜2}牛乳{颜1}が苦手。{结束}"
mes_data_0018_0002: .strn "{401f}{娜娜}{481f}{2e23}少しドジな部分もあるが{↙}何事も一生懸命な性格の{↙}ホテルで働くメイド。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}おかしなど甘いもの{颜1}が好き。{↙}　{颜2}辛いもの{颜1}が大の苦手。{结束}"
mes_data_0018_0003: .strn "{401f}{ca1f}{481f}{2e23}各地を旅しながら商売をして{↙}いる行商人。{结束}"
mes_data_0018_0004: .strn "{401f}{琉伊}{481f}{2e23}ケヴィンの母親。{↙}イタズラ好きな息子に{↙}いつも手を焼いている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}家庭で作れる料理{颜1}が好き。{↙}　{颜2}虫{颜1}が大の苦手。{结束}"
mes_data_0018_0005: .strn "{401f}{千寻}{481f}{2e23}ユリスの弟で、元気いっぱいな{↙}性格をしている。お昼は{↙}カフェでバイトをしている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}カブトムシなどの虫{颜1}が好き。{↙}　{颜2}サラダ{颜1}が苦手。{结束}"
mes_data_0018_0006: .strn "{401f}{拉兹贝莉}{481f}{2e23}口数が少なく、マイペースな{↙}性格の持ち主。服や{↙}アクセサリーを作るのが趣味。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}デザートや紅茶{颜1}が好き。{↙}　{颜2}魚{颜1}が大の苦手。{结束}"
mes_data_0018_0007: .strn "{401f}{艾琳}{481f}{2e23}エンジュの父親で、この町の{↙}住人。都会にいる妻の{↙}マネージャーをしている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}サラダや紅茶{颜1}が好き。{↙}　{颜2}家庭料理{颜1}が苦手。{结束}"
mes_data_0018_0008: .strn "{401f}{雪莉露}{481f}{2e23}そよ風タウンの町長。{↙}町の人達からの信頼もあつく{↙}子供達からの人気も高い。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}ワインなどのお酒{颜1}が好き。{↙}　{颜2}甘いもの{颜1}が大の苦手。{结束}"
mes_data_0018_0009: .strn "{401f}{莉可丽丝}{481f}{2e23}アネゴ肌で、しっかりと意見を{↙}持っている女性。夕方までは{↙}仕事に行っているため不在。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}キレイなもの{颜1}が好き。{↙}　{颜2}天ぷら{颜1}が大の苦手。{结束}"
mes_data_0018_0010: .strn "{401f}{索娜}{481f}{2e23}バザールの日だけお店を出しに{↙}来る３兄弟の長男。{结束}"
mes_data_0018_0011: .strn "{401f}{尤里斯}{481f}{2e23}町長に呼ばれてきた大工。{↙}遠い場所で、スゴウデの{↙}大工と、うたわれている。{结束}"
mes_data_0018_0012: .strn "{401f}{贤者大人}{481f}{2e23}物静かで神秘的な女性。{↙}住んでいる場所や生まれなど{↙}謎に包まれている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}あっさりしたもの{颜1}が好き。{↙}　{颜2}料理したもの{颜1}が苦手。{结束}"
mes_data_0018_0013: .strn "{401f}{菖蒲}{481f}{2e23}ウィルバーとクレアの息子。{↙}イタズラが大好きで{↙}元気いっぱいの男の子。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}イタズラできるもの{颜1}が好き。{↙}　{颜2}あっさりしたもの{颜1}が苦手。{结束}"
mes_data_0018_0014: .strn "{401f}{扎乌利}{481f}{2e23}アイザックとネリネの娘。{↙}内気で恥ずかしがり屋。{↙}ふたごでシギュンの妹。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}甘いおかし{颜1}が好き。{↙}　{颜2}豆腐や野菜{颜1}が苦手。{结束}"
mes_data_0018_0015: .strn "{431f}{2e23}週に１回は遊びに来る男の子。{↙}ケヴィンやシギュン達と{↙}よく遊んでいる。{结束}"
mes_data_0018_0016: .strn "{401f}{卡米尔}{481f}{2e23}クールな一面を持つ旅商人。{↙}週に１日はバザールの売り物を{↙}探しに行くため、不在になる。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}手の込んだ料理{颜1}が好き。{↙}　{颜2}すぐに作れる料理{颜1}が苦手。{结束}"
mes_data_0018_0017: .strn "{401f}{玛奥}{481f}{2e23}バザールの日だけお店を出しに{↙}来る３兄弟の三男。{结束}"
mes_data_0018_0018: .strn "{401f}{弗乔}{481f}{2e23}カフェを経営するおばあさん。{↙}孫のミーナとのカフェ経営を{↙}楽しんでやっている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}フルーツ料理{颜1}が好き。{↙}　{颜2}簡単に作れる料理{颜1}が苦手。{结束}"
mes_data_0018_0019: .strn "{401f}{罗万}{481f}{2e23}メリーニの孫で、カフェを経営{↙}している。ファンクラブが{↙}あるほど、人気のある女性。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}ハーブを使ったもの{颜1}が好き。{↙}　{颜2}虫や魚{颜1}が苦手。{结束}"
mes_data_0018_0020: .strn "{401f}{艾瑞拉}{481f}{2e23}SHOPの店員で３兄弟の次男。{↙}ミーナに夢中だが、まったく{↙}気付いてもらえていない。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}キラキラしたもの{颜1}が好き。{↙}　{颜2}甘いもの{颜1}が大の苦手。{结束}"
mes_data_0018_0021: .strn "{401f}{神·罗}{481f}{2e23}シギュンとララミーの母親。{↙}おおらかな性格の持ち主で{↙}結婚前はおじょう様だった。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}スープ料理{颜1}が好き。{↙}　{颜2}ワインなどのお酒{颜1}が苦手。{结束}"
mes_data_0018_0022: .strn "{431f}{2e23}週に１回は遊びに来る女の子。{↙}ケヴィンやシギュン達と{↙}よく遊んでいる。{结束}"
mes_data_0018_0023: .strn "{401f}{c81f}{481f}{2e23}最年少のグルメマン。{↙}料理祭で審査員をしている。{结束}"
mes_data_0018_0024: .strn "{401f}{古拉尼}{481f}{2e23}ホテルを経営するおばあさん。{↙}住み込みで働くアネモネを{↙}孫のようにかわいがっている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}フルーツ料理{颜1}が好き。{↙}　{颜2}油っこいもの{颜1}が苦手。{结束}"
mes_data_0018_0025: .strn "{401f}{莉亚}{481f}{2e23}町長の娘で、働きすぎる父親を{↙}心配し、何よりこの町を{↙}大切に思っている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}あっさりしたもの{颜1}が好き。{↙}　{颜2}辛いもの{颜1}が苦手。{结束}"
mes_data_0018_0026: .strn "{401f}{霍华德}{481f}{2e23}ホテルを経営するおじいさん。{↙}サニアと仲がよく{↙}さっちゃん、と呼んでいる。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}めんを使った料理{颜1}が好き。{↙}　{颜2}魚{颜1}が大の苦手。{结束}"
mes_data_0018_0027: .strn "{401f}{古恩贝}{481f}{2e23}アイザックとネリネの娘。{↙}気の強い性格でケヴィンとよく{↙}遊ぶ。ふたごでララミーの姉。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}甘いおかし{颜1}が好き。{↙}　{颜2}苦いもの{颜1}が苦手。{结束}"
mes_data_0018_0028: .strn "{401f}{米海尔}{481f}{2e23}遠い国からこの町へやってきた{↙}王子。町長とは知り合い。{↙}ホテルなど静かな場所が好き。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}家庭的な料理{颜1}が好き。{↙}　{颜2}高級料理{颜1}が苦手。{结束}"
mes_data_0018_0029: .strn "{431f}{2e23}週に１回は遊びに来る男の子。{↙}ケヴィンやシギュン達と{↙}よく遊んでいる。{结束}"
mes_data_0018_0030: .strn "{431f}{2e23}週に１回は遊びに来る女の子。{↙}ケヴィンやシギュン達と{↙}よく遊んでいる。{结束}"
mes_data_0018_0031: .strn "{401f}{c91f}{481f}{2e23}嵐で遠くから飛ばされて来た。{↙}帰りたいものの、道が{↙}わからず、迷子になっている。{结束}"
mes_data_0018_0032: .strn "{401f}{伊尔萨}{481f}{2e23}この町の大工。{↙}ゴウカイな性格の持ち主で{↙}ケヴィンの父親。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}ワインなどのお酒{颜1}が好き。{↙}　{颜2}甘いもの{颜1}が大の苦手。{结束}"
mes_data_0018_0033: .strn "{401f}{亚修}{481f}{2e23}ディルカの兄で、しっかりと{↙}した性格の持ち主。都会で{↙}家庭教師をやっている。{2b23}{2f23}好きなもの／苦手なもの{↙}　{颜4}香りの良いもの{颜1}が好き。{↙}　{颜2}甘いもの{颜1}が苦手。{结束}"
mes_data_0018_0034: .strn "{结束}"

;文件尾：控制符，子文件内的文本数
mes_data_0018_End: .hword 0x270F,(mes_data_0018_0000 - mes_data_0018_header)/2
;mes_data_0018文本数量为：35
