;子文件头
mes_data_0002_header:
    ;子文件内各文本的相对偏移地址
    .hword (mes_data_0002_0000 - mes_data_0002_header)
    .hword (mes_data_0002_0001 - mes_data_0002_header)
    .hword (mes_data_0002_0002 - mes_data_0002_header)
    .hword (mes_data_0002_0003 - mes_data_0002_header)
    .hword (mes_data_0002_0004 - mes_data_0002_header)
    .hword (mes_data_0002_0005 - mes_data_0002_header)
    .hword (mes_data_0002_0006 - mes_data_0002_header)
    .hword (mes_data_0002_0007 - mes_data_0002_header)
    .hword (mes_data_0002_0008 - mes_data_0002_header)
    .hword (mes_data_0002_0009 - mes_data_0002_header)
    .hword (mes_data_0002_0010 - mes_data_0002_header)
    .hword (mes_data_0002_0011 - mes_data_0002_header)
    .hword (mes_data_0002_0012 - mes_data_0002_header)
    .hword (mes_data_0002_0013 - mes_data_0002_header)
    .hword (mes_data_0002_0014 - mes_data_0002_header)
    .hword (mes_data_0002_0015 - mes_data_0002_header)
    .hword (mes_data_0002_0016 - mes_data_0002_header)
    .hword (mes_data_0002_0017 - mes_data_0002_header)
    .hword (mes_data_0002_0018 - mes_data_0002_header)
    .hword (mes_data_0002_0019 - mes_data_0002_header)
    .hword (mes_data_0002_0020 - mes_data_0002_header)
    .hword (mes_data_0002_0021 - mes_data_0002_header)
    .hword (mes_data_0002_0022 - mes_data_0002_header)
    .hword (mes_data_0002_0023 - mes_data_0002_header)
    .hword (mes_data_0002_0024 - mes_data_0002_header)
    .hword (mes_data_0002_0025 - mes_data_0002_header)
    .hword (mes_data_0002_0026 - mes_data_0002_header)
    .hword (mes_data_0002_0027 - mes_data_0002_header)
    .hword (mes_data_0002_0028 - mes_data_0002_header)
    .hword (mes_data_0002_0029 - mes_data_0002_header)
    .hword (mes_data_0002_0030 - mes_data_0002_header)
    .hword (mes_data_0002_0031 - mes_data_0002_header)
    .hword (mes_data_0002_0032 - mes_data_0002_header)
    .hword (mes_data_0002_0033 - mes_data_0002_header)
    .hword (mes_data_0002_0034 - mes_data_0002_header)
    .hword (mes_data_0002_0035 - mes_data_0002_header)
    .hword (mes_data_0002_0036 - mes_data_0002_header)
    .hword (mes_data_0002_0037 - mes_data_0002_header)
    .hword (mes_data_0002_0038 - mes_data_0002_header)
    .hword (mes_data_0002_0039 - mes_data_0002_header)
    .hword (mes_data_0002_0040 - mes_data_0002_header)
    .hword (mes_data_0002_0041 - mes_data_0002_header)
    .hword (mes_data_0002_0042 - mes_data_0002_header)
    .hword (mes_data_0002_0043 - mes_data_0002_header)
    .hword (mes_data_0002_0044 - mes_data_0002_header)
    .hword (mes_data_0002_0045 - mes_data_0002_header)
    .hword (mes_data_0002_0046 - mes_data_0002_header)
    .hword (mes_data_0002_0047 - mes_data_0002_header)
    .hword (mes_data_0002_0048 - mes_data_0002_header)
    .hword (mes_data_0002_0049 - mes_data_0002_header)
    .hword (mes_data_0002_0050 - mes_data_0002_header)
    .hword (mes_data_0002_0051 - mes_data_0002_header)
    .hword (mes_data_0002_0052 - mes_data_0002_header)
    .hword (mes_data_0002_0053 - mes_data_0002_header)
    .hword (mes_data_0002_0054 - mes_data_0002_header)
    .hword (mes_data_0002_0055 - mes_data_0002_header)
    .hword (mes_data_0002_0056 - mes_data_0002_header)
    .hword (mes_data_0002_0057 - mes_data_0002_header)
    .hword (mes_data_0002_0058 - mes_data_0002_header)
    .hword (mes_data_0002_0059 - mes_data_0002_header)
    .hword (mes_data_0002_0060 - mes_data_0002_header)
    .hword (mes_data_0002_0061 - mes_data_0002_header)
    .hword (mes_data_0002_0062 - mes_data_0002_header)
    .hword (mes_data_0002_0063 - mes_data_0002_header)
    .hword (mes_data_0002_0064 - mes_data_0002_header)
    .hword (mes_data_0002_0065 - mes_data_0002_header)
    .hword (mes_data_0002_0066 - mes_data_0002_header)
    .hword (mes_data_0002_0067 - mes_data_0002_header)
    .hword (mes_data_0002_0068 - mes_data_0002_header)
    .hword (mes_data_0002_0069 - mes_data_0002_header)
    .hword (mes_data_0002_0070 - mes_data_0002_header)
    .hword (mes_data_0002_0071 - mes_data_0002_header)
    .hword (mes_data_0002_0072 - mes_data_0002_header)
    .hword (mes_data_0002_0073 - mes_data_0002_header)
    .hword (mes_data_0002_0074 - mes_data_0002_header)
    .hword (mes_data_0002_0075 - mes_data_0002_header)
    .hword (mes_data_0002_0076 - mes_data_0002_header)
    .hword (mes_data_0002_0077 - mes_data_0002_header)
    .hword (mes_data_0002_0078 - mes_data_0002_header)
    .hword (mes_data_0002_0079 - mes_data_0002_header)
    .hword (mes_data_0002_0080 - mes_data_0002_header)
    .hword (mes_data_0002_0081 - mes_data_0002_header)
    .hword (mes_data_0002_0082 - mes_data_0002_header)
    .hword (mes_data_0002_0083 - mes_data_0002_header)
    .hword (mes_data_0002_0084 - mes_data_0002_header)
    .hword (mes_data_0002_0085 - mes_data_0002_header)
    .hword (mes_data_0002_0086 - mes_data_0002_header)
    .hword (mes_data_0002_0087 - mes_data_0002_header)
    .hword (mes_data_0002_0088 - mes_data_0002_header)
    .hword (mes_data_0002_0089 - mes_data_0002_header)
    .hword (mes_data_0002_0090 - mes_data_0002_header)
    .hword (mes_data_0002_0091 - mes_data_0002_header)
    .hword (mes_data_0002_0092 - mes_data_0002_header)
    .hword (mes_data_0002_0093 - mes_data_0002_header)
    .hword (mes_data_0002_0094 - mes_data_0002_header)
    .hword (mes_data_0002_0095 - mes_data_0002_header)
    .hword (mes_data_0002_0096 - mes_data_0002_header)
    .hword (mes_data_0002_0097 - mes_data_0002_header)
    .hword (mes_data_0002_0098 - mes_data_0002_header)
    .hword (mes_data_0002_0099 - mes_data_0002_header)
    .hword (mes_data_0002_0100 - mes_data_0002_header)
    .hword (mes_data_0002_0101 - mes_data_0002_header)
    .hword (mes_data_0002_0102 - mes_data_0002_header)
    .hword (mes_data_0002_0103 - mes_data_0002_header)
    .hword (mes_data_0002_0104 - mes_data_0002_header)
    .hword (mes_data_0002_0105 - mes_data_0002_header)
    .hword (mes_data_0002_0106 - mes_data_0002_header)
    .hword (mes_data_0002_0107 - mes_data_0002_header)
    .hword (mes_data_0002_0108 - mes_data_0002_header)
    .hword (mes_data_0002_0109 - mes_data_0002_header)
    .hword (mes_data_0002_0110 - mes_data_0002_header)
    .hword (mes_data_0002_0111 - mes_data_0002_header)
    .hword (mes_data_0002_0112 - mes_data_0002_header)
    .hword (mes_data_0002_0113 - mes_data_0002_header)
    .hword (mes_data_0002_0114 - mes_data_0002_header)
    .hword (mes_data_0002_0115 - mes_data_0002_header)
    .hword (mes_data_0002_0116 - mes_data_0002_header)
    .hword (mes_data_0002_0117 - mes_data_0002_header)
    .hword (mes_data_0002_0118 - mes_data_0002_header)
    .hword (mes_data_0002_0119 - mes_data_0002_header)
    .hword (mes_data_0002_0120 - mes_data_0002_header)
    .hword (mes_data_0002_0121 - mes_data_0002_header)
    .hword (mes_data_0002_0122 - mes_data_0002_header)
    .hword (mes_data_0002_0123 - mes_data_0002_header)
    .hword (mes_data_0002_0124 - mes_data_0002_header)
    .hword (mes_data_0002_0125 - mes_data_0002_header)
    .hword (mes_data_0002_0126 - mes_data_0002_header)
    .hword (mes_data_0002_0127 - mes_data_0002_header)
    .hword (mes_data_0002_0128 - mes_data_0002_header)
    .hword (mes_data_0002_0129 - mes_data_0002_header)
    .hword (mes_data_0002_0130 - mes_data_0002_header)
    .hword (mes_data_0002_0131 - mes_data_0002_header)
    .hword (mes_data_0002_0132 - mes_data_0002_header)
    .hword (mes_data_0002_0133 - mes_data_0002_header)
    .hword (mes_data_0002_0134 - mes_data_0002_header)
    .hword (mes_data_0002_0135 - mes_data_0002_header)
    .hword (mes_data_0002_0136 - mes_data_0002_header)
    .hword (mes_data_0002_0137 - mes_data_0002_header)
    .hword (mes_data_0002_0138 - mes_data_0002_header)
    .hword (mes_data_0002_0139 - mes_data_0002_header)
    .hword (mes_data_0002_0140 - mes_data_0002_header)
    .hword (mes_data_0002_0141 - mes_data_0002_header)
    .hword (mes_data_0002_0142 - mes_data_0002_header)
    .hword (mes_data_0002_0143 - mes_data_0002_header)
    .hword (mes_data_0002_0144 - mes_data_0002_header)
    .hword (mes_data_0002_0145 - mes_data_0002_header)
    .hword (mes_data_0002_0146 - mes_data_0002_header)
    .hword (mes_data_0002_0147 - mes_data_0002_header)
    .hword (mes_data_0002_0148 - mes_data_0002_header)
    .hword (mes_data_0002_0149 - mes_data_0002_header)
    .hword (mes_data_0002_0150 - mes_data_0002_header)
    .hword (mes_data_0002_0151 - mes_data_0002_header)
    .hword (mes_data_0002_0152 - mes_data_0002_header)
    .hword (mes_data_0002_0153 - mes_data_0002_header)
    .hword (mes_data_0002_0154 - mes_data_0002_header)
    .hword (mes_data_0002_0155 - mes_data_0002_header)
    .hword (mes_data_0002_0156 - mes_data_0002_header)
    .hword (mes_data_0002_0157 - mes_data_0002_header)
    .hword (mes_data_0002_0158 - mes_data_0002_header)
    .hword (mes_data_0002_0159 - mes_data_0002_header)
    .hword (mes_data_0002_0160 - mes_data_0002_header)
    .hword (mes_data_0002_0161 - mes_data_0002_header)
    .hword (mes_data_0002_0162 - mes_data_0002_header)
    .hword (mes_data_0002_0163 - mes_data_0002_header)
    .hword (mes_data_0002_0164 - mes_data_0002_header)
    .hword (mes_data_0002_0165 - mes_data_0002_header)
    .hword (mes_data_0002_0166 - mes_data_0002_header)
    .hword (mes_data_0002_0167 - mes_data_0002_header)
    .hword (mes_data_0002_0168 - mes_data_0002_header)
    .hword (mes_data_0002_0169 - mes_data_0002_header)
    .hword (mes_data_0002_0170 - mes_data_0002_header)
    .hword (mes_data_0002_0171 - mes_data_0002_header)
    .hword (mes_data_0002_0172 - mes_data_0002_header)
    .hword (mes_data_0002_0173 - mes_data_0002_header)
    .hword (mes_data_0002_0174 - mes_data_0002_header)
    .hword (mes_data_0002_0175 - mes_data_0002_header)
    .hword (mes_data_0002_0176 - mes_data_0002_header)
    .hword (mes_data_0002_0177 - mes_data_0002_header)
    .hword (mes_data_0002_0178 - mes_data_0002_header)
    .hword (mes_data_0002_0179 - mes_data_0002_header)
    .hword (mes_data_0002_0180 - mes_data_0002_header)
    .hword (mes_data_0002_0181 - mes_data_0002_header)
    .hword (mes_data_0002_0182 - mes_data_0002_header)
    .hword (mes_data_0002_0183 - mes_data_0002_header)
    .hword (mes_data_0002_0184 - mes_data_0002_header)
    .hword (mes_data_0002_0185 - mes_data_0002_header)
    .hword (mes_data_0002_0186 - mes_data_0002_header)
    .hword (mes_data_0002_0187 - mes_data_0002_header)
    .hword (mes_data_0002_0188 - mes_data_0002_header)
    .hword (mes_data_0002_0189 - mes_data_0002_header)
    .hword (mes_data_0002_0190 - mes_data_0002_header)
    .hword (mes_data_0002_0191 - mes_data_0002_header)
    .hword (mes_data_0002_0192 - mes_data_0002_header)
    .hword (mes_data_0002_0193 - mes_data_0002_header)
    .hword (mes_data_0002_0194 - mes_data_0002_header)
    .hword (mes_data_0002_0195 - mes_data_0002_header)
    .hword (mes_data_0002_0196 - mes_data_0002_header)
    .hword (mes_data_0002_0197 - mes_data_0002_header)
    .hword (mes_data_0002_0198 - mes_data_0002_header)
    .hword (mes_data_0002_0199 - mes_data_0002_header)
    .hword (mes_data_0002_0200 - mes_data_0002_header)
    .hword (mes_data_0002_0201 - mes_data_0002_header)
    .hword (mes_data_0002_0202 - mes_data_0002_header)
    .hword (mes_data_0002_0203 - mes_data_0002_header)
    .hword (mes_data_0002_0204 - mes_data_0002_header)
    .hword (mes_data_0002_0205 - mes_data_0002_header)
    .hword (mes_data_0002_0206 - mes_data_0002_header)
    .hword (mes_data_0002_0207 - mes_data_0002_header)
    .hword (mes_data_0002_0208 - mes_data_0002_header)
    .hword (mes_data_0002_0209 - mes_data_0002_header)
    .hword (mes_data_0002_0210 - mes_data_0002_header)
    .hword (mes_data_0002_0211 - mes_data_0002_header)
    .hword (mes_data_0002_0212 - mes_data_0002_header)
    .hword (mes_data_0002_0213 - mes_data_0002_header)
    .hword (mes_data_0002_0214 - mes_data_0002_header)
    .hword (mes_data_0002_0215 - mes_data_0002_header)
    .hword (mes_data_0002_0216 - mes_data_0002_header)
    .hword (mes_data_0002_0217 - mes_data_0002_header)
    .hword (mes_data_0002_0218 - mes_data_0002_header)
    .hword (mes_data_0002_0219 - mes_data_0002_header)
    .hword (mes_data_0002_0220 - mes_data_0002_header)
    .hword (mes_data_0002_0221 - mes_data_0002_header)
    .hword (mes_data_0002_0222 - mes_data_0002_header)
    .hword (mes_data_0002_0223 - mes_data_0002_header)
    .hword (mes_data_0002_0224 - mes_data_0002_header)
    .hword (mes_data_0002_0225 - mes_data_0002_header)
    .hword (mes_data_0002_0226 - mes_data_0002_header)
    .hword (mes_data_0002_0227 - mes_data_0002_header)
    .hword (mes_data_0002_0228 - mes_data_0002_header)
    .hword (mes_data_0002_0229 - mes_data_0002_header)
    .hword (mes_data_0002_0230 - mes_data_0002_header)
    .hword (mes_data_0002_0231 - mes_data_0002_header)
    .hword (mes_data_0002_0232 - mes_data_0002_header)
    .hword (mes_data_0002_0233 - mes_data_0002_header)
    .hword (mes_data_0002_0234 - mes_data_0002_header)
    .hword (mes_data_0002_0235 - mes_data_0002_header)
    .hword (mes_data_0002_0236 - mes_data_0002_header)
    .hword (mes_data_0002_0237 - mes_data_0002_header)
    .hword (mes_data_0002_0238 - mes_data_0002_header)
    .hword (mes_data_0002_0239 - mes_data_0002_header)
    .hword (mes_data_0002_0240 - mes_data_0002_header)
    .hword (mes_data_0002_0241 - mes_data_0002_header)
    .hword (mes_data_0002_0242 - mes_data_0002_header)
    .hword (mes_data_0002_0243 - mes_data_0002_header)
    .hword (mes_data_0002_0244 - mes_data_0002_header)
    .hword (mes_data_0002_0245 - mes_data_0002_header)
    .hword (mes_data_0002_0246 - mes_data_0002_header)
    .hword (mes_data_0002_0247 - mes_data_0002_header)
    .hword (mes_data_0002_0248 - mes_data_0002_header)
    .hword (mes_data_0002_0249 - mes_data_0002_header)
    .hword (mes_data_0002_0250 - mes_data_0002_header)
    .hword (mes_data_0002_0251 - mes_data_0002_header)
    .hword (mes_data_0002_0252 - mes_data_0002_header)
    .hword (mes_data_0002_0253 - mes_data_0002_header)
    .hword (mes_data_0002_0254 - mes_data_0002_header)
    .hword (mes_data_0002_0255 - mes_data_0002_header)
    .hword (mes_data_0002_0256 - mes_data_0002_header)
    .hword (mes_data_0002_0257 - mes_data_0002_header)
    .hword (mes_data_0002_0258 - mes_data_0002_header)
    .hword (mes_data_0002_0259 - mes_data_0002_header)
    .hword (mes_data_0002_0260 - mes_data_0002_header)
    .hword (mes_data_0002_0261 - mes_data_0002_header)
    .hword (mes_data_0002_0262 - mes_data_0002_header)
    .hword (mes_data_0002_0263 - mes_data_0002_header)
    .hword (mes_data_0002_0264 - mes_data_0002_header)
    .hword (mes_data_0002_0265 - mes_data_0002_header)
    .hword (mes_data_0002_0266 - mes_data_0002_header)
    .hword (mes_data_0002_0267 - mes_data_0002_header)
    .hword (mes_data_0002_0268 - mes_data_0002_header)
    .hword (mes_data_0002_0269 - mes_data_0002_header)
    .hword (mes_data_0002_0270 - mes_data_0002_header)
    .hword (mes_data_0002_0271 - mes_data_0002_header)
    .hword (mes_data_0002_0272 - mes_data_0002_header)
    .hword (mes_data_0002_0273 - mes_data_0002_header)
    .hword (mes_data_0002_0274 - mes_data_0002_header)
    .hword (mes_data_0002_0275 - mes_data_0002_header)
    .hword (mes_data_0002_0276 - mes_data_0002_header)
    .hword (mes_data_0002_0277 - mes_data_0002_header)
    .hword (mes_data_0002_0278 - mes_data_0002_header)
    .hword (mes_data_0002_0279 - mes_data_0002_header)
    .hword (mes_data_0002_0280 - mes_data_0002_header)
    .hword (mes_data_0002_0281 - mes_data_0002_header)
    .hword (mes_data_0002_0282 - mes_data_0002_header)
    .hword (mes_data_0002_0283 - mes_data_0002_header)
    .hword (mes_data_0002_0284 - mes_data_0002_header)
    .hword (mes_data_0002_0285 - mes_data_0002_header)
    .hword (mes_data_0002_0286 - mes_data_0002_header)
    .hword (mes_data_0002_0287 - mes_data_0002_header)
    .hword (mes_data_0002_0288 - mes_data_0002_header)
    .hword (mes_data_0002_0289 - mes_data_0002_header)
    .hword (mes_data_0002_0290 - mes_data_0002_header)
    .hword (mes_data_0002_0291 - mes_data_0002_header)

mes_data_0002_0000: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}お疲れさまです。{↙}調子はどうですか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}うん、まあまあかな{↙}{0008}ぜんぜんダメ…{↙}{0008}とってもいい感じ♪{结束}"
mes_data_0002_0001: .strn "{f523}{f123}{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}そうですか。{2b23}応援しています。{↙}頑張ってください。{结束}"
mes_data_0002_0002: .strn "{f523}{f223}{401f}{亚修}{4a1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}しっかりしてください。{2b23}{401f}{亚修}{4c1f}{3521}{d621}そんな顔をしていたら、{↙}来るはずのお客さんも{↙}来なくなってしまいますよ？{结束}"
mes_data_0002_0003: .strn "{f523}{f023}{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}たのもしいですね。{2b23}{名字}さんのそんな所、{↙}そんけいしています。{结束}"
mes_data_0002_0004: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}あ、{名字}さん。{↙}そこで迷子の子がいて…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}そんなのほっとけばいいよ{↙}{0008}親を探してあげたの？{↙}{0008}大変！　助けてあげよう！{结束}"
mes_data_0002_0005: .strn "{f523}{f323}{401f}{亚修}{4b1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d221}…こまっている人を放っておく{↙}なんて、そんな事できません。{2b23}{401f}{亚修}{4c1f}{3521}{名字}さんなら、{↙}わかってくれると思っていたの{↙}ですが…。{结束}"
mes_data_0002_0006: .strn "{f523}{f123}{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}はい。はずかしいくらい{↙}感謝されてしまいました。{结束}"
mes_data_0002_0007: .strn "{f523}{f023}{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}フフッ、落ち着いてください。{↙}大丈夫ですよ。{2b23}ちゃんと親は見つかりました。{↙}…{名字}さんは、{↙}やっぱり優しいですね。{结束}"
mes_data_0002_0008: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}この{颜2}{功能1}{颜1}、{↙}安く売ってもらえませんか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}じゃあ倍額で{↙}{0008}じゃあ半額で{↙}{0008}タダであげちゃう！{结束}"
mes_data_0002_0009: .strn "{f523}{f323}{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d621}え？　やっぱりダメですよね。{↙}あきらめます…。{结束}"
mes_data_0002_0010: .strn "{f723}{f123}{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d121}ありがとうございます！{↙}とっても助かります！{结束}"
mes_data_0002_0011: .strn "{f623}{f023}{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}え、本当にいいんですか？{↙}{401f}{亚修}{491f}{3521}{d021}ありがとうございます！{结束}"
mes_data_0002_0012: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}こんにちは、{↙}{名字}さん。{2b23}春のバザールってなんだか{↙}良いですよね。ボク、春の{↙}バザールが一番好きです。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}雰囲気が良いよね{↙}{0008}冬の方がいいよ{↙}{0008}それより何か買っていって{结束}"
mes_data_0002_0013: .strn "{f523}{f023}{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}{名字}さんも、{↙}そう思いますか？{2b23}うれしいです。{结束}"
mes_data_0002_0014: .strn "{f523}{f123}{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}そうですね。冬は冬なりの{↙}もりあがりがありますからね。{结束}"
mes_data_0002_0015: .strn "{f823}{f323}{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d321}え？　あ、すみません。お店の{↙}ジャマをしてしまいました…。{2b23}おわびに{颜2}{功能1}{颜1}を{↙}倍額で買わせていただきます。{↙}本当にすみませんでした…。{结束}"
mes_data_0002_0016: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}よお、{名字}！{↙}遊びにきたぜっ♪{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}いらっしゃいませ～♪{↙}{0008}遊ぼう、遊ぼう！{↙}{0008}バイバイ{结束}"
mes_data_0002_0017: .strn "{f523}{f023}{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}うん、なかなかいい接客だ！{↙}{0a27}{491f}…なんてな！！{2b23}{d821}でも、その調子なら{↙}きっとたくさんお客が来るぜ！{↙}オレがほしょうする！{结束}"
mes_data_0002_0018: .strn "{f523}{f223}{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dd21}おいおい、まだ出品中だろ？{↙}遊ぶならまた今度にしようぜ。{结束}"
mes_data_0002_0019: .strn "{f523}{f323}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{da21}せっかく応援にきてやったのに{↙}…そんなこと言うなんてな！{2b23}ジャマして悪かったな…。{↙}オレ、帰るよ。じゃあな！{结束}"
mes_data_0002_0020: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dd21}う～ん。{颜2}{功能1}{颜1}が{↙}ほしいけど、お金がなぁ…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}半額にしようか？{↙}{0008}タダであげるよ！{↙}{0008}残念でしたー！{结束}"
mes_data_0002_0021: .strn "{f723}{f123}{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d821}え、本当か！？{↙}うれしいよ！　ありがとな♪{结束}"
mes_data_0002_0022: .strn "{f623}{f023}{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d821}え…！　{2b23}おまえって、{↙}すっげー良いヤツ！！{↙}ありがとな♪{结束}"
mes_data_0002_0023: .strn "{f523}{f323}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dd21}むー、なんで楽しそうなんだ？{↙}{0a27}{401f}{千寻}{4b1f}{3521}…もういいや。ほかで探すよ。{结束}"
mes_data_0002_0024: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}いそがしいとこ、ごめん。{↙}うちのオーナー見なかった？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}メリーニさんは会場の右上{↙}{0008}メリーニさんは会場の左上{↙}{0008}オウナさんなら会場の左下{结束}"
mes_data_0002_0025: .strn "{f523}{f023}{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d921}そっか、わかった！{↙}ありがとな！{结束}"
mes_data_0002_0026: .strn "{f523}{f223}{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{db21}そっちにはもう行ってみたけど{↙}いなかったぜ…？{结束}"
mes_data_0002_0027: .strn "{f523}{f223}{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dd21}…だれだよ、オウナさんて。{↙}{2d23}オーナーだって{2c23}！！{结束}"
mes_data_0002_0028: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{df21}おっつかれ～！{↙}{名字}！{2b23}やっぱり、夏のバザールが{↙}一番わくわくするよなっ♪{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}春の方が好きだな{↙}{0008}日差しが良い感じだよね！{↙}{0008}暑いから、ちょっと…{结束}"
mes_data_0002_0029: .strn "{f523}{f123}{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d821}ふーん、兄さんと同じだな！{↙}たしかに、春もいいよな♪{结束}"
mes_data_0002_0030: .strn "{f523}{f023}{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d921}そうそう！　ちょっと暑いけど{↙}やってやるぞって気になるぜ！{结束}"
mes_data_0002_0031: .strn "{f523}{f223}{401f}{千寻}{4b1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dd21}{名字}は暑いのが{↙}苦手なのか…。{2b23}そっか、残念だな。{结束}"
mes_data_0002_0032: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}ああ、{名字}さん。{↙}ちょうど、良かったです～。{2b23}{颜2}動物屋{颜1}をさがしているんですが{↙}どこにあるか知ってますか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}会場の右すみの方だよ{↙}{0008}会場の左すみの方だよ{↙}{0008}今いそがしいから後で！{结束}"
mes_data_0002_0033: .strn "{f523}{f123}{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}…そうでしたか？{2b23}　{0a27}{481f}行ってみます。{↙}ありがとうございます。{结束}"
mes_data_0002_0034: .strn "{f523}{f023}{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}そうですか、わかりました！{↙}ありがとうございます♪{结束}"
mes_data_0002_0035: .strn "{f523}{f323}{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{5122}あ…、すみません…。{↙}おジャマでしたね…。では…。{结束}"
mes_data_0002_0036: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}うーん…、うーん…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}道に迷ったの？{↙}{0008}おなかがすいたの？{↙}{0008}絵の悩み？{结束}"
mes_data_0002_0037: .strn "{f523}{f223}{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}え？　あ、ちがうんです。{↙}{0a27}{401f}{奇力克}{4b1f}{3521}{ec21}…すみません。{结束}"
mes_data_0002_0038: .strn "{f523}{f223}{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ec21}なんだか、ボクが食いしん坊{↙}みたいな言い方です…。{结束}"
mes_data_0002_0039: .strn "{f523}{f023}{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}え！？　ど、どうして、{↙}わかったんですか！？{2b23}そうなんです。{0a27}{491f}でも、{↙}{e921}{名字}さんを見ていたら{↙}元気になりました！{结束}"
mes_data_0002_0040: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}こ、この{颜2}{功能1}{颜1}、{↙}ひとつ、くれませんか！？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}倍額でならいいよ{↙}{0008}どうぞ、どうぞ♪{↙}{0008}絶対あげない！{结束}"
mes_data_0002_0041: .strn "{f823}{f323}{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{eb21}えぇ！？　あ、いえ…。{↙}じゃあ、倍額で買います。{结束}"
mes_data_0002_0042: .strn "{f623}{f023}{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}ありがとうございます！！{2b23}この{颜2}{功能1}{颜1}なら{↙}絵を描く良い題材に{↙}なりそうです♪{结束}"
mes_data_0002_0043: .strn "{f523}{f323}{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{eb21}え…、そ、そんな…！{↙}売りものじゃないんですか？{结束}"
mes_data_0002_0044: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}あっ、{名字}さん。{↙}お疲れさまです。{2b23}{名字}さんは、秋の{↙}バザールって芸術的なしげきに{↙}あふれていると思いませんか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}うん、とってもそう思う！{↙}{0008}全然思わない{↙}{0008}…よくわかんないや{结束}"
mes_data_0002_0045: .strn "{f523}{f023}{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}フフッ、{名字}さんなら{↙}わかってくれると思いました♪{结束}"
mes_data_0002_0046: .strn "{f523}{f223}{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}…そうですか？　残念です。{2b23}{名字}さんなら{↙}わかってくれると{↙}思ったんですが…。{结束}"
mes_data_0002_0047: .strn "{f523}{f123}{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}うーん…。まあ、{↙}感性は人それぞれですからね。{结束}"
mes_data_0002_0048: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}あぁ、{名字}。{↙}ちょうどいいところに…。{2b23}町長を探しているんだが…、{↙}どこにいるか知らないか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}会場の左上の方じゃないかな{↙}{0008}会場の右上の方だよ{↙}{0008}はい、町長です{结束}"
mes_data_0002_0049: .strn "{f523}{f023}{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}そうか。わかった。{↙}ありがとう。{结束}"
mes_data_0002_0050: .strn "{f523}{f223}{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}…そうか？　わかった。{↙}ありがとう。{结束}"
mes_data_0002_0051: .strn "{f523}{f123}{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}ハハッ、何言ってるんだ。{↙}キミは、本当におもしろいな。{结束}"
mes_data_0002_0052: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}…なぜだろう。{2b23}{401f}{米海尔}{4c1f}{3521}なんだか、{↙}この{颜2}{功能1}{颜1}に、{↙}とてもひかれる気がするんだ。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}うーん、どうしてかな？{↙}{0008}気になるなら倍額で♪{↙}{0008}じゃあ、タダであげる！{结束}"
mes_data_0002_0053: .strn "{f523}{f223}{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f621}本当に、なぜだろう。{↙}うーん…。{结束}"
mes_data_0002_0054: .strn "{f523}{f323}{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}…はぁ。{2b23}そんな、ふっかけみたいな事{↙}たとえ、じょうだんにしたって{↙}はずかしいとは思わないのか？{结束}"
mes_data_0002_0055: .strn "{f623}{f023}{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f421}え？　いいのか？{↙}…うれしいよ、ありがとう。{结束}"
mes_data_0002_0056: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}調子はどうだ。{↙}頑張っているのか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}手伝ってくれるの？{↙}{0008}すごく頑張ってるよ♪{↙}{0008}早く帰りたい…{结束}"
mes_data_0002_0057: .strn "{f523}{f123}{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}え、オレが？{↙}キミのバザールを？{2b23}{401f}{米海尔}{491f}{3521}{f021}ハハッ、それも楽しそうだな。{↙}今日は用があるからムリだが、{↙}今度また手伝わせてくれ。{结束}"
mes_data_0002_0058: .strn "{f523}{f023}{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}そうか。キミの頑張りは、見て{↙}いるだけで元気がでてくるよ。{结束}"
mes_data_0002_0059: .strn "{f523}{f323}{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f321}…失望したな。そんな気持ちで{↙}店を出すならやめた方がいい。{结束}"
mes_data_0002_0060: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}寒い中、お疲れさま。{2b23}この寒さだ。さすがに{↙}冬のバザールはつらいんじゃ{↙}ないのか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}冬は好きだから平気！{↙}{0008}こごえ死ぬかもしれない…{↙}{0008}はやく春になればいいのに{结束}"
mes_data_0002_0061: .strn "{f523}{f023}{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}そうか。オレも冬のバザールは{↙}好きなんだ。気が合うな。{结束}"
mes_data_0002_0062: .strn "{f523}{f123}{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}こら、悪ノリしすぎだ。この{↙}くらいの寒さじゃ死なないさ。{结束}"
mes_data_0002_0063: .strn "{f523}{f123}{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}そうだな。春になれば、{↙}作物もとれるようになるしな。{结束}"
mes_data_0002_0064: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}…あ、ちょうど良かったわ。{↙}{颜2}索材屋{颜1}を探してるんだけど。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}さあ、どこだったかな？{↙}{0008}右下にあるよ{↙}{0008}右上にあるよ{结束}"
mes_data_0002_0065: .strn "{f523}{f223}{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}もういいわ。{2b23}あなたに聞いたのが、{↙}間違いだったみたい。{结束}"
mes_data_0002_0066: .strn "{f523}{f023}{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}そう、ありがとう。{↙}意外とたよりになるのね。{结束}"
mes_data_0002_0067: .strn "{f523}{f323}{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b221}そっちには、なかったわ。{↙}てきとうなこと、言わないで。{结束}"
mes_data_0002_0068: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}………。{↙}この、{颜2}{功能1}{颜1}…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}どうしたの？{↙}{0008}あげるよ{↙}{0008}キミにはあげない！{结束}"
mes_data_0002_0069: .strn "{f523}{f223}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}…別に。何でもないわ。{结束}"
mes_data_0002_0070: .strn "{f623}{f023}{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b421}え…。{↙}あ、ありがとう。{结束}"
mes_data_0002_0071: .strn "{f523}{f323}{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}べ、別にほしいなんて、{↙}一言も言ってないでしょ！{结束}"
mes_data_0002_0072: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}ふーん。{↙}いろいろ出品してるのね。{2b23}…ものを売るのって、楽しい？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}楽しいよ♪{↙}{0008}あんまり楽しくない{↙}{0008}お店だしてみたら？{结束}"
mes_data_0002_0073: .strn "{f523}{f023}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}そう。あなたって何にでも{↙}いっしょうけんめいよね。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b121}…そういうの、{↙}キライじゃないわ。{结束}"
mes_data_0002_0074: .strn "{f523}{f323}{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}はぁ…。なら、やめれば？{↙}わたし、帰るわ。さよなら。{结束}"
mes_data_0002_0075: .strn "{f523}{f123}{401f}{拉兹贝莉}{4d1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b421}えっ！？　…そんなこと、{↙}考えたこともなかったわ。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b021}そうね。いつか…、{↙}自分の作ったアクセサリーを{↙}売ったりしてみたいわ。{结束}"
mes_data_0002_0076: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}…こんな暑い中、大変ね。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}…大丈夫？{↙}{0008}平気だよ！{↙}{0008}暑いからよってこないで{结束}"
mes_data_0002_0077: .strn "{f523}{f123}{401f}{拉兹贝莉}{4b1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b421}え？　えぇ…平気、よ。{↙}それよりあなたのことでしょ。{2b23}{401f}{拉兹贝莉}{4a1f}{3521}{3e22}いつも人の事ばっかり。{↙}ちょっとは自分のことも大切に{↙}しなさいよ。…それじゃ。{结束}"
mes_data_0002_0078: .strn "{f523}{f123}{401f}{拉兹贝莉}{4b1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}そう、うらやましいわ。{b521}はぁ…{↙}早く、秋になればいいのに…。{结束}"
mes_data_0002_0079: .strn "{f523}{f323}{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b221}はぁ！？{↙}{0b27}……もういいわ。さよなら！{结束}"
mes_data_0002_0080: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}あら、あなたも出店してたの。{↙}どう？　頑張ってる？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}めちゃくちゃ頑張ってる！{↙}{0008}それなりに頑張ってる{↙}{0008}サボってる{结束}"
mes_data_0002_0081: .strn "{f523}{f123}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}そう。でもあんまり{↙}はりきりすぎちゃダメよ？{结束}"
mes_data_0002_0082: .strn "{f523}{f123}{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}そうね。ほどほどがいいわね。{↙}{0a27}{b921}{491f}でも手をぬきすぎてもダメよ？{结束}"
mes_data_0002_0083: .strn "{f523}{f223}{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bc21}…あなた、売る気はあるの？{2b23}そういう態度は、真剣に{↙}ものを売ってる人達に対して{↙}失礼だと思うわ…。{结束}"
mes_data_0002_0084: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}ちょっと聞きたいのだけれど、{↙}{颜2}カフェ{颜1}はどこかしら？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}町にあるよ{↙}{0008}会場の右上にあるよ{↙}{0008}会場の右下にあるよ{结束}"
mes_data_0002_0085: .strn "{f523}{f323}{401f}{莉可丽丝}{4a1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{ba21}…もう！{2b23}そのカフェじゃないわよ。{↙}わかってるでしょう！？{结束}"
mes_data_0002_0086: .strn "{f523}{f123}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}会場の右上、ね。{↙}わかったわ。ありがとう♪{结束}"
mes_data_0002_0087: .strn "{f523}{f223}{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{be21}…そうだったかしら？{↙}まあ、いいわ。ありがとう。{结束}"
mes_data_0002_0088: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}んー…この{颜2}{功能1}{颜1}、{↙}もう少し安くならない？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}これがせいいっぱいだよ{↙}{0008}じゃあ、半額で！{↙}{0008}じゃあ、タダで！{结束}"
mes_data_0002_0089: .strn "{f523}{f223}{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b921}そっか、そうよね…。{↙}うーん、残念。あきらめるわ。{结束}"
mes_data_0002_0090: .strn "{f723}{f123}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}え！　本当！？{↙}ありがとう！　うれしいわ♪{结束}"
mes_data_0002_0091: .strn "{f623}{f023}{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bd21}え！　そんな…、悪いわよ！{2b23}…本当にもらっていいの？{↙}{0a27}{b821}{401f}{莉可丽丝}{491f}{3521}あ、ありがとう。うれしいわ。{结束}"
mes_data_0002_0092: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}こんにちは。{名字}。{2b23}春のバザールの雰囲気って{↙}いいわよね。{↙}わたし、とっても好きだわ。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}わかる気がする！{↙}{0008}あんまり変わらないよ{↙}{0008}なんだかほんわかするよね{结束}"
mes_data_0002_0093: .strn "{f523}{f123}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}そう？{↙}それは良かったわ。{结束}"
mes_data_0002_0094: .strn "{f523}{f223}{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bc21}うーん、そうかしら。わたしは{↙}そうは思えないんだけどな…。{结束}"
mes_data_0002_0095: .strn "{f523}{f023}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}そうなのよ！　{b821}フフッ、{↙}わかってもらえてうれしいわ♪{结束}"
mes_data_0002_0096: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あ！　{名字}さんっ！{↙}助けてくださいー！{2b23}お客さんの大切な{↙}{颜2}{功能1}{颜1}を{↙}落としてしまったんですぅ…。{2b23}この{颜2}{功能1}{颜1}、{↙}くれませんか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}絶対やだ{↙}{0008}いいけど、お金は？{↙}{0008}うん、いいよ♪{结束}"
mes_data_0002_0097: .strn "{f523}{f323}{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}うぅ…{名字}さん、{↙}イジワルですぅ…。{结束}"
mes_data_0002_0098: .strn "{f523}{f223}{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}おサイフ忘れてきました…。{↙}やっぱりダメですよね…。{结束}"
mes_data_0002_0099: .strn "{f623}{f023}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}ありがとうございます！！{↙}今度、何かお礼しますね！{结束}"
mes_data_0002_0100: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}わたし…、たくさん歩いて{↙}疲れちゃいました。{2b23}ここで、ちょっとお休みして{↙}いっていいですか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}ここでよければどうぞ{↙}{0008}ちょっとだけなら…{↙}{0008}ダメ！{结束}"
mes_data_0002_0101: .strn "{f523}{f023}{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c421}えー！{↙}ほんとですか？{2b23}でも、おジャマしちゃ{↙}悪いので、帰りますね。{↙}ありがとうございます。{结束}"
mes_data_0002_0102: .strn "{f523}{f123}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}いいんですか？{2b23}でも、{名字}さんと{↙}お話したら元気になりました。{↙}アネモネ頑張ります！{结束}"
mes_data_0002_0103: .strn "{f523}{f323}{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}そうですよね…。{↙}ごめんなさい。{2b23}おジャマしました…。{结束}"
mes_data_0002_0104: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あ、{名字}さん。{2b23}ここに{颜2}動物園{颜1}があるって{↙}聞いたんですが、{↙}どこにあるんですか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}そんなものはないよ{↙}{0008}動物屋なら左上だよ{↙}{0008}町長のお店なら上にあるよ{结束}"
mes_data_0002_0105: .strn "{f523}{f323}{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}えー！{↙}ないんですか？{2b23}{401f}{娜娜}{4b1f}{3521}そうですか…。{↙}{c621}ちょっとガッカリですけど、{↙}しかたないですよね。{结束}"
mes_data_0002_0106: .strn "{f523}{f123}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あ、そうでしたね！{2b23}わたしったら、{↙}間違えちゃいましたね。{↙}ありがとうございます。{结束}"
mes_data_0002_0107: .strn "{f523}{f123}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}あ、そうですね！{2b23}町長さんなら、{↙}きっと知ってますね。{↙}ありがとうございます。{结束}"
mes_data_0002_0108: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あ、{名字}さん、{↙}食欲の秋ですね！{2b23}{401f}{娜娜}{4c1f}{3521}わたし、おなかがすいて…。{↙}{颜2}{功能1}{颜1}が、{↙}おいしそうに見えてきました。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}じゃあ、あげるよ{↙}{0008}じゃあ、買って{↙}{0008}じゃあ、半額で！{结束}"
mes_data_0002_0109: .strn "{f623}{f023}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}え？{↙}ほんとにくれるんですか？{2b23}{401f}{娜娜}{491f}{3521}{c121}とってもうれしいです！{↙}{名字}さん、{↙}ありがとうございます。{结束}"
mes_data_0002_0110: .strn "{f523}{f223}{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c621}うーん…。{2b23}{401f}{娜娜}{4b1f}{3521}わたし、お金ないですから、{↙}やめときます。{↙}ごめんなさい。{结束}"
mes_data_0002_0111: .strn "{f723}{f123}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}半額ですか！？{2b23}{401f}{娜娜}{491f}{3521}{c021}これはお買い得ですね。{↙}買います！{↙}ありがとうございます。{结束}"
mes_data_0002_0112: .strn "{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}ああ、{名字}くん。{↙}キミも出店していたんだね。{2b23}どうだい？　バザールは、{↙}楽しんでいるかな？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}楽しくないです{↙}{0008}とっても楽しいです♪{↙}{0008}それなりに楽しいです{结束}"
mes_data_0002_0113: .strn "{f523}{f323}{401f}{艾琳}{4b1f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0b22}…そうか。{↙}残念だな。{2b23}では、{↙}わたしはこれで失礼するよ。{结束}"
mes_data_0002_0114: .strn "{f523}{f023}{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0822}そうか、それは良かった。{2b23}買う側の人間も、売る側の{↙}人間も楽しめるなんて、{↙}とてもすばらしい事だよ。{结束}"
mes_data_0002_0115: .strn "{f523}{f123}{401f}{艾琳}{481f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0922}うーむ…、そうか。{2b23}まあ、頑張りなさい。{↙}応援しているよ。{结束}"
mes_data_0002_0116: .strn "{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}やあ、{名字}くん。{↙}キミも出店していたんだね。{2b23}お店の調子はどうだい？{↙}売れてるかい？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}売れすぎてこまってます{↙}{0008}ぼちぼち売れてます{↙}{0008}全然売れてません{结束}"
mes_data_0002_0117: .strn "{f523}{f123}{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0822}そうか。それはすごいね。{2b23}{名字}くんには、{↙}商売の才能があるのかも{↙}しれないね。{结束}"
mes_data_0002_0118: .strn "{f523}{f123}{401f}{艾琳}{481f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}そうか。{↙}それは良かった。{2b23}それでは、{↙}ボクはこれで失礼するよ。{结束}"
mes_data_0002_0119: .strn "{f523}{f023}{401f}{艾琳}{4b1f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0b22}そうか…。{↙}それは残念だね。{2b23}{401f}{艾琳}{481f}{3521}でも、ボクは応援してるよ。{↙}めげずに頑張ってね。{结束}"
mes_data_0002_0120: .strn "{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}やあ、{名字}くん。{↙}お店の調子はどうだい？{2b23}ん？{↙}この{颜2}{功能1}{颜1}は、{↙}良いものだね。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}あげましょうか？{↙}{0008}半額でどうですか？{↙}{0008}２倍でどうですか？{结束}"
mes_data_0002_0121: .strn "{f623}{f023}{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0822}くれるのかい？{↙}いやあ、うれしいな。{2b23}{名字}くん、{↙}ありがとう。{结束}"
mes_data_0002_0122: .strn "{f723}{f123}{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0822}こんなに良いものを{↙}半額にしてくれるのかい？{2b23}よし。買わせてもらおう。{↙}ありがとう。{结束}"
mes_data_0002_0123: .strn "{f823}{f223}{401f}{艾琳}{4b1f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0922}うーん。{0a27}良いものだから{↙}しょうがないね。{2b23}２倍で買わせてもらおう。{结束}"
mes_data_0002_0124: .strn "{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}やあ、{名字}くん。{2b23}お店を出してるって、{↙}話を聞いてね。{↙}様子を見に来たんだ。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}ゆっくりして行ってください{↙}{0008}何か買ってください{↙}{0008}商売のジャマです{结束}"
mes_data_0002_0125: .strn "{f523}{f123}{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0822}ありがとう。{2b23}でも、ジャマしたら悪いから{↙}これで失礼するよ。{↙}頑張ってね。{结束}"
mes_data_0002_0126: .strn "{f523}{f223}{401f}{艾琳}{4b1f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0b22}う…うん。{2b23}でも、ほかのお店も{↙}見てからにしようかな。{↙}また来るよ。{结束}"
mes_data_0002_0127: .strn "{f523}{f223}{401f}{艾琳}{4b1f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0b22}そ…そうだよね。{↙}ごめんね。{2b23}では、{↙}ボクはこれで失礼するよ。{结束}"
mes_data_0002_0128: .strn "{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2822}ハッハッハー！　オレっち、{↙}いいこと思いついちゃった♪{2b23}なあ、{名字}。{↙}この{颜2}{功能1}{颜1}、{↙}オレっちにくれない？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}…イタズラに使うの？{↙}{0008}絶対、ダメ！{↙}{0008}いいよ、あげる♪{结束}"
mes_data_0002_0129: .strn "{f623}{f223}{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}うっ…。ち、ちがうよ！！{↙}とにかくこれ、もらってくな！{结束}"
mes_data_0002_0130: .strn "{f523}{f023}{401f}{菖蒲}{4b1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2b22}うぅ…。{2b23}{401f}{菖蒲}{4a1f}{3521}さてはおまえも母ちゃんの{↙}さしがねだな！？{↙}オレっち、負けねぇぞー！{结束}"
mes_data_0002_0131: .strn "{f623}{f323}{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2822}さっすがオレっちの子分！{↙}わかってるな♪{2b23}よーっし！　これで、あっと{↙}おどろくイタズラを{↙}してやるぜぃ♪{结束}"
mes_data_0002_0132: .strn "{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2922}オイ、{名字}。{2b23}{颜2}{功能1}{颜1}、って{↙}すげーな。かっこいいな。{↙}イカすよな。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}あげないよ？{↙}{0008}わかってるね～{↙}{0008}じゃあ、買ってよ{结束}"
mes_data_0002_0133: .strn "{f523}{f223}{401f}{菖蒲}{4a1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2922}なんだよ。{↙}くれねぇのかよ！{2b23}{401f}{菖蒲}{481f}{3521}…ま、オレっちの子分として{↙}とくべつにゆるしてやるよ。{结束}"
mes_data_0002_0134: .strn "{f623}{f323}{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}そうだろ？{↙}じゃあ、コレはもらってくぜ！{2b23}{401f}{菖蒲}{491f}{3521}{2822}ハッハッハ！{0a27}{↙}うまくいったぜ！{结束}"
mes_data_0002_0135: .strn "{f523}{f023}{401f}{菖蒲}{4a1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}オレっち、{↙}そんなお金持ってねぇよ。{2b23}{401f}{菖蒲}{481f}{3521}{2b22}なんだよ。{↙}{名字}のイジワル。{结束}"
mes_data_0002_0136: .strn "{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}お、{名字}。{↙}いいとこにいたぜ。{2b23}母ちゃんどこにいるか{↙}知らないか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}…迷子になったの？{↙}{0008}上に行けばいるんじゃない？{↙}{0008}おかしをねだる気でしょ？{结束}"
mes_data_0002_0137: .strn "{f523}{f223}{401f}{菖蒲}{4a1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}ち…ちがうよ！{2b23}このオレっちが、{↙}迷子になるわけないだろ！{↙}じゃ…じゃあな！{结束}"
mes_data_0002_0138: .strn "{f523}{f323}{401f}{菖蒲}{4b1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2b22}なんだよ…。{↙}さっき上は行ったけど…。{2b23}母ちゃんはいなかったぞ…。{↙}{名字}のウソつき。{结束}"
mes_data_0002_0139: .strn "{f523}{f023}{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2822}よくわかったな！{↙}{0a27}{4a1f}あー！　母ちゃんだ！！{2b23}{401f}{菖蒲}{491f}{3521}おかし買ってもらったら、{↙}おまえにもちょっとは、わけて{↙}やってもいいぜ♪　じゃーな！{结束}"
mes_data_0002_0140: .strn "{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2922}オイ！{↙}お店、大変そうだな！{2b23}どうだ？{↙}オレっちが{↙}お店手伝ってやろうか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}手伝ってもらおうかな{↙}{0008}えんりょしとくよ{↙}{0008}今はいそがしくないよ{结束}"
mes_data_0002_0141: .strn "{f523}{f323}{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2822}ハッハッハ！{0a27}{↙}引っかかったな！{2b23}{401f}{菖蒲}{481f}{3521}オレっちのイタズラを{↙}くらえっ！！！{结束}"
mes_data_0002_0142: .strn "{f523}{f023}{401f}{菖蒲}{4a1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}やるな、{名字}！{2b23}{401f}{菖蒲}{491f}{3521}{2822}オレっちのイタズラを{↙}みやぶるとは、{↙}さすが子分だぜ！{结束}"
mes_data_0002_0143: .strn "{f523}{f123}{401f}{菖蒲}{4b1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2b22}い…いそがしいだろ？{↙}えんりょするなよ。{2b23}ま…まさか、{↙}オレっちのイタズラが{↙}みやぶられたのか…。{结束}"
mes_data_0002_0144: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}やっぱり出品するなら{↙}おいしい料理デスよね！{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}あたりまえだ！！{↙}{0008}ほかにもいろいろだしたい{↙}{0008}料理なんて絶対ださない{结束}"
mes_data_0002_0145: .strn "{f523}{f123}{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}{名字}さんとは、{↙}気があいマス♪{2b23}これからも、良い料理を{↙}出品していってくださいデス！{结束}"
mes_data_0002_0146: .strn "{f523}{f023}{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}うーん…、そうデスね。{2b23}{491f}ワタシが料理を好きなように、{↙}ほかのものが好きで探しにきて{↙}いる人もいるはずデスからね。{结束}"
mes_data_0002_0147: .strn "{f523}{f223}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}そんな事いうなんて、{↙}ひどいデス…。がっかりデス。{结束}"
mes_data_0002_0148: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}{名字}さん、{↙}お店頑張ってマスね。{2b23}でも、ご飯はしっかり{↙}食べてマスか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}バッチリ！{↙}{0008}ちょっとだけ…{↙}{0008}よけいなお世話デス{结束}"
mes_data_0002_0149: .strn "{f523}{f123}{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}ご飯食べないと{↙}元気出ないデス。{2b23}その調子でモリモリ{↙}頑張ってほしいデス。{结束}"
mes_data_0002_0150: .strn "{f523}{f123}{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}しっかり食べておかないと{↙}倒れてしまいマスよ。{2b23}倒れてしまわないように{↙}頑張ってほしいデス。{结束}"
mes_data_0002_0151: .strn "{f523}{f323}{401f}{c81f}{4a1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}そんな言い方するなんて{↙}ヒドイデス！{2b23}ワタシ、帰りマス！！{结束}"
mes_data_0002_0152: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}{名字}さん、{↙}お店に来てみたデス。{2b23}{401f}{c81f}{4b1f}{3521}こ…この{颜2}{功能1}{颜1}は、{↙}良い品デスね…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}あげない！{↙}{0008}ほしいの？{↙}{0008}半額にしてあげるよ{结束}"
mes_data_0002_0153: .strn "{f523}{f323}{401f}{c81f}{4a1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}べ…別にほしくて{↙}言ったわけじゃないデス！{2b23}気分を害したデス。{↙}ワタシ、帰りマス。{结束}"
mes_data_0002_0154: .strn "{f823}{f123}{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}うん、これは良いデスね。{2b23}この２倍の値段で、{↙}買わせていただきマス！{结束}"
mes_data_0002_0155: .strn "{f723}{f023}{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}そんなに安くして{↙}いただけるのデスか？{2b23}うれしいデス。{↙}{名字}さんは、{↙}良い人デス。{结束}"
mes_data_0002_0156: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}{名字}さん、{↙}お店頑張ってマスね。{2b23}ところで、{名字}さんは{↙}料理の練習は欠かさず{↙}やっていマスか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}やってマス！{↙}{0008}いそがしいから後でね{↙}{0008}それ、今言わなきゃダメ？{结束}"
mes_data_0002_0157: .strn "{f523}{f123}{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}すばらしいデス！{2b23}次の料理祭は、{↙}{名字}さんも{↙}出品してほしいデス。{结束}"
mes_data_0002_0158: .strn "{f523}{f223}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}そうデスよね…。{↙}どうもすいません…。{结束}"
mes_data_0002_0159: .strn "{f523}{f023}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}ワタシとしたことが…。{↙}失礼したデス。{2b23}料理への情熱が空回りデス。{↙}今度はお客として来るデス。{↙}それでは、またデス。{结束}"
mes_data_0002_0160: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}ワーダ{颜1}{2c23}{↙}………ココ、ドコ……………、{↙}………ワーダ、カエリタイ…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}きっと帰れるよ！{↙}{0008}うーん…、無理じゃない？{↙}{0008}ここがキミの家だよ！！{结束}"
mes_data_0002_0161: .strn "{f523}{f023}{401f}{c91f}{481f}{3521}{2f23}{颜3}ワーダ{颜1}{2c23}{↙}………ワーダ…………………、{↙}………カエレル…ヨカッタ…。{结束}"
mes_data_0002_0162: .strn "{f523}{f323}{401f}{c91f}{4b1f}{3521}{2f23}{颜3}ワーダ{颜1}{2c23}{↙}………ワーダ…………………、{↙}……………カエリタイ………。{结束}"
mes_data_0002_0163: .strn "{f523}{f223}{401f}{c91f}{481f}{3521}{2f23}{颜3}ワーダ{颜1}{2c23}{↙}………！！……………………、{↙}……………ココ、イエ………。{2b23}…………………………………、{↙}…………………………………、{↙}……………ソンナワケナイ…。{结束}"
mes_data_0002_0164: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}あっちにおいしそうな{↙}おかしがあったんだよ。{2b23}あれ、食べたいなぁ～。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}後で買ってあげるよ{↙}{0008}後で同じの作ってあげるよ{↙}{0008}ガマンしなさい{结束}"
mes_data_0002_0165: .strn "{f523}{f123}{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}やったぁ！{↙}約束だよ、{3823}。{2b23}{401f}{罗丝}{481f}{3521}でも、お店終わるまで、{↙}覚えててくれる？{结束}"
mes_data_0002_0166: .strn "{f523}{f323}{401f}{罗丝}{4a1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、今、お店やってるから、{↙}そのおかしわからないでしょ？{2b23}{3823}のウソつき！{结束}"
mes_data_0002_0167: .strn "{f523}{f023}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}はーい。{↙}わかったよ…。{2b23}わがまま言って、{↙}ごめんなさい。{结束}"
mes_data_0002_0168: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、{↙}お店いそがしい？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}どうしたの？{↙}{0008}いそがしいよ{↙}{0008}いそがしくないよ{结束}"
mes_data_0002_0169: .strn "{f523}{f123}{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}のお仕事を{↙}見てようかと思ったけど…。{2b23}ジャマになるから、{↙}ボク、もうちょっと、{↙}ほかのお店見て来るね。{结束}"
mes_data_0002_0170: .strn "{f523}{f223}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}そうだよね。いそがしいのに{↙}来てごめんなさい。{结束}"
mes_data_0002_0171: .strn "{f523}{f123}{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}でも、お客さんいるでしょ？{2b23}ボクはもうちょっと{↙}ほかのお店を見て来るね。{结束}"
mes_data_0002_0172: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}！{↙}人がたくさんいるね！{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}そうだね{↙}{0008}だから何？{↙}{0008}そんなにいないよ{结束}"
mes_data_0002_0173: .strn "{f523}{f123}{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}みんなバザールに来るんだね。{↙}バザールってすごいね！{结束}"
mes_data_0002_0174: .strn "{f523}{f223}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}ごめんなさい。{↙}お店いそがしいよね…。{结束}"
mes_data_0002_0175: .strn "{f523}{f123}{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}もっと人が来ることがあるの？{↙}ボク、それ見てみたいよ！{结束}"
mes_data_0002_0176: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、左上に{↙}動物がいっぱいいたよ。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}良かったね{↙}{0008}よし！　いっしょに行こう！{↙}{0008}今、いそがしいから後でね{结束}"
mes_data_0002_0177: .strn "{f523}{f223}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、つまんない…。{↙}もういいよ。{结束}"
mes_data_0002_0178: .strn "{f523}{f123}{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}ほんとに？{↙}{3823}ありがとう！{2b23}でも、今お店やってるから{↙}また、今度でいいよ。{结束}"
mes_data_0002_0179: .strn "{f523}{f223}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}そうだよね…。{↙}ごめんなさい…。{结束}"
mes_data_0002_0180: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}あっちにおいしそうな{↙}おかしがあったのよ。{2b23}あれ、食べたいなぁ～。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}後で買ってあげるよ{↙}{0008}後で同じの作ってあげるよ{↙}{0008}ガマンしなさい{结束}"
mes_data_0002_0181: .strn "{f523}{f123}{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}やったぁ！{↙}約束よ、{3823}。{2b23}{401f}{罗丝}{481f}{3521}でも、お店終わるまで、{↙}覚えててくれる？{结束}"
mes_data_0002_0182: .strn "{f523}{f323}{401f}{罗丝}{4a1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、今、お店やってるから、{↙}そのおかしわからないでしょ？{2b23}{3823}のウソつき！{结束}"
mes_data_0002_0183: .strn "{f523}{f023}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}うん…。{↙}わかったわ…。{2b23}わがまま言って、{↙}ごめんなさい。{结束}"
mes_data_0002_0184: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、{↙}お店いそがしい？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}どうしたの？{↙}{0008}いそがしいよ{↙}{0008}いそがしくないよ{结束}"
mes_data_0002_0185: .strn "{f523}{f123}{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}のお仕事を{↙}見てようかと思ったけど…。{2b23}ジャマになるから、{↙}わたし、もうちょっと、{↙}ほかのお店見て来るね。{结束}"
mes_data_0002_0186: .strn "{f523}{f223}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}そうだよね。いそがしいのに{↙}来てごめんなさい。{结束}"
mes_data_0002_0187: .strn "{f523}{f123}{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}でも、お客さんいるでしょ？{2b23}わたしはもうちょっと{↙}ほかのお店を見て来るね。{结束}"
mes_data_0002_0188: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}！{↙}人がたくさんいるね！{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}そうだね{↙}{0008}だから何？{↙}{0008}そんなにいないよ{结束}"
mes_data_0002_0189: .strn "{f523}{f123}{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}みんなバザールに来てるのね。{↙}バザールってすごいわね！{结束}"
mes_data_0002_0190: .strn "{f523}{f223}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}ごめんなさい。{↙}お店いそがしいよね…。{结束}"
mes_data_0002_0191: .strn "{f523}{f123}{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}もっと人が来ることがあるの？{↙}わたし、それ見てみたいわ{颜2}♥{颜1}{结束}"
mes_data_0002_0192: .strn "{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、左上に{↙}動物がいっぱいいたよ。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}良かったね{↙}{0008}よし！　いっしょに行こう！{↙}{0008}今、いそがしいから後でね{结束}"
mes_data_0002_0193: .strn "{f523}{f223}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、つまんない…。{↙}もういいよ。{结束}"
mes_data_0002_0194: .strn "{f523}{f123}{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}ほんとに？{↙}{3823}ありがとう！{2b23}でも、今お店やってるから{↙}また、今度でいいよ。{结束}"
mes_data_0002_0195: .strn "{f523}{f223}{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}そうだよね…。{↙}ごめんなさい…。{结束}"
mes_data_0002_0196: .strn "どうも！{↙}ナベシー＆グッチでぇ～す。{2b23}今日は、お呼びいただき{↙}ありがとうございま～す！{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}誰も呼んでない{↙}{0008}１人じゃん{↙}{0008}よ！　待ってました！{结束}"
mes_data_0002_0197: .strn "{f523}{f223}ええっ、ちょっとまたまた～。{↙}何言っちゃってるんですか？{↙}そんな事ないですよ～…。{2b23}…………………あっ！{↙}ここは、来月のライヴだった！{↙}…フ…フフン、また今度～！{结束}"
mes_data_0002_0198: .strn "{f523}{f123}は！？　あれ、ナベシー？{↙}どこ行ったんですかー？{2b23}ちょっとー、ボク一人なんて{↙}出落ちもいいとこじゃない{↙}ですか～。ナベシーいずこー！{结束}"
mes_data_0002_0199: .strn "{f523}{f023}やーそんな期待されちゃって、{↙}ボク達も名前が知られるように{↙}なりましたねー、ナベシー？{2b23}ちょ、ちょっとー、鉱石好きは{↙}知ってますが、今は仕事して{↙}くださいよー、ナベシー！{结束}"
mes_data_0002_0200: .strn "ねぇ、{颜2}{功能1}{颜1}{↙}いいじゃな～い！{↙}タダでほしいわ～♪{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}ちょっとそれは…{↙}{0008}あげません！{0008}{↙}{0008}お金をはらってください{结束}"
mes_data_0002_0201: .strn "{f623}{f323}あらん？　そこは、{↙}「きれいなお姉さん、どうぞ」{↙}って、言っておけばいいのよ。{结束}"
mes_data_0002_0202: .strn "{f523}{f023}まぁ、冷たい人！{↙}ウフン、そこが好き{颜2}♥{颜1}{2b23}今度、あなただけ特別に{↙}ナベシー＆グッチのライヴを{↙}見せてあげるわね♪{结束}"
mes_data_0002_0203: .strn "{f623}{f223}ウ•フ•フッ{颜2}♥{颜1}{↙}じゃ、グッチからお金もらって{↙}ちょうだい。じゃあね～ん♪{结束}"
mes_data_0002_0204: .strn "どうも！{↙}ナベシー＆グッチでぇ～す。{2b23}えー本日はお日がらも良く、{↙}最高のバザール日よりですね。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}一人で二役なの？{↙}{0008}めいわくです{↙}{0008}グッチ…、ナベシーは？{结束}"
mes_data_0002_0205: .strn "{f523}{f223}やっ、あれ！？{↙}さっきまでナベシーと一緒に{↙}来たんですが…！！！{2b23}ナベシーってば、お買いもの{↙}行ったんですかー？　お金は{↙}自分ではらってくださいよー！{结束}"
mes_data_0002_0206: .strn "{f523}{f323}あっ…！　これまたバッサリ、{↙}とりつく島もない…。{↙}はーい、すいませんでしたー。{结束}"
mes_data_0002_0207: .strn "{f523}{f023}そうです、ボクがグッチ…。{↙}って、ナベシーまたどこかに{↙}行ってしまったんですか…。{2b23}はーい、頑張りま～…す。{↙}では、ナベシーを探しに{↙}行ってきまーす…。{结束}"
mes_data_0002_0208: .strn "ねぇねぇ、ここにグッチって{↙}名前の人が来なかったかしら？{↙}ナベシー＆グッチの。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}動物屋前で泣いてた{↙}{0008}誰それ？{0008}{↙}{0008}鉱石流光にいたかも…{结束}"
mes_data_0002_0209: .strn "{f523}{f023}まぁ、泣いてたのん？{↙}グッチ、わたしがいないと{↙}ほんとにダメな人なんだから{颜2}♥{颜1}{2b23}じゃあ、動物屋のところへ{↙}行ってくるわねん♪{结束}"
mes_data_0002_0210: .strn "{f523}{f323}まぁ～、あなた、流行に{↙}乗りおくれてるわ。{↙}そんなんじゃダメよん！{结束}"
mes_data_0002_0211: .strn "{f523}{f123}まぁ、鉱石流光！？{↙}きっと、わたしにプレゼント{↙}してくれるつもりなのね！{2b23}いや～ん{颜2}♥{颜1}{↙}グッチってば最高ーーー{颜2}♥♥♥{颜1}{结束}"
mes_data_0002_0212: .strn "道を聞きたいのだけど…。{↙}{颜2}ラッピング屋さん{颜1}って、{↙}どこにあるのかしら？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}今いそがしいの！{↙}{0008}会場の左下の方ですよ{↙}{0008}会場の左上の方ですよ{结束}"
mes_data_0002_0213: .strn "{f523}{f223}まぁ…、なんて店員なの！？{↙}いいわよ、自分で探すわ！{↙}もう…、サイアク！{结束}"
mes_data_0002_0214: .strn "{f523}{f023}そうだったのね♪{↙}教えてくれてありがとう！{↙}また今度、買いものに来るわ。{结束}"
mes_data_0002_0215: .strn "{f523}{f123}あら…。そうだったかしら？{↙}少し違う気もするけれど…。{↙}まあ良いわ。ありがとう♪{结束}"
mes_data_0002_0216: .strn "あら、可愛い子ね{颜2}♥{颜1}{↙}美人なお姉さんに、タダでこの{↙}{颜2}{功能1}{颜1}くれない？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}どうぞ、どうぞ～！！{↙}{0008}や、タダは、ちょっと！{↙}{0008}え…、買ってくれないの？{结束}"
mes_data_0002_0217: .strn "{f623}{f223}ありがと～{颜2}♥{颜1}{↙}お姉さんとってもうれしいわ{颜2}♥{颜1}{↙}{0a27}…フフッ、チョロイわね。{结束}"
mes_data_0002_0218: .strn "{f523}{f123}あらあら、てれちゃって…。{↙}ムリ言ってごめんなさい。{↙}また来るわ{颜2}♥{颜1}{结束}"
mes_data_0002_0219: .strn "{f823}{f123}！！　やられたわ…。{↙}わたしの負けよ。フンパツして{↙}倍額で買わせてもらうわ。{结束}"
mes_data_0002_0220: .strn "うぅ…。おなかが…すいて、{↙}力が、でませ、んー…。{↙}たおれ、てしまいますぅー…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}売りものでよければあげる{↙}{0008}おろおろ、わたわた…！！{↙}{0008}頑張れ！　ファイトー！{结束}"
mes_data_0002_0221: .strn "{f623}{f023}ほっ、本当ですか！？{↙}じゃあ、{颜2}{功能1}{颜1}を{↙}ひとつもらいますね！！{2b23}ありがとうございます！{↙}これを売ってご飯食べます！{结束}"
mes_data_0002_0222: .strn "{f523}{f223}ああ、す、すみません…。{↙}こまらせてしまいましたね。{↙}おじゃましましたー…。{结束}"
mes_data_0002_0223: .strn "{f523}{f123}が、頑張ります！{↙}きっとあと３時間もあれば{↙}家につくはずです！{2b23}そしたら、きっと…！！{结束}"
mes_data_0002_0224: .strn "ここは今から{↙}わたしのコンサート会場よん！{2b23}みんな、{↙}わたしの歌を聞きなさぁい♪{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}ここはバザール会場です！{↙}{0008}その歌声は嵐を呼ぶ！！{↙}{0008}良い歌声ですね♪{结束}"
mes_data_0002_0225: .strn "{f523}{f023}…あ、あら？{↙}会場を間違えたみたいだわ…。{↙}本当に、ごめんなさいね！{结束}"
mes_data_0002_0226: .strn "{f523}{f323}あなた、何？　どういう事！{↙}わたしは宇宙のアイドルなの！{↙}しらけちゃったわ。帰るっ！！{结束}"
mes_data_0002_0227: .strn "{f523}{f223}あら、ありがとう{颜2}♥{颜1}{↙}じゃあもっと歌ってあげるわ！{↙}ら～ららら～、らんららら～♪{结束}"
mes_data_0002_0228: .strn "ほほぅ…。ちょっとお前さん。{↙}この{颜2}{功能1}{颜1}を{↙}ひとつ、タダでくれぬか…？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}ダメに決まってるでしょ？{↙}{0008}…？　かまいませんけど？{↙}{0008}えーどうしよっかなぁ～{结束}"
mes_data_0002_0229: .strn "{f523}{f123}ムム…。まあそうじゃな…。{↙}仕方あるまい…。ムリを言って{↙}すまなんだな。また来るぞ。{结束}"
mes_data_0002_0230: .strn "{f623}{f023}おぉ！　そうか。すまんの。{↙}じつはワシ、この道では{↙}ちょっと名の知れた品評者…。{2b23}…のように見せかけて、タダの{↙}ほしがりのジイさんじゃ！{↙}こいつはもらっていくぞい♪{结束}"
mes_data_0002_0231: .strn "{f523}{f223}ううぅー…、もったいぶらせ{↙}よって、この商売上手め。{↙}もう、えぇわーい。{结束}"
mes_data_0002_0232: .strn "あんやぁ、聞きたいんだげど。{↙}{颜2}らひんぐ屋{颜1}は、{↙}どごにあるんだがね？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}何語！？{↙}{0008}大工屋なら右側です{↙}{0008}ラッピング屋は左下です{结束}"
mes_data_0002_0233: .strn "{f523}{f323}………しょんぼり。{结束}"
mes_data_0002_0234: .strn "{f523}{f223}大工屋ちゃうが…。{↙}やはしワシのことばぁ普通の{↙}人にゃ聞き取れんかいなあ…。{结束}"
mes_data_0002_0235: .strn "{f523}{f023}おお！　あんがど！{2b23}ちゃんと聞いてくれたんは、{↙}おまいさんが初めてやけ！{↙}うれしいが！{结束}"
mes_data_0002_0236: .strn "うぉー…もうダメじゃあ…。{↙}一歩もあるけん。{↙}クタクタじゃぁ…。{2b23}{颜2}{功能1}{颜1}をくれれば{↙}なんとかなるかもしれんー…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}…え、何で？{↙}{0008}いいですよ。お大事に♪{↙}{0008}絶対いやだ{结束}"
mes_data_0002_0237: .strn "{f623}{f223}何でも、かんでもないんじゃ！{↙}年寄りが苦しんでるんじゃから{↙}さっさとよこさんかい～！{结束}"
mes_data_0002_0238: .strn "{f623}{f023}おまいさんは優しい子じゃな。{↙}わしは感動したぞい！！{↙}ありがとうな！！{结束}"
mes_data_0002_0239: .strn "{f523}{f323}なんとー！！　おまいさんは{↙}ひどいヤツじゃな…。{↙}わしはガッカリじゃぞ…。{结束}"
mes_data_0002_0240: .strn "おお…、おまいさん、{↙}わしの孫に、よう似とる…っ！{↙}わしと少し話しをせんかの？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}今は出品中なので…{↙}{0008}いいですよ♪{↙}{0008}ムリです。ごめんなさい{结束}"
mes_data_0002_0241: .strn "{f523}{f223}そうか…残念じゃ…。{↙}いや、いいんじゃよ。{↙}気にせんでくれ。{结束}"
mes_data_0002_0242: .strn "{f423}{f023}本当か！？　じゃあさっそく。{↙}…{0b27}…{0b27}…{0b27}…{0b27}…{0b27}…{0b27}…{0b27}…{0b27}…{0b27}…{0b27}…{0b27}…{0b27}{↙}ああ長話しになってしもうた。{2b23}お礼といってはなんじゃが、{↙}この{功能1}を{↙}あるだけ買わせてもらおう！{结束}"
mes_data_0002_0243: .strn "{f523}{f323}そうか…残念じゃ…。{↙}老い先短いじじいの最後の{↙}望みじゃったんじゃがな…。{结束}"
mes_data_0002_0244: .strn "ねぇねぇ。ボクね…。{↙}この{颜2}{功能1}{颜1}{↙}ほしいの。ひとつちょうだい♪{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}ハイ、どーぞ♪{↙}{0008}お金はどうしたのかな？{↙}{0008}何言ってんの、ダメダメ！{结束}"
mes_data_0002_0245: .strn "{f623}{f023}ワーイ！　ありがとう♪{↙}大好き！{↙}それじゃあ、またね～！{结束}"
mes_data_0002_0246: .strn "{f523}{f123}あ…、そうか…。{↙}ママに言ってくる！{↙}また来るね♪{结束}"
mes_data_0002_0247: .strn "{f523}{f323}うぅ…。　うぅぅ…。{↙}う、う、うわ～～～ん！{↙}ひとつぐらい、いいじゃん～！{结束}"
mes_data_0002_0248: .strn "ぶ～ん、ぶ～んっ♪{↙}ヒコウキだぞー！！{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}あぶないからやめようね{↙}{0008}どんどんやれ～♪{↙}{0008}こらっ、店先で遊ばない！{结束}"
mes_data_0002_0249: .strn "{f523}{f023}あぅ～…、ボク、ママにもよく{↙}そうやって怒られちゃうの…。{↙}ごめんなさぁい…。{结束}"
mes_data_0002_0250: .strn "{f523}{f223}わーい♪　{↙}もっとあそぶぞ。{↙}ぶ～ん、ぶーんっ♪{结束}"
mes_data_0002_0251: .strn "{f523}{f323}う…、ひっく…。{↙}うわーーーんっ！！！！{↙}このひと、キライーー！！{结束}"
mes_data_0002_0252: .strn "ごっつーんっ！！！！{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}だ、大丈夫っ！？{↙}{0008}あたらしい、なき声…？{↙}{0008}走り回るからだよ{结束}"
mes_data_0002_0253: .strn "{f523}{f023}ら…らいじょーぶ…っ。{↙}ボク、男の子だから{↙}泣かないのー！！{结束}"
mes_data_0002_0254: .strn "{f523}{f223}ふぇ…、泣き声じゃないもん。{↙}ぶつかっただけだもん…！{↙}ふぇ…ひっく…ぐすんっ！{结束}"
mes_data_0002_0255: .strn "{f523}{f323}う…、らって…、バザール{↙}たのしかったんらも…！{↙}ふえーーーーんっ！！！！！{结束}"
mes_data_0002_0256: .strn "あうー…。{↙}ママ？　パパ？　どこぉ？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}げっ、迷子？{↙}{0008}一緒に探してあげる！{↙}{0008}はい、パパとママです{结束}"
mes_data_0002_0257: .strn "{f523}{f323}はうぅ…。このてんいんさん{↙}げっ、って言ったの～…！！{↙}ひどいよぉ～…っ！！{结束}"
mes_data_0002_0258: .strn "{f523}{f023}ふにゅ？　ありがとう～{颜2}♥{颜1}{↙}…あ、ママだ！　もう大丈夫！{↙}ありがとう、てんいんさん♪{结束}"
mes_data_0002_0259: .strn "{f523}{f223}えーんっ！{↙}ママでもパパでもないようー！{↙}しかも一人しかいないようー！{结束}"
mes_data_0002_0260: .strn "こ…、これは…！！{↙}この{颜2}{功能1}{颜1}を{↙}ひとつくれないか！？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}タダであげるよ{↙}{0008}そんなにほしいなら倍額で{↙}{0008}ダメダメ、あげない！{结束}"
mes_data_0002_0261: .strn "{f623}{f023}本当か！？{↙}いやー、世の中には{↙}良い人もいるもんだ！！{结束}"
mes_data_0002_0262: .strn "{f823}{f223}おぉ！！　いいよ、いいよ！{2b23}オレ、こいつにひとめぼれ{↙}しちゃってさ！{↙}ありがとよ！！{结束}"
mes_data_0002_0263: .strn "{f523}{f323}じゃあ、なんでここにおいて{↙}あるんだぁ！？{↙}期待させないでくれよ…。{结束}"
mes_data_0002_0264: .strn "あ、すみませーん！{↙}{颜2}大工屋さん{颜1}って、{↙}どこにあるかわかりますかー？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}会場の右側にありますよ{↙}{0008}会場の右上にありますよ{↙}{0008}そんなものないよ{结束}"
mes_data_0002_0265: .strn "{f523}{f023}ありがとうございます！！{↙}たすかりました！！{结束}"
mes_data_0002_0266: .strn "{f523}{f123}ありがとうございます。{↙}行ってみます。{结束}"
mes_data_0002_0267: .strn "{f523}{f323}そんなはずないです！{↙}もういいです、ほかの人に{↙}聞きますから！！{结束}"
mes_data_0002_0268: .strn "どうも、こんにちは。{↙}ボク、困っている人がいたら{↙}ほっとけないんです。{2b23}そしてボクは今、{↙}あなたの事を全力で{↙}助けたいと思ってるんです！{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}お願いします{↙}{0008}やめて下さい{↙}{0008}何か買って下さい{结束}"
mes_data_0002_0269: .strn "{f523}{f023}ありがとうございます。{↙}では。{2b23}ご来場の、みなさーーーん！{↙}このお店は、スペシャルなお店{↙}でーすーよー！！！！！！！{2b23}ハァ、ハァ、ハァ、{↙}どうでしたでしょうか。{↙}ボクの全力は？{结束}"
mes_data_0002_0270: .strn "{f523}{f223}そうですか…。{↙}残念です。{↙}では、失礼します。{结束}"
mes_data_0002_0271: .strn "{f523}{f323}そんなっ…。{↙}お金で何でも解決するなんて、{↙}ボクの心がゆるしません！{结束}"
mes_data_0002_0272: .strn "ボクは、ミーナファンクラブの{↙}会員番号３１７３１５さ！{2b23}今日は、彼女に会いに来たん{↙}だけど、{颜2}ミーナ{颜1}さんは{↙}どこにいるのかな？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}ミーナさんは上です{↙}{0008}ミーナさんは下です{↙}{0008}そんな人知りません{结束}"
mes_data_0002_0273: .strn "{f523}{f023}そうか、ありがとう！{↙}ミーナさあぁぁぁぁん！！！{↙}今から会いに行きますよ！{2b23}あなたの働く姿が大好きです！{↙}待っててくださいねーーー！！{↙}{结束}"
mes_data_0002_0274: .strn "{f523}{f123}あれ、そうだったっけ？{↙}なんか、違ったような…。{↙}まぁ、細かい事はいいか。{结束}"
mes_data_0002_0275: .strn "{f523}{f323}な…なんだって…。{↙}いないのか…。{↙}ボク、家に帰るよ…じゃあね。{结束}"
mes_data_0002_0276: .strn "はあ…、どうしてもこの{↙}{颜2}{功能1}{颜1}がほしい。{↙}だけどお金が少し足りない…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}半額にしましょうか？{↙}{0008}タダにしましょうか？{↙}{0008}あきらめがカンジンですよ{结束}"
mes_data_0002_0277: .strn "{f723}{f023}え！？　本当！？{↙}あなた、とっても優しいのね！{↙}ありがとう！！{结束}"
mes_data_0002_0278: .strn "{f523}{f123}え、そんな…、悪いわ。{↙}でも、ありがとう。{↙}またくるわね♪{结束}"
mes_data_0002_0279: .strn "{f523}{f223}そうね…、そうかもね。{↙}はぁ…、ほしかったのに…。{↙}とっても残念だわ…。{结束}"
mes_data_0002_0280: .strn "メガネ、メガネ…、{↙}わたしのメガネがどこにも{↙}ありません～…。{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}メガネは売ってないです…{↙}{0008}探すの手伝いましょうか？{↙}{0008}あ、頭の上に…！！{结束}"
mes_data_0002_0281: .strn "{f523}{f223}あ、いえ、いいんです。{↙}わたしのメガネが…、{↙}はうぅ…こまりましたー…。{结束}"
mes_data_0002_0282: .strn "{f523}{f123}いえ、平気です！　ごめいわく{↙}をかけるわけにはいきません！{↙}でも、ありがとうございます{颜2}♥{颜1}{结束}"
mes_data_0002_0283: .strn "{f523}{f023}え…、ああー！？！？！？{↙}あ、ありがとうございます！{↙}全然気がつきませんでした…。{结束}"
mes_data_0002_0284: .strn "ちょっと、おたずねしたいの{↙}ですが…、その…、ロ、{↙}{颜2}ロイド{颜1}さんてどこにいますか？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}右下じゃないかな？{↙}{0008}左下だったと思うよ{↙}{0008}ロイドさんなんていません{结束}"
mes_data_0002_0285: .strn "{f523}{f023}わかりました！{2b23}フフッ…。わたしロイドさんの{↙}ファンなんです。{↙}ありがとうございます{颜2}♥{颜1}{结束}"
mes_data_0002_0286: .strn "{f523}{f123}え？{↙}さっき見たときは、そこに{↙}いなかったと思うんですけど。{2b23}うーん…？{↙}わかりました。{结束}"
mes_data_0002_0287: .strn "{f523}{f223}そんなはずないです！{2b23}わたし、はるばる彼をさがして{↙}ここへ…。{↙}…あ、いえその…すみません。{结束}"
mes_data_0002_0288: .strn "あの、すみません。{↙}{颜2}作物の種屋さん{颜1}って、{↙}どこにあるのかしら？{2b23}{3721}{411f}{a41f}{481f}{3323}{0008}そんな店ないよ{↙}{0008}会場の上側にあるよ{↙}{0008}会場の下側にあるよ{结束}"
mes_data_0002_0289: .strn "{f523}{f323}…どうしてそんなつまらない{↙}うそをつくの？　{2b23}うそを教える店なんて、{↙}がっかりだわ。{结束}"
mes_data_0002_0290: .strn "{f523}{f123}そう？　わかったわ。{↙}ありがとう。{结束}"
mes_data_0002_0291: .strn "{f523}{f023}そう、わかったわ。{↙}ありがとう♪{结束}"

;文件尾：控制符，子文件内的文本数
mes_data_0002_End: .hword 0x270F,(mes_data_0002_0000 - mes_data_0002_header)/2
;mes_data_0002文本数量为：292
