;子文件头
mes_data_0021_header:
    ;子文件内各文本的相对偏移地址
    .hword (mes_data_0021_0000 - mes_data_0021_header)
    .hword (mes_data_0021_0001 - mes_data_0021_header)
    .hword (mes_data_0021_0002 - mes_data_0021_header)
    .hword (mes_data_0021_0003 - mes_data_0021_header)
    .hword (mes_data_0021_0004 - mes_data_0021_header)
    .hword (mes_data_0021_0005 - mes_data_0021_header)
    .hword (mes_data_0021_0006 - mes_data_0021_header)
    .hword (mes_data_0021_0007 - mes_data_0021_header)
    .hword (mes_data_0021_0008 - mes_data_0021_header)
    .hword (mes_data_0021_0009 - mes_data_0021_header)
    .hword (mes_data_0021_0010 - mes_data_0021_header)
    .hword (mes_data_0021_0011 - mes_data_0021_header)
    .hword (mes_data_0021_0012 - mes_data_0021_header)
    .hword (mes_data_0021_0013 - mes_data_0021_header)
    .hword (mes_data_0021_0014 - mes_data_0021_header)
    .hword (mes_data_0021_0015 - mes_data_0021_header)
    .hword (mes_data_0021_0016 - mes_data_0021_header)
    .hword (mes_data_0021_0017 - mes_data_0021_header)
    .hword (mes_data_0021_0018 - mes_data_0021_header)
    .hword (mes_data_0021_0019 - mes_data_0021_header)
    .hword (mes_data_0021_0020 - mes_data_0021_header)
    .hword (mes_data_0021_0021 - mes_data_0021_header)
    .hword (mes_data_0021_0022 - mes_data_0021_header)
    .hword (mes_data_0021_0023 - mes_data_0021_header)
    .hword (mes_data_0021_0024 - mes_data_0021_header)
    .hword (mes_data_0021_0025 - mes_data_0021_header)
    .hword (mes_data_0021_0026 - mes_data_0021_header)
    .hword (mes_data_0021_0027 - mes_data_0021_header)
    .hword (mes_data_0021_0028 - mes_data_0021_header)
    .hword (mes_data_0021_0029 - mes_data_0021_header)
    .hword (mes_data_0021_0030 - mes_data_0021_header)
    .hword (mes_data_0021_0031 - mes_data_0021_header)
    .hword (mes_data_0021_0032 - mes_data_0021_header)
    .hword (mes_data_0021_0033 - mes_data_0021_header)
    .hword (mes_data_0021_0034 - mes_data_0021_header)
    .hword (mes_data_0021_0035 - mes_data_0021_header)
    .hword (mes_data_0021_0036 - mes_data_0021_header)

mes_data_0021_0000: .strn "{↙}{↙}{↙}{↙}　　ぼくじょうものがたり{↙}ようこそ！　かぜのバザールへ{↙}　　　かいはつスタッフ{↙}{结束}"
mes_data_0021_0001: .strn "■プロデューサー{↙}{↙}　　はしもとよしふみ{↙}{结束}"
mes_data_0021_0002: .strn "■キャラクターデザイン{↙}{↙}　　まつやまいぐさ{↙}{结束}"
mes_data_0021_0003: .strn "■キャラクターボイス{↙}{↙}　　主人公{↙}　　　いがらし　ひろみ{↙}{↙}　　主人公{↙}　　　てらさき　ゆか{↙}{结束}"
mes_data_0021_0004: .strn "■キャラクターボイス{↙}{↙}　　シェルファ{↙}　　　かたおか　あづさ{↙}{↙}　　エンジュ{↙}　　　とまつ　はるか{↙}{↙}　　フレイヤ{↙}　　　たかがき　あやひ{↙}{结束}"
mes_data_0021_0005: .strn "■キャラクターボイス{↙}{↙}　　アネモネ{↙}　　　なかやま　えりな{↙}{↙}　　カゲツ{↙}　　　チャン•リーメイ{↙}{结束}"
mes_data_0021_0006: .strn "■キャラクターボイス{↙}{↙}　　ユリス{↙}　　　ふじわら　ゆうき{↙}{↙}　　ディルカ{↙}　　　かなだ　アキ{↙}{↙}　　ロイド{↙}　　　おかべ　すずね{↙}{结束}"
mes_data_0021_0007: .strn "■キャラクターボイス{↙}{↙}　　アギ{↙}　　　てらさき　ゆか{↙}{↙}　　シュミット{↙}　　　まつお　だいすけ{↙}{结束}"
mes_data_0021_0008: .strn "■キャラクターボイス{↙}{↙}　　フェリックス{↙}　　　すずき　コウタ{↙}{↙}　　エーリッヒ{↙}　　　まつお　だいすけ{↙}{↙}　　スチュアート{↙}　　　おかべ　すずね{↙}{结束}"
mes_data_0021_0009: .strn "■キャラクターボイス{↙}{↙}　　サニア{↙}　　　たかがき　あやひ{↙}{↙}　　ムーチョ{↙}　　　しもざき　ひろし{↙}{↙}　　メリーニ{↙}　　　とよさき　あき{↙}{结束}"
mes_data_0021_0010: .strn "■キャラクターボイス{↙}{↙}　　ミーナ{↙}　　　かたおか　あづさ{↙}{↙}　　ウィルバー{↙}　　　しもざき　ひろし{↙}{↙}　　クレア{↙}　　　かなだ　アキ{↙}{结束}"
mes_data_0021_0011: .strn "■キャラクターボイス{↙}{↙}　　ケヴィン{↙}　　　いがらし　ひろみ{↙}{↙}　　アイザック{↙}　　　はす　たけひろ{↙}{↙}　　ネリネ{↙}　　　とよさき　あき{↙}{结束}"
mes_data_0021_0012: .strn "■キャラクターボイス{↙}{↙}　　シギュン{↙}　　　とまつ　はるか{↙}{↙}　　ララミー{↙}　　　こくぶん　ゆか{↙}{↙}　　あかちゃん{↙}　　　チャン•リーメイ{↙}{结束}"
mes_data_0021_0013: .strn "■キャラクターボイス{↙}{↙}　　むすこ{↙}　　　なかやま　えりな{↙}{↙}　　むすめ{↙}　　　ひだか　りな{↙}{结束}"
mes_data_0021_0014: .strn "■ディレクター{↙}{↙}　　ゆら　たかひろ{↙}{结束}"
mes_data_0021_0015: .strn "■メインコーディネータ{↙}{↙}　　なべしま　ひろゆき{↙}{结束}"
mes_data_0021_0016: .strn "■コーディネータ{↙}{↙}　　ほりばた　なおこ{↙}　　　ふじの　あいこ{↙}　　やまぐち　よういち{↙}　　なかはら　ひろみ{↙}　　　うつみ　たかし{↙}　　やました　えり{↙}　　こんどう　だいすけ{↙}　　たかはし　かずや{↙}{结束}"
mes_data_0021_0017: .strn "■メインデザイナ{↙}{↙}　　おおした　たけし{↙}{结束}"
mes_data_0021_0018: .strn "■３Ｄデザイナ{↙}{↙}　　　ひろせ　ももこ{↙}　　はしもと　ひろみ{↙}　　かみやま　なおき{↙}　　ふるたに　さとる{↙}{结束}"
mes_data_0021_0019: .strn "■２Ｄデザイナ{↙}{↙}　　ひのきだに　ゆきこ{↙}　　　にしがき　ゆきこ{↙}　　　　　ひの　あゆみ{↙}{结束}"
mes_data_0021_0020: .strn "■メインプログラマ{↙}{↙}　　ひぐち　あつお{↙}{结束}"
mes_data_0021_0021: .strn "■プログラマ{↙}{↙}　　　　こう　まさふみ{↙}　　わたなべ　たかひこ{↙}　　たかがき　くにひろ{↙}{结束}"
mes_data_0021_0022: .strn "■サウンド担当{↙}{↙}　　　いしだ　のりこ{↙}　　　やすだ　えり{↙}　　　むらい　あゆむ{↙}　　かたおか　しんご{↙}{结束}"
mes_data_0021_0023: .strn "■デバッガ{↙}{↙}　　ひろもり　ゆうき{↙}{结束}"
mes_data_0021_0024: .strn "■ボイスディレクション{↙}{↙}　　いしばし　りか{↙}{↙}■ボイス管理{↙}{↙}　　はしもとよしふみ{↙}{结束}"
mes_data_0021_0025: .strn "■バストアップイラスト{↙}{↙}　　まつやまいぐさ{↙}{结束}"
mes_data_0021_0026: .strn "■シナリオチェック{↙}{↙}　　しのぶ{↙}{结束}"
mes_data_0021_0027: .strn "■宣伝{↙}{↙}　　　さとう　すみのぶ{↙}　　　かねこ　ともさと{↙}　　　　ませ　とおる{↙}　　あんどう　ひろき{↙}{结束}"
mes_data_0021_0028: .strn "■広報{↙}{↙}　　たかしま　としひろ{↙}　　やまぎし　ゆきえ{↙}　　なかむら　のぶひこ{↙}{结束}"
mes_data_0021_0029: .strn "■パッケージデザイン{↙}{↙}　　せきね　ひろこ{↙}　　　ばば　ひろみち{↙}{结束}"
mes_data_0021_0030: .strn "■デバッグ管理{↙}{↙}　　もとき　しんじ{↙}{↙}■デバッグ{↙}{↙}　　＜ポールトゥウィン＞{↙}{结束}"
mes_data_0021_0031: .strn "■シリーズ管理{↙}{↙}　　はしもとよしふみ{↙}{↙}■とうかつプロデューサー{↙}{↙}　　わだ　やすひろ{↙}{结束}"
mes_data_0021_0032: .strn "■エグゼクティブ{↙}　　プロデューサー{↙}{↙}　　なかやま　はるき{↙}{结束}"
mes_data_0021_0033: .strn "■スペシャルサンクス{↙}{↙}　　みずたに　ひでゆき{↙}　　おおぶち　よしひさ{↙}　　　なかの　ひかる{↙}　　　　きし　しげかつ{↙}　　　ひろせ　ちよ{↙}　　　たなか　みなこ{↙}　　　おかだ　しょうじ{↙}{结束}"
mes_data_0021_0034: .strn "■スペシャルサンクス{↙}{↙}　　やぎゅう　けんた{↙}　　なかしま　ひさたけ{↙}{结束}"
mes_data_0021_0035: .strn "■きかく{0f08}はつばい{↙}{↙}{↙}{↙}{↙}{↙}{↙}　　{0808}{2308}{0908}{1208}{1008}{1008}{1808}{↙}　　{2d08}{4108}{5208}{5608}{4508}{4c08}{4f08}{5508}{5308}{0008}{2508}{4e08}{5408}{4508}{5208}{5408}{4108}{4908}{4e08}{4d08}{4508}{4e08}{5408}{0008}{2908}{4e08}{4308}{0e08}{↙}　　{2108}{4c08}{4c08}{0008}{3208}{4908}{4708}{4808}{5408}{5308}{0008}{3208}{4508}{5308}{4508}{5208}{5608}{4508}{4408}{0e08}{↙}{结束}"
mes_data_0021_0036: .strn "{↙}{↙}{↙}{↙}プレイしてくれてありがとう！{↙}{↙}　　ぼくじょうものがたり{↙}　せいさくスタッフいちどう{↙}{结束}"

;文件尾：控制符，子文件内的文本数
mes_data_0021_End: .hword 0x270F,(mes_data_0021_0000 - mes_data_0021_header)/2
;mes_data_0021文本数量为：37
