;子文件头
mes_data_0003_header:
    ;子文件内各文本的相对偏移地址
    .hword (mes_data_0003_0000 - mes_data_0003_header)
    .hword (mes_data_0003_0001 - mes_data_0003_header)
    .hword (mes_data_0003_0002 - mes_data_0003_header)
    .hword (mes_data_0003_0003 - mes_data_0003_header)
    .hword (mes_data_0003_0004 - mes_data_0003_header)

mes_data_0003_0000: .strn "{2e23}季節を入力してください。{↙}{颜2}十字ボタン{颜1}で選択、{↙}{颜2}Ａボタン{颜1}で決定します。{0827}{结束}"
mes_data_0003_0001: .strn "{2e23}日付を入力してください。{↙}{颜2}十字ボタン{颜1}で選択、{↙}{颜2}Ａボタン{颜1}で決定します。{0827}{结束}"
mes_data_0003_0002: .strn "{2e23}{功能1}の{功能2}日生まれで良いですか？{↙}{3223} はい{↙} いいえ{↙}{结束}"
mes_data_0003_0003: .strn "{2e23}季節を入力してください。{↙}{颜2}十字ボタン{颜1}で選択、{↙}{颜2}Ａボタン{颜1}で決定します。{0827}{结束}"
mes_data_0003_0004: .strn "{2e23}日付を入力してください。{↙}{颜2}十字ボタン{颜1}で選択、{↙}{颜2}Ａボタン{颜1}で決定します。{0827}{结束}"

;文件尾：控制符，子文件内的文本数
mes_data_0003_End: .hword 0x270F,(mes_data_0003_0000 - mes_data_0003_header)/2
;mes_data_0003文本数量为：5
