;子文件头
mes_data_0006_header:
    ;子文件内各文本的相对偏移地址
    .hword (mes_data_0006_0000 - mes_data_0006_header)
    .hword (mes_data_0006_0001 - mes_data_0006_header)
    .hword (mes_data_0006_0002 - mes_data_0006_header)
    .hword (mes_data_0006_0003 - mes_data_0006_header)
    .hword (mes_data_0006_0004 - mes_data_0006_header)
    .hword (mes_data_0006_0005 - mes_data_0006_header)
    .hword (mes_data_0006_0006 - mes_data_0006_header)
    .hword (mes_data_0006_0007 - mes_data_0006_header)
    .hword (mes_data_0006_0008 - mes_data_0006_header)
    .hword (mes_data_0006_0009 - mes_data_0006_header)
    .hword (mes_data_0006_0010 - mes_data_0006_header)
    .hword (mes_data_0006_0011 - mes_data_0006_header)
    .hword (mes_data_0006_0012 - mes_data_0006_header)
    .hword (mes_data_0006_0013 - mes_data_0006_header)
    .hword (mes_data_0006_0014 - mes_data_0006_header)
    .hword (mes_data_0006_0015 - mes_data_0006_header)
    .hword (mes_data_0006_0016 - mes_data_0006_header)
    .hword (mes_data_0006_0017 - mes_data_0006_header)
    .hword (mes_data_0006_0018 - mes_data_0006_header)
    .hword (mes_data_0006_0019 - mes_data_0006_header)
    .hword (mes_data_0006_0020 - mes_data_0006_header)
    .hword (mes_data_0006_0021 - mes_data_0006_header)
    .hword (mes_data_0006_0022 - mes_data_0006_header)
    .hword (mes_data_0006_0023 - mes_data_0006_header)
    .hword (mes_data_0006_0024 - mes_data_0006_header)
    .hword (mes_data_0006_0025 - mes_data_0006_header)
    .hword (mes_data_0006_0026 - mes_data_0006_header)
    .hword (mes_data_0006_0027 - mes_data_0006_header)
    .hword (mes_data_0006_0028 - mes_data_0006_header)
    .hword (mes_data_0006_0029 - mes_data_0006_header)
    .hword (mes_data_0006_0030 - mes_data_0006_header)
    .hword (mes_data_0006_0031 - mes_data_0006_header)
    .hword (mes_data_0006_0032 - mes_data_0006_header)
    .hword (mes_data_0006_0033 - mes_data_0006_header)
    .hword (mes_data_0006_0034 - mes_data_0006_header)
    .hword (mes_data_0006_0035 - mes_data_0006_header)
    .hword (mes_data_0006_0036 - mes_data_0006_header)
    .hword (mes_data_0006_0037 - mes_data_0006_header)
    .hword (mes_data_0006_0038 - mes_data_0006_header)

mes_data_0006_0000: .strn "{3323} セーブして寝る{↙} セーブしないで寝る{↙} まだ寝ない{结束}"
mes_data_0006_0001: .strn "{2e23}看板にお絵かきしますか？{↙}{3223} する{↙} しない{↙}{结束}"
mes_data_0006_0002: .strn "黒板お絵かきモード！{↙}Ｂで終了。セレクトで消去。{↙}{结束}"
mes_data_0006_0003: .strn "{3323} 動物のことを調べる{↙} 動物の育て方を確認する{↙} やめる{↙}{结束}"
mes_data_0006_0004: .strn "ここで{颜2}じょうろ{颜1}を使うと{↙}水をくめます。{结束}"
mes_data_0006_0005: .strn "{2e23}{颜4}{功能1}{颜1}の{↙}完成まで {颜2}{功能2}{颜1}時間 {颜2}{0210}{颜1}分{结束}"
mes_data_0006_0006: .strn "{2e23}花びんに花を入れますか？{↙}{3223} 入れる{↙} 入れない{↙}{结束}"
mes_data_0006_0007: .strn "{2e23}資産表を見ますか？{↙}{3223} 見る{↙} 見ない{↙}{结束}"
mes_data_0006_0008: .strn "{2e23}そうこを調べますか？{↙}{3223} 調べる{↙} 調べない{↙}{结束}"
mes_data_0006_0009: .strn "{2e23}カレンダーを見ますか？{↙}{3223} 見る{↙} 見ない{↙}{结束}"
mes_data_0006_0010: .strn "{2e23}お店を開きますか？{↙}{3223} 開く{↙} 開かない{↙}{结束}"
mes_data_0006_0011: .strn "{结束}"
mes_data_0006_0012: .strn "{2e23}おふろに入りますか？{↙}{3223} 入る{↙} 入らない{↙}{结束}"
mes_data_0006_0013: .strn "{2e23}トイレに入りますか？{↙}{3223} 入る{↙} 入らない{↙}{结束}"
mes_data_0006_0014: .strn "{3323} レシピを見て料理を作る{↙} 材料を選んで料理を作る{↙} やめる{↙}{结束}"
mes_data_0006_0015: .strn "釣り竿があれば{↙}ここで釣りができそう。{结束}"
mes_data_0006_0016: .strn "{2e23}ここで釣りができそう！{↙}{3223} 釣る{↙} 釣らない{↙}{结束}"
mes_data_0006_0017: .strn "ここはいい釣りポイントじゃ{↙}なさそう。{结束}"
mes_data_0006_0018: .strn "にげられた…。{结束}"
mes_data_0006_0019: .strn "{7020}はるかかなた{↙}うちゅうのどこかで•••{颜1}{结束}"
mes_data_0006_0020: .strn "顔絵のテストです{↙}{结束}"
mes_data_0006_0021: .strn "アイテムを作りますか？{↙}{3223} 作る{↙} 作らない{结束}"
mes_data_0006_0022: .strn "{3223} すてきを装置にはめる{↙} やめる{结束}"
mes_data_0006_0023: .strn "{3323} すてきを装置にはめる{↙} すてきを装置からはずす{↙} やめる{结束}"
mes_data_0006_0024: .strn "完成品を取り出しますか？{↙}{3223} 取り出す{↙} 取り出さない{结束}"
mes_data_0006_0025: .strn "ボード専用コース{↙}設置予定地{结束}"
mes_data_0006_0026: .strn "今日は楽しかった。{↙}…でも、今日はもう遅いから{↙}そろそろ寝よう。{2b23}{3223} セーブして寝る{↙} セーブしないで寝る{结束}"
mes_data_0006_0027: .strn "{颜2}{功能1}{颜1}が置いてある。{2b23}別の太陽と交換しますか？{↙}{3223} する{↙} しない{结束}"
mes_data_0006_0028: .strn "{2f23}SHOP•ムーチョ{↙}営業時間　7:00　～　23:00{↙}定休日 金曜•バザールの日{9023}{结束}"
mes_data_0006_0029: .strn "{2f23}カフェ•メリナ{↙}営業時間　10:00　～　23:00{↙}定休日　木曜•バザールの日等{9023}{结束}"
mes_data_0006_0030: .strn "{2f23}ホテル•サニワート{↙}営業時間　 6:00　～　23:00{↙}年中無休{9023}{结束}"
mes_data_0006_0031: .strn "これは{颜2}看板{颜1}です。{↙}自分の牧場の名前を書いたり、{↙}好きな絵を描いたりできます。{2b23}{2e23}看板にお絵かきしますか？{↙}{3223} する{↙} しない{↙}{结束}"
mes_data_0006_0032: .strn "ここで{颜2}飼っている動物や{↙}ペットの情報{颜1}を詳しく見ること{↙}ができます。{2b23}エサを食べたか、{↙}ストレスがたまっていないか、{↙}こまめに確認しましょう。{2b23}{3323} 動物のことを調べる{↙} 動物の育て方を確認する{↙} やめる{↙}{结束}"
mes_data_0006_0033: .strn "これは{颜2}花びん{颜1}です。{↙}つんできた花を入れて{↙}かざることができます。{2b23}何日かたつと花は枯れてしまい{↙}ます。枯れると次の花を入れる{↙}ことができます。{2b23}{2e23}花びんに花を入れますか？{↙}{3223} 入れる{↙} 入れない{↙}{结束}"
mes_data_0006_0034: .strn "ここで{颜2}資産表{颜1}を見ることが{↙}できます。{2b23}牧場の状態や自分の財産、{↙}１年間で得たお金、また{↙}使ったお金を確認できます。{2b23}その他、自分が集めたものや{↙}町の人達との状態を{↙}知ることができます。{2b23}牧場生活を送る上で{↙}役に立つものばかりですから、{↙}常に見ておくと良いでしょう。{2b23}{2e23}資産表を見ますか？{↙}{3223} 見る{↙} 見ない{↙}{结束}"
mes_data_0006_0035: .strn "これは{颜2}カレンダー{颜1}です。{↙}１年は４季節となり、次の季節{↙}までのこよみが確認できます。{2b23}町で行われるお祭りの日程や{↙}町の人達の誕生日を{↙}知ることができます。{2b23}バザールが開く日も{↙}確認できるので、{↙}役に立てると良いでしょう。{2b23}{2e23}カレンダーを見ますか？{↙}{3223} 見る{↙} 見ない{↙}{结束}"
mes_data_0006_0036: .strn "これは{颜2}おふろ{颜1}です。{↙}入ると回復することが{↙}できます。{2b23}そのかわり、{↙}一定時間が経過します。{2b23}{2e23}おふろに入りますか？{↙}{3223} 入る{↙} 入らない{↙}{结束}"
mes_data_0006_0037: .strn "これは{颜2}トイレ{颜1}です。{↙}入ると回復することが{↙}できます。{2b23}そのかわり、{↙}一定時間が経過します。{2b23}{2e23}トイレに入りますか？{↙}{3223} 入る{↙} 入らない{↙}{结束}"
mes_data_0006_0038: .strn "これは{颜2}キッチン{颜1}です。{↙}料理をすることができます。{2b23}{颜2}材料を選んで作る方法{颜1}では、{↙}材料を自由に組み合わせて{↙}料理を作ることができます。{2b23}ただし、材料の組み合わせが{↙}悪いと失敗してしまいます。{2b23}{颜2}レシピを見て作る方法{颜1}では、{↙}必要な材料が自動で選ばれ{↙}料理を作ることができます。{2b23}料理に成功すると、{↙}{颜2}レシピを書く{颜1}ことができます。{2b23}必要な材料に、さらに材料を{↙}加えることで料理を{颜2}アレンジ{颜1}{↙}することができます。{2b23}アレンジが成功すると、{↙}レシピを書きかえることも{↙}できます。{2b23}レシピは町にあるカフェなどで{↙}買うこともできるので、{↙}色々集めてみましょう。{2b23}{3323} レシピを見て料理を作る{↙} 材料を選んで料理を作る{↙} やめる{↙}{结束}"

;文件尾：控制符，子文件内的文本数
mes_data_0006_End: .hword 0x270F,(mes_data_0006_0000 - mes_data_0006_header)/2
;mes_data_0006文本数量为：39
