;子文件头
event_mes_data_0440_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0440_0000 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0001 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0002 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0003 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0004 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0005 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0006 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0007 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0008 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0009 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0010 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0011 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0012 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0013 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0014 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0015 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0016 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0017 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0018 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0019 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0020 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0021 - event_mes_data_0440_header)
    .hword (event_mes_data_0440_0022 - event_mes_data_0440_header)

event_mes_data_0440_0000: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、{↙}どこに行くの？{2b23}待ってよ～。{结束}"
event_mes_data_0440_0001: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{3823}、{↙}待って～。{结束}"
event_mes_data_0440_0002: .strn "{401f}{罗丝}{4a1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}ついてきちゃダメって、{↙}どうして？{2b23}わかった。{↙}{FE21}１人でおいしいものを{↙}食べるんでしょ？{2b23}ボクもつれていってよ！{结束}"
event_mes_data_0440_0003: .strn "{401f}{罗丝}{4a1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}いいじゃない。{↙}一緒にいたいの。{2b23}{0122}おるすばんなんてイヤなの！{↙}つれていってよ！{结束}"
event_mes_data_0440_0004: .strn "{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{fc21}わーい、{↙}早く行こうよ。{结束}"
event_mes_data_0440_0005: .strn "{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{0022}{3823}、大好き。{↙}早く行こ。{结束}"
event_mes_data_0440_0006: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}みんな、{↙}どうしたの？{结束}"
event_mes_data_0440_0007: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}あれ、どうしたの？{↙}みんな。{结束}"
event_mes_data_0440_0008: .strn "{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}おっ、ちょうどいいや。{2b23}オレっちと、{↙}町長ごっこやろうぜ。{2b23}こいつら、{↙}やりたくないって言うんだ。{结束}"
event_mes_data_0440_0009: .strn "{411f}{古恩贝}{4a1f}{3621}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3522}なによ！{2b23}おままごとの方が、{↙}おもしろいに決まってるわ！{2b23}{411f}{扎乌利}{4a1f}{3621}{2f23}{颜3}ララミー{颜1}{2c23}{↙}うん。{结束}"
event_mes_data_0440_0010: .strn "{411f}{古恩贝}{491f}{3621}{2f23}{颜3}シギュン{颜1}{2c23}{↙}こんなのほうっておいて、{↙}あたしたちと遊びましょ。{2b23}{411f}{扎乌利}{491f}{3621}{2f23}{颜3}ララミー{颜1}{2c23}{↙}おもしろいよ。{结束}"
event_mes_data_0440_0011: .strn "{401f}{菖蒲}{4a1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2922}ダメだ！{2b23}{3723}は、{↙}オレっちと遊ぶんだ！{结束}"
event_mes_data_0440_0012: .strn "{411f}{古恩贝}{4a1f}{3621}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3522}{3723}は、{↙}あたしたちと遊ぶの！！{2b23}{411f}{扎乌利}{4a1f}{3621}{2f23}{颜3}ララミー{颜1}{2c23}{↙}…遊ぶの。{结束}"
event_mes_data_0440_0013: .strn "{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{ff21}やめてよ～。{↙}ボク、みんなと遊びたいよ。{2b23}ねぇ、遊ぼうよ。{结束}"
event_mes_data_0440_0014: .strn "{401f}{罗丝}{4b1f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{0322}あたし…、{↙}みんなで遊びたい。{2b23}いいでしょ？{结束}"
event_mes_data_0440_0015: .strn "{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2A22}ま、しょうがねぇな。{↙}遊んでやるよ。{2b23}{411f}{古恩贝}{491f}{3621}{2f23}{颜3}シギュン{颜1}{2c23}{↙}ケンカしても、{↙}しょうがないしね。{2b23}いいわ。{↙}みんなで遊びましょ。{2b23}{411f}{扎乌利}{491f}{3621}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3822}うん、みんなで遊ぶ。{结束}"
event_mes_data_0440_0016: .strn "{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{FD21}うん、遊ぼう。{↙}{3823}、いいよね？{结束}"
event_mes_data_0440_0017: .strn "{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{0022}何して遊ぼうかな？{2b23}あ、{3823}、{↙}みんなと遊んでもいい？{结束}"
event_mes_data_0440_0018: .strn "{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{fc21}ありがとう。{↙}{3823}。{结束}"
event_mes_data_0440_0019: .strn "{401f}{罗丝}{491f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{0022}ありがと。{↙}{3823}。{结束}"
event_mes_data_0440_0020: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{fc21}{3823}が、{↙}そろそろ帰るって。{结束}"
event_mes_data_0440_0021: .strn "{401f}{罗丝}{481f}{3521}{2f23}{颜3}{3723}{颜1}{2c23}{↙}{5322}{3823}が、{↙}そろそろ帰るって。{结束}"
event_mes_data_0440_0022: .strn "{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2A22}そうか、残念だな。{↙}また遊ぼうな。{2b23}{411f}{古恩贝}{491f}{3621}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3422}楽しかったわ。{↙}{3723}。{2b23}{411f}{扎乌利}{491f}{3621}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3822}バイバイ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0440_End: .hword 0x270F,(event_mes_data_0440_0000 - event_mes_data_0440_header)/2
;event_mes_data_0440文本数量为：23
