;子文件头
event_mes_data_0952_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0952_0000 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0001 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0002 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0003 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0004 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0005 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0006 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0007 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0008 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0009 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0010 - event_mes_data_0952_header)
    .hword (event_mes_data_0952_0011 - event_mes_data_0952_header)

event_mes_data_0952_0000: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}ミーナ。わたしこの前、{↙}カレーを作ったのよ。{2b23}{401f}{罗万}{481f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}フレイヤ、そのカレー。{↙}本当のカレー？{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bc21}何？　本当って？{↙}わたしオリジナルのカレーよ♪{2b23}{401f}{罗万}{481f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}フレイヤオリジナル…。{↙}レシピは聞かないでおくわ。{2b23}{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}フフッ。{↙}いいのいいの。{2b23}おいしいって言ってくれる人が{↙}ここに来るかも{↙}しれないから…。{结束}"
event_mes_data_0952_0001: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1e22}あら？{↙}あらあらあら？{结束}"
event_mes_data_0952_0002: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}わたしは部屋にもどるわ。{↙}じゃあね、フレイヤ。{结束}"
event_mes_data_0952_0003: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}こんばんは、{↙}{名字}。{2b23}{名字}は、{↙}お茶を飲みにきたの？{结束}"
event_mes_data_0952_0004: .strn "{411f}{a41f}{481f}{3223}{0008}お茶を飲みにきた{↙}{0008}ちがうよ{结束}"
event_mes_data_0952_0005: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bc21}そう…、お茶なのね。{↙}そう、お茶ね。{2b23}わたしも、{↙}お茶を飲みにきたの。{结束}"
event_mes_data_0952_0006: .strn "{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}でも、それだけじゃないの。{2b23}ここにいると、{↙}お茶よりも大切な事に{↙}出会えるかもしれないと。{结束}"
event_mes_data_0952_0007: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{be21}でも、いいわ。{↙}なんでもない。{2b23}{401f}{莉可丽丝}{4a1f}{3521}{bb21}ゆっくりしたらいいわ。{结束}"
event_mes_data_0952_0008: .strn "{401f}{莉可丽丝}{4d1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bd21}違うって、まさか。{↙}わたしに会いに？{结束}"
event_mes_data_0952_0009: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}そうなの。{↙}うれしいわ。{2b23}わたしも{↙}お茶が目的じゃないの。{2b23}もしかしたらここにいれば、{↙}あなたが来てくれて{↙}いろいろお話できるかも。{2b23}そう思いながら、{↙}待っていたの。{结束}"
event_mes_data_0952_0010: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}ねぇ、聞いて。わたしね、{↙}今仕事がとても順調なの。{2b23}このままうまくいけば、{↙}もっと重要な事を任せて{↙}もらえるようになると思うの。{2b23}{401f}{莉可丽丝}{4b1f}{3521}{2d23}………{2c23}ううん。{↙}本当に話したい事は、{↙}そんな事じゃないの。{2b23}{be21}でも、{↙}何を、どう伝えたらいいか{↙}わからないわ。{结束}"
event_mes_data_0952_0011: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}ただ話しているだけなのに、{↙}どうしてなのかしらね。{2b23}こんなにも嬉しくなったり、{↙}恥ずかしくなったり。{↙}不思議、{0a27}ね。{2b23}また今度、話しましょ。{↙}その時は気持ちを整理して{↙}本当に話したい事を。{2b23}{401f}{莉可丽丝}{491f}{3521}だから、またね。{↙}{名字}。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0952_End: .hword 0x270F,(event_mes_data_0952_0000 - event_mes_data_0952_header)/2
;event_mes_data_0952文本数量为：12
