;子文件头
event_mes_data_0963_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0963_0000 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0001 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0002 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0003 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0004 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0005 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0006 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0007 - event_mes_data_0963_header)
    .hword (event_mes_data_0963_0008 - event_mes_data_0963_header)

event_mes_data_0963_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}このクッキー、{↙}おいしいですね。{2b23}{401f}{娜娜}{491f}{3521}{c521}さくさくしているのに、{↙}しっとりしてますよ。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}本当ですね。{↙}さすが都会。{2b23}新しいお菓子が{↙}どんどん出ていますね。{结束}"
event_mes_data_0963_0001: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}本当、２人で食べるのには{↙}もったいないです。{2b23}………{0a27}もっとたくさんの人と{↙}食べられるといいのに。{结束}"
event_mes_data_0963_0002: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{名字}さん、{↙}こんばんは♪{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}こんばんは、{↙}{名字}さん。{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}今、お客さまからいただいた{↙}クッキーを食べてたんです。{2b23}あたしとアギは、{↙}甘いものが大好きで{↙}よくここで食べてるんです。{结束}"
event_mes_data_0963_0003: .strn "{411f}{娜娜}{4c1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あの、{名字}さんも{↙}甘いもの好きですか？{结束}"
event_mes_data_0963_0004: .strn "{411f}{a41f}{481f}{3223}{0008}甘いものは普通かな{↙}{0008}大好き{结束}"
event_mes_data_0963_0005: .strn "{411f}{娜娜}{4d1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わぁ！{↙}そうなんですね♪{2b23}{411f}{娜娜}{491f}{3621}じゃあ、{名字}さん。{↙}あたしのクッキー{↙}はんぶんこ、しましょうね。{结束}"
event_mes_data_0963_0006: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}甘いものが好きな人に{↙}悪い人はいません♪{2b23}{411f}{娜娜}{4d1f}{3621}{c121}フフフッ。{↙}一緒に食べると楽しいですね。{结束}"
event_mes_data_0963_0007: .strn "{411f}{娜娜}{4b1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}辛いものとかのほうが{↙}好きですか？{2b23}{411f}{娜娜}{4c1f}{3621}{c321}むー…、もしそうだとしたら{↙}一緒に食べられませんね。{↙}あたし辛いの、苦手です…。{结束}"
event_mes_data_0963_0008: .strn "{411f}{娜娜}{4b1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c421}えっ？　いいえ。{↙}なんでもありません。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0963_End: .hword 0x270F,(event_mes_data_0963_0000 - event_mes_data_0963_header)/2
;event_mes_data_0963文本数量为：9
