;子文件头
event_mes_data_0395_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0395_0000 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0001 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0002 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0003 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0004 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0005 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0006 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0007 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0008 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0009 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0010 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0011 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0012 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0013 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0014 - event_mes_data_0395_header)
    .hword (event_mes_data_0395_0015 - event_mes_data_0395_header)

event_mes_data_0395_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}うむ！　ちゃんと{↙}話しかける事ができたな。{2b23}ところで…気づいたと思うが、{↙}頭の上に{颜2}Ｂボタンマーク{颜1}が{↙}出ていただろう。{2b23}これは話す事ができる人や、{↙}調べる事ができるものの近くに{↙}行くと表示されるのだよ。{2b23}{401f}{雪莉露}{4a1f}{3521}ちなみに、{↙}ここに来るまでの道に{颜4}枝{颜1}が一本{↙}落ちていただろう？{2b23}もう一度、その{颜4}枝{颜1}に近づいて{↙}みよう。今度は{颜2}Ｂボタンマーク{颜1}{↙}が表示されると思う。{2b23}{401f}{雪莉露}{481f}{3521}マークが出たら、{↙}{颜2}Ｂボタン{颜1}を押してみよう。{↙}では、やってみたまえ。{结束}"
event_mes_data_0395_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}落ちているものの近くで{↙}{颜2}Ｂボタン{颜1}を押してみようか。{结束}"
event_mes_data_0395_0002: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}うむ！　このようにしてものを{↙}持ち上げる事ができるのだよ！{2b23}そのままの状態で、もう一度{↙}{颜2}Ｂボタン{颜1}を押すと、ものを{↙}投げる事ができるんだ。{2b23}{401f}{雪莉露}{481f}{3521}そして{颜2}Ｙボタン{颜1}を押すと、{↙}持ち上げているものをカバンの{↙}中に入れることができるぞ。{2b23}では、今持ち上げているものを{↙}カバンの中に入れてみよう。{↙}できたら話しかけてくれ。{结束}"
event_mes_data_0395_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、Ｂボタンを押すと、{↙}投げる事ができる。{2b23}だが、今は持ち上げているもの{↙}をカバンの中に入れてみよう。{↙}{颜2}Ｙボタン{颜1}を押すんだ。{2b23}できたら話しかけてくれ。{↙}{结束}"
event_mes_data_0395_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}今持ち上げているものを{↙}カバンの中に入れてみよう。{2b23}{颜2}Ｙボタン{颜1}を押すと、{↙}持ち上げているものを{↙}カバンの中に入れられるぞ。{2b23}できたら話しかけてくれ。{结束}"
event_mes_data_0395_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}うむ、ちゃんと入れる事が{↙}できたみたいだな。{2b23}カバンの中が見たいときは、{↙}{颜2}Ｘボタン{颜1}を押すんだ。{↙}すると、下画面がこうなる。{结束}"
event_mes_data_0395_0006: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}カバンを開くと、この中で{↙}いろいろな事ができるのだよ。{2b23}{颜2}十字ボタン{颜1}でカーソルを動かし{↙}{颜2}Ａボタン{颜1}で選択する事が{↙}できるんだ。{2b23}ちなみに{颜2}「すてる」{颜1}を選ぶと、{↙}二度ともどってこないから{↙}気をつけてくれたまえよ。{2b23}{颜2}Ｂボタン{颜1}を押すと、{↙}カバンを閉じる事ができる。{↙}押してみるといい。{结束}"
event_mes_data_0395_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}カバンについての説明は{↙}こんなところだ。{2b23}{401f}{雪莉露}{491f}{3521}さて、では次は家の中を{↙}見てもらおうか。{结束}"
event_mes_data_0395_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ここがキミの家だ。{↙}好きに使ってくれたまえ。{2b23}{401f}{雪莉露}{4a1f}{3521}そうだ、{颜2}そうこ{颜1}について{↙}教えておくとしようか。{↙}ついてきたまえ。{结束}"
event_mes_data_0395_0009: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ここが{颜2}そうこ{颜1}だ。{↙}中を見てみたまえ。{结束}"
event_mes_data_0395_0010: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{颜2}そうこ{颜1}はカバンに入りきらない{↙}ものを入れておくといい。{2b23}野菜やミルク等のなまものは{↙}そうこに入れておいたほうが{↙}長持ちするぞ。{2b23}{411f}{雪莉露}{4a1f}{3621}使い方はカバンと同じだ。{↙}{颜2}十字ボタン{颜1}でカーソルを動かし{↙}{颜2}Ａボタン{颜1}で選択できる。{2b23}{411f}{雪莉露}{481f}{3621}あと、{颜2}Ｂボタン{颜1}を押すと、{↙}そうこから出る事ができる。{↙}押してみるといい。{结束}"
event_mes_data_0395_0011: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}そうこについての説明は{↙}こんなところだ。{2b23}{411f}{雪莉露}{491f}{3621}…と、そうそう。{↙}もうひとつ、ぜひ使ってほしい{↙}ものがあるのだ。{结束}"
event_mes_data_0395_0012: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}これは{颜2}カゴ{颜1}と言ってな。{↙}とっても便利な道具なのだ。{2b23}この中にものを入れると、{↙}{颜2}自動的にそうこに送られる{颜1}よう{↙}になっているんだ。{2b23}入れ方はものを持っている状態{↙}で、カゴに向かって投げるだけ{↙}だ。カンタンだろう？{结束}"
event_mes_data_0395_0013: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ただし、そうこの中が{颜2}いっぱい{↙}ならば入れる事ができない{颜1}ぞ！{2b23}{411f}{雪莉露}{481f}{3621}持ち上げて運ぶ事ができるから{↙}牧場仕事の役に立つだろう！{↙}ぜひ使ってくれたまえ。{结束}"
event_mes_data_0395_0014: .strn "ダミー{结束}"
event_mes_data_0395_0015: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}さて、今日は来たばかりで{↙}キミも疲れた事だろう。{2b23}ベッドの前に立って{↙}{颜2}Ｂボタン{颜1}を押すと休む事が{↙}できるぞ。{2b23}{401f}{雪莉露}{4a1f}{3521}まだ元気があれば休む前に{↙}{颜2}本棚{颜1}や{颜2}キッチン{颜1}などを{↙}一度調べてみるといい。{2b23}{颜2}カレンダー{颜1}では町で行われる{↙}{颜2}お祭り{颜1}の予定を知る事ができる{↙}からとても便利だぞ。{2b23}{401f}{雪莉露}{481f}{3521}では、わたしはこれで{↙}失礼させてもらうよ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0395_End: .hword 0x270F,(event_mes_data_0395_0000 - event_mes_data_0395_header)/2
;event_mes_data_0395文本数量为：16
