;子文件头
event_mes_data_0406_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0406_0000 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0001 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0002 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0003 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0004 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0005 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0006 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0007 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0008 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0009 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0010 - event_mes_data_0406_header)
    .hword (event_mes_data_0406_0011 - event_mes_data_0406_header)

event_mes_data_0406_0000: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}…で、ここはこうなります。{2b23}{411f}{亚修}{491f}{3621}わかりましたか？{结束}"
event_mes_data_0406_0001: .strn "{401f}{扎乌利}{481f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}はい、ユリス先生。{2b23}{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}……………。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}じゃあ、次の算数の授業の日は{↙}テストをします。{2b23}今やったところも出すので、{↙}ちゃんと復習しておいて{↙}くださいね。{2b23}{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}……………。{结束}"
event_mes_data_0406_0002: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}どうかしたんですか？{↙}シギュン。{结束}"
event_mes_data_0406_0003: .strn "{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}ねえ、ユリス先生。{↙}算数のテストなんてやめない？{结束}"
event_mes_data_0406_0004: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d721}…ああ、なるほど。{↙}そういう事ですか。{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}シギュンは…、算数、{↙}苦手…だもんね。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ダメですよ、シギュン。{2b23}苦手だからって、{↙}逃げてばかりいちゃ。{结束}"
event_mes_data_0406_0005: .strn "{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}…でも、苦手なものは苦手{↙}なんだもん。{2b23}{401f}{古恩贝}{4a1f}{3521}算数なんて、数字や記号が{↙}いーっぱい出てきて、{↙}全然たのしくなーいもん！{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d621}うーん…。{2b23}{411f}{亚修}{481f}{3621}でも、できるようになれば{↙}きっと楽しくなりますよ？{2b23}{411f}{亚修}{491f}{3621}シギュンは頑張り屋さんだし{↙}きっとすぐできるようになると{↙}思います。{结束}"
event_mes_data_0406_0006: .strn "{401f}{古恩贝}{4a1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}せ、先生はすぐそうやって{↙}子供あつかいするー！{2b23}{401f}{古恩贝}{481f}{3521}あたし、ほめられたから{↙}頑張るなんて、そんな{↙}たんじゅんじゃないんだから！{结束}"
event_mes_data_0406_0007: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}な、な、何よ、ララミー？{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}…シギュン、{↙}顔が…真っ赤。{2b23}{401f}{古恩贝}{4a1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}う、うるさいなあ！{↙}ララミーはだまってて！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3822}フフッ。{结束}"
event_mes_data_0406_0008: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d121}そうですね。{↙}じゃあ、こうしましょう。{2b23}{411f}{亚修}{481f}{3621}シギュンの場合、算数を{↙}頑張ってやろうと思える{↙}きっかけがないだけですから。{2b23}{411f}{亚修}{491f}{3621}{d021}だから今度のテストでは{↙}シギュンが、頑張れるよう{↙}ごほうびを用意しましょう。{结束}"
event_mes_data_0406_0009: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}ごほうび？{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}はい、ごほうびです。{↙}{411f}{亚修}{481f}{3621}{d621}…そうですね、たとえば。{2b23}もしテストで満点とれたら{↙}何か１つお願いを聞いてあげる{↙}………{491f}とか。{结束}"
event_mes_data_0406_0010: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3622}本当！？　ホントに本当！？{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}もちろんです。{2b23}{411f}{亚修}{481f}{3621}{4d22}あっ、でもあまりむずかしい{↙}お願いは、{↙}さすがにムリですが。{2b23}こんなごほうびはダメですか？{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3422}ううん、ダメじゃない！{↙}ね、ララミー！{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}う、うん。{↙}えっと…、うれしい…です。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}じゃあ、きまりね♪{结束}"
event_mes_data_0406_0011: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3422}あたし、がんばる！{2b23}{401f}{古恩贝}{481f}{3521}ぜったい満点とるんだから♪{↙}約束よ？　先生！{2b23}{401f}{古恩贝}{491f}{3521}うそついたらハリセンボン、{↙}だからねっ！{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}はい、わかりました。{2b23}{411f}{亚修}{481f}{3621}でも、はしゃぐのは、{↙}満点とってからですよ。{↙}{411f}{亚修}{491f}{3621}楽しみにしてますからね。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}はーい！　いっしょに{↙}がんばろうね、ララミー♪{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3822}う…うん、がんばろうね。{↙}シギュン。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0406_End: .hword 0x270F,(event_mes_data_0406_0000 - event_mes_data_0406_header)/2
;event_mes_data_0406文本数量为：12
