;子文件头
event_mes_data_0973_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0973_0000 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0001 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0002 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0003 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0004 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0005 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0006 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0007 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0008 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0009 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0010 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0011 - event_mes_data_0973_header)
    .hword (event_mes_data_0973_0012 - event_mes_data_0973_header)

event_mes_data_0973_0000: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}それでは、{↙}結婚の儀を始めようか。{结束}"
event_mes_data_0973_0001: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}では、{名字}。{2b23}{401f}{贤者大人}{491f}{3521}キミはわたしを一生愛し、{↙}ともに歩み続ける事を{↙}誓えるか？{结束}"
event_mes_data_0973_0002: .strn "{401f}{贤者大人}{4d1f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{c821}ありがとう。{2b23}{401f}{贤者大人}{491f}{3521}わたしも、キミを一生愛し{↙}ともに歩み続けると誓うよ。{结束}"
event_mes_data_0973_0003: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}では、{↙}キミのいる世界に行こうか。{结束}"
event_mes_data_0973_0004: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{CE21}まさか、キミと外の世界で{↙}住む事になるとはな。{结束}"
event_mes_data_0973_0005: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ここでキミと出会うまで、{↙}外の世界に興味はなかった。{2b23}{401f}{贤者大人}{491f}{3521}でも、わたしはキミのおかげで{↙}外の世界に興味を持つ事が{↙}できたのだ。{2b23}{c921}…キミには、{↙}本当に感謝をしているよ。{结束}"
event_mes_data_0973_0006: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}鐘の音…？{↙}めずらしい事もあるのだな。{2b23}{401f}{贤者大人}{491f}{3521}まるで、{↙}わたし達を祝福してくれている{↙}みたいだな。{结束}"
event_mes_data_0973_0007: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ここが、{↙}キミの住んでいる場所なのか。{2b23}{401f}{贤者大人}{491f}{3521}…不思議だな。{↙}なぜだか、とてもなつかしい{↙}感じがするのだよ。{结束}"
event_mes_data_0973_0008: .strn "{401f}{贤者大人}{4d1f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}今日から、{↙}新たな１日が始まるのだな。{2b23}{401f}{贤者大人}{491f}{3521}そういえば、この世界では{↙}結婚をしたら、お互いの{↙}呼び名を変えるらしいな。{2b23}どうだ？　わたし達も{↙}変えてみないか？{2b23}わたしはカゲツのままでよい。{↙}{0a27}{401f}{贤者大人}{4d1f}{3521}キミは、何と呼ばれたいのだ？{结束}"
event_mes_data_0973_0009: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{9123}。{↙}これでよいのか？{结束}"
event_mes_data_0973_0010: .strn "{411f}{a41f}{481f}{3223} いいよ{↙} もう１回考えなおす{结束}"
event_mes_data_0973_0011: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}では、決まりだな。{2b23}{401f}{贤者大人}{4d1f}{3521}これから、よろしくな。{↙}{9123}。{结束}"
event_mes_data_0973_0012: .strn "さあ！{↙}新生活のスタートだ！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0973_End: .hword 0x270F,(event_mes_data_0973_0000 - event_mes_data_0973_header)/2
;event_mes_data_0973文本数量为：13
