;子文件头
event_mes_data_0982_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0982_0000 - event_mes_data_0982_header)
    .hword (event_mes_data_0982_0001 - event_mes_data_0982_header)
    .hword (event_mes_data_0982_0002 - event_mes_data_0982_header)
    .hword (event_mes_data_0982_0003 - event_mes_data_0982_header)
    .hword (event_mes_data_0982_0004 - event_mes_data_0982_header)
    .hword (event_mes_data_0982_0005 - event_mes_data_0982_header)
    .hword (event_mes_data_0982_0006 - event_mes_data_0982_header)
    .hword (event_mes_data_0982_0007 - event_mes_data_0982_header)
    .hword (event_mes_data_0982_0008 - event_mes_data_0982_header)
    .hword (event_mes_data_0982_0009 - event_mes_data_0982_header)

event_mes_data_0982_0000: .strn "{411f}{千寻}{491f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}新メニュー、できましたー！{结束}"
event_mes_data_0982_0001: .strn "{411f}{罗万}{481f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}どれどれ。{↙}{411f}{罗万}{491f}{3621}{1e22}ん！　おいしいわ♪{2b23}{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1922}あらあら♪{↙}わたしの教え方がいいのね。{2b23}{411f}{千寻}{491f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d921}オーナー！{↙}オレの努力の成果ですよ！{结束}"
event_mes_data_0982_0002: .strn "{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{df21}お！ {名字}！{↙}オレの料理、食べてみてよ。{结束}"
event_mes_data_0982_0003: .strn "{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}どう？{↙}{名字}、おいしい？{结束}"
event_mes_data_0982_0004: .strn "{411f}{a41f}{481f}{3223} うん、おいしいね{↙} うん、………{结束}"
event_mes_data_0982_0005: .strn "{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}本当か？{↙}{d921}うれしいな♪{2b23}{401f}{千寻}{481f}{3521}オレ、こう見えても{↙}じつは家事全般得意なんだ。{2b23}１人暮らしをしてる{↙}{名字}から見ると、{↙}普通かもしれないけどな。{2b23}でも、{↙}オレなら重たいもの持てるし、{↙}それに…{0a27}{0a27}えっと。{结束}"
event_mes_data_0982_0006: .strn "{401f}{弗乔}{4a1f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1a22}コレ！　早く皿を洗いなさい。{↙}お客さんが来ちゃうよ。{2b23}{411f}{罗万}{491f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}ウフフ。{↙}ディルカも大変ね。{结束}"
event_mes_data_0982_0007: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dc21}はーい。{↙}わかりましたー。{2b23}{401f}{千寻}{4d1f}{3521}じゃあな、{名字}。{↙}オレはいつでも力になるから。{2b23}{401f}{千寻}{491f}{3521}{d921}ここだけの話。{↙}オーナーは、{↙}怒ると兄さんよりも怖いんだ。{结束}"
event_mes_data_0982_0008: .strn "{401f}{弗乔}{4a1f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1a22}コレ！{↙}ちゃんと聞こえとるゾ！{结束}"
event_mes_data_0982_0009: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dc21}えっ！？{2b23}{dd21}うーーん。{↙}オーナーもミーナさんも{↙}ほめてくれたのに。{2b23}{401f}{千寻}{4b1f}{3521}オレ···。{0a27}{0a27}{↙}まだまだだなぁ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0982_End: .hword 0x270F,(event_mes_data_0982_0000 - event_mes_data_0982_header)/2
;event_mes_data_0982文本数量为：10
