;子文件头
event_mes_data_0503_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0503_0000 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0001 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0002 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0003 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0004 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0005 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0006 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0007 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0008 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0009 - event_mes_data_0503_header)
    .hword (event_mes_data_0503_0010 - event_mes_data_0503_header)

event_mes_data_0503_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}やあ、{名字}くん！{结束}"
event_mes_data_0503_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}でかけるところかな？{↙}ちょうど良かった。{2b23}とつぜんだが、{↙}{名字}くんは、釣りに{↙}興味はあるかね？{2b23}{401f}{雪莉露}{491f}{3521}{0422}じつは、キミに釣り竿を{↙}プレゼントしようと思ってね！{2b23}もちろん、使い方も今から{↙}わたしが教えてあげよう！{↙}{结束}"
event_mes_data_0503_0002: .strn "{↙}　　　 釣り竿の使い方{结束}"
event_mes_data_0503_0003: .strn "{2f23}{颜3}フェリックス{颜1}{2c23}{↙}釣りはこのような{↙}{颜2}さんばしの上{颜1}でできるぞ。{2b23}釣り竿をそうびしている状態で{↙}{颜2}Ｂボタン{颜1}を押すと、{↙}釣り竿を振る事ができる。{结束}"
event_mes_data_0503_0004: .strn "{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うきが着水すると、{↙}魚がゆっくりとよってくる。{2b23}魚がうきをつついている間は{↙}じっとガマンだ。{↙}しばらく待っていると…。{2b23}魚が食いつく！　食いついたら{↙}{颜2}Ａボタン{颜1}を連打するのだ！{↙}では、ちょっとやってみよう。{结束}"
event_mes_data_0503_0005: .strn "{2f23}{颜3}フェリックス{颜1}{2c23}{↙}魚が食いつく！　この時に{↙}{颜2}Ａボタン{颜1}を連打するのだ！{结束}"
event_mes_data_0503_0006: .strn "{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ！　みごと魚を{↙}釣り上げる事ができたな！{2b23}押した回数が少ないと{↙}失敗となって、{↙}魚に逃げられてしまうぞ。{2b23}ちなみに遠い場所に泳いでいる{↙}魚を釣るには、その釣り竿では{↙}ちょっと届かないようだ。{2b23}遠い場所にも届く釣り竿も{↙}きっとどこかで手に入るだろう{↙}から、探してみるといい。{2b23}釣り竿の使い方については{↙}以上だ。{↙}わかってもらえたかね？{结束}"
event_mes_data_0503_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}場所によって釣れる魚も{↙}ちがうだろう。{2b23}いろんな場所で釣りを{↙}楽しんでくれたまえ。{结束}"
event_mes_data_0503_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}では、わたしはこれで{↙}失礼させてもらおう。{2b23}またね、{名字}くん。{结束}"
event_mes_data_0503_0009: .strn "{2f23}{颜3}フェリックス{颜1}{2c23}{↙}わかった。では、{↙}しっかり覚えてくれたまえよ。{结束}"
event_mes_data_0503_0010: .strn "{411f}{a41f}{481f}{3223} わかりました{↙} もう一度聞かせてください{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0503_End: .hword 0x270F,(event_mes_data_0503_0000 - event_mes_data_0503_header)/2
;event_mes_data_0503文本数量为：11
