;子文件头
event_mes_data_0404_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0404_0000 - event_mes_data_0404_header)
    .hword (event_mes_data_0404_0001 - event_mes_data_0404_header)
    .hword (event_mes_data_0404_0002 - event_mes_data_0404_header)
    .hword (event_mes_data_0404_0003 - event_mes_data_0404_header)
    .hword (event_mes_data_0404_0004 - event_mes_data_0404_header)

event_mes_data_0404_0000: .strn "{411f}{琉伊}{4a1f}{3621}{2f23}{颜3}クレア{颜1}{↙}{2522}こーらー！！{↙}ケヴィン！！{2b23}{2c23}せんたくもので遊んじゃ{↙}ダメって、{↙}あれほど言ったでしょう！{结束}"
event_mes_data_0404_0001: .strn "{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2822}あんなとこに、ほしてる方が{↙}悪いんだい！！{2b23}{411f}{琉伊}{4a1f}{3621}{2f23}{颜3}クレア{颜1}{↙}{2522}あんたって子はーっ！{2b23}{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2822}ヘッヘーン！　{2b23}つかまえられるもんなら、{↙}つかまえてみやがれ♪{结束}"
event_mes_data_0404_0002: .strn "{401f}{琉伊}{4a1f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2522}今日という今日は、{↙}もうゆるさないからねっ！！{2b23}{411f}{菖蒲}{4b1f}{3621}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2b22}むう…、いいじゃんか。{2b23}{411f}{菖蒲}{4a1f}{3621}子供のかわいい{↙}イタズラだろー！？{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}…ケヴィン？{结束}"
event_mes_data_0404_0003: .strn "{401f}{琉伊}{4a1f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2722}まったく…、どうしてそう、{↙}イタズラばかりするのかしら！{2b23}{2e23}今日はシーツでおばけごっこ{↙}なんて言って、走り回って…。{↙}雨でシーツはドロドロ！！{8f23}昨日はちょっと目をはなした{↙}すきに、お父さんの大事な本に{↙}魚のラクガキしたり…。{8f23}釣り竿をふりまわして部屋を{↙}めちゃくちゃにしたり！！{↙}それから、おとといは…。{8f23}{2522}がみがみがみがみがみがみがみ{↙}クドクドクドクドクドクドクド{↙}{2722}がみがみがみがみがみがみ…。{8f23}{411f}{菖蒲}{4b1f}{3621}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2b22}うう……。{结束}"
event_mes_data_0404_0004: .strn "…どうやら、{↙}とりこみ中のようだ。{↙}でなおしてこよう。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0404_End: .hword 0x270F,(event_mes_data_0404_0000 - event_mes_data_0404_header)/2
;event_mes_data_0404文本数量为：5
