;子文件头
event_mes_data_0975_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0975_0000 - event_mes_data_0975_header)
    .hword (event_mes_data_0975_0001 - event_mes_data_0975_header)
    .hword (event_mes_data_0975_0002 - event_mes_data_0975_header)
    .hword (event_mes_data_0975_0003 - event_mes_data_0975_header)
    .hword (event_mes_data_0975_0004 - event_mes_data_0975_header)
    .hword (event_mes_data_0975_0005 - event_mes_data_0975_header)
    .hword (event_mes_data_0975_0006 - event_mes_data_0975_header)

event_mes_data_0975_0000: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あら、{名字}さん。{↙}ビックリしましたよ。{2b23}{401f}{莉亚}{481f}{3521}わたしに何かご用ですか？{结束}"
event_mes_data_0975_0001: .strn "{411f}{a41f}{481f}{3223}{0008}何をしているの？{↙}{0008}いいえ、何もないです{结束}"
event_mes_data_0975_0002: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}わたしですか？{2b23}家事が一通り終わったので、{↙}ここでゆっくりしているところ{↙}なんですよ。{2b23}{401f}{莉亚}{491f}{3521}{a821}{名字}さんも、{↙}よければここで一緒に、{↙}ゆっくりしませんか？{结束}"
event_mes_data_0975_0003: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{名字}さんは、{↙}牧場主なんですよね。{2b23}牧場経営って、{↙}すばらしい職業だと思います。{2b23}{401f}{莉亚}{491f}{3521}いつか、{名字}さんの{↙}お店で、ミルクや野菜を{↙}買う日がきますよね。{2b23}{401f}{莉亚}{481f}{3521}その時は、{↙}お安くしてくださいね。{结束}"
event_mes_data_0975_0004: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}ウフフ…、{↙}その日が待ち遠しいです。{结束}"
event_mes_data_0975_0005: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{3c22}そろそろ、{↙}お仕事にもどられますか？{2b23}{401f}{莉亚}{491f}{3521}お話できて、楽しかったです。{↙}それでは、{↙}頑張ってくださいね。{结束}"
event_mes_data_0975_0006: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}そうですか。{↙}お仕事、頑張ってください。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0975_End: .hword 0x270F,(event_mes_data_0975_0000 - event_mes_data_0975_header)/2
;event_mes_data_0975文本数量为：7
