;子文件头
event_mes_data_0438_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0438_0000 - event_mes_data_0438_header)
    .hword (event_mes_data_0438_0001 - event_mes_data_0438_header)
    .hword (event_mes_data_0438_0002 - event_mes_data_0438_header)

event_mes_data_0438_0000: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}ワーダ{颜1}{2c23}{↙}…………………………………、{↙}……………コンニ……………。{结束}"
event_mes_data_0438_0001: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}ワーダ{颜1}{2c23}{↙}………ワーダ…………………、{↙}……………マッテル…………。{2b23}………アラシ…………………、{↙}…………………………………、{↙}……………マッテル…………。{2b23}{401f}{c91f}{4b1f}{3521}………ワーダ…………………、{↙}………アラシ…………………、{↙}……………マキコマレタ……。{2b23}………トバサレテ……………、{↙}…………………………………、{↙}……………カエレナクナッタ。{2b23}{401f}{c91f}{491f}{3521}………ダカラ…………………、{↙}………マタ、アラシ…………、{↙}……………マキコマレル……！{2b23}………ソウシタラ……………、{↙}………ワーダ…………………、{↙}……………カエレル…………！{结束}"
event_mes_data_0438_0002: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}ワーダ{颜1}{2c23}{↙}………ワーダ…………………、{↙}……………アキラメナイ……。{2b23}………コンドハ………………、{↙}………ムコウデ………………、{↙}……………マツ………………！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0438_End: .hword 0x270F,(event_mes_data_0438_0000 - event_mes_data_0438_header)/2
;event_mes_data_0438文本数量为：3
