;子文件头
event_mes_data_0427_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0427_0000 - event_mes_data_0427_header)
    .hword (event_mes_data_0427_0001 - event_mes_data_0427_header)
    .hword (event_mes_data_0427_0002 - event_mes_data_0427_header)

event_mes_data_0427_0000: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}あら、シェルファ。{↙}ごきげんね。{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}ええ。{2b23}お父さんのお友達に、{↙}わたしの首飾りをほめて{↙}もらったの。{结束}"
event_mes_data_0427_0001: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}そう。{↙}良かったわね。{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ええ、{↙}あなたにもらったものだもの。{2b23}{a821}ウフフ。{2b23}{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}あなたに似合うように、{↙}作ったものだもの。{2b23}大切にしてくれると{↙}うれしいわ。{结束}"
event_mes_data_0427_0002: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}一生、大切にするわね。{2b23}{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}………ええ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0427_End: .hword 0x270F,(event_mes_data_0427_0000 - event_mes_data_0427_header)/2
;event_mes_data_0427文本数量为：3
