;子文件头
event_mes_data_0996_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0996_0000 - event_mes_data_0996_header)
    .hword (event_mes_data_0996_0001 - event_mes_data_0996_header)
    .hword (event_mes_data_0996_0002 - event_mes_data_0996_header)
    .hword (event_mes_data_0996_0003 - event_mes_data_0996_header)

event_mes_data_0996_0000: .strn "{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}なんだか、{↙}正直まだ信じられないです…。{2b23}{411f}{奇力克}{481f}{3621}まさか、{名字}さんから{↙}この羽根を渡されるなんて{↙}考えた事もなかったから…。{结束}"
event_mes_data_0996_0001: .strn "{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}ボク、{0a27}{↙}本当にうれしいです。{2b23}{411f}{奇力克}{491f}{3621}ボクも、{名字}さんと{↙}ずっと、一緒にいたいって{↙}思っていたから…。{2b23}{411f}{奇力克}{481f}{3621}だから、これだけは{↙}ボクから言わせてください。{2b23}{411f}{奇力克}{4d1f}{3621}ボクと{0a27}{0a27}結婚してください。{结束}"
event_mes_data_0996_0002: .strn "{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}やっぱり、こういうのって{↙}なんだかてれてしまいますね。{2b23}{411f}{奇力克}{491f}{3621}次は、結婚式{0a27}ですね。{结束}"
event_mes_data_0996_0003: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}それじゃあ、いろいろと準備も{↙}あると思うので…。{2b23}{411f}{奇力克}{491f}{3621}結婚式は、{↙}一週間後くらい、ですね。{2b23}{411f}{奇力克}{4d1f}{3621}{e821}なんだか、{↙}今からもう待ち遠しいですよ{颜2}♥{颜1}{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0996_End: .hword 0x270F,(event_mes_data_0996_0000 - event_mes_data_0996_header)/2
;event_mes_data_0996文本数量为：4
