;子文件头
event_mes_data_0445_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0445_0000 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0001 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0002 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0003 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0004 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0005 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0006 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0007 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0008 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0009 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0010 - event_mes_data_0445_header)
    .hword (event_mes_data_0445_0011 - event_mes_data_0445_header)

event_mes_data_0445_0000: .strn "{2f23}{颜3}？？？{2c23}{颜1}{↙}おお、{名字}くんか。{结束}"
event_mes_data_0445_0001: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{2c23}{颜1}{↙}おどろかせてしまったかな、{↙}{名字}くん。{结束}"
event_mes_data_0445_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{2c23}{颜1}{↙}{名字}くんも、やはり{↙}この中が気になるのだろう？{2b23}この先に、じつはウマを{↙}走らせる事ができる{↙}けいばコースがあってな。{2b23}そろそろ、ここを使って{↙}ウマの大会を開きたいと、{↙}思っているのだよ。{结束}"
event_mes_data_0445_0003: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{2c23}{颜1}{↙}{0422}{0a27}そうくると思ってたので{↙}今日は助っ人を呼んでおいた。{2b23}{401f}{雪莉露}{481f}{3521}そろそろ来ると{↙}思うのだが…。{结束}"
event_mes_data_0445_0004: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{2c23}{颜1}{↙}おう、遅くなってすまんな{↙}フェリックス町長。{2b23}{411f}{雪莉露}{491f}{3621}{2f23}{颜3}フェリックス{2c23}{颜1}{↙}なぁに、わたしも{↙}今来たところだよ。{结束}"
event_mes_data_0445_0005: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{2c23}{颜1}{↙}…{0a27}でかいな。{2b23}{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}フェリックス{2c23}{颜1}{↙}むぅ…やっぱりムリか？{2b23}{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}ウィルバー{2c23}{颜1}{↙}{2022}ガッハッハ！{0a27}{↙}こんなもの、朝飯前だ。{结束}"
event_mes_data_0445_0006: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{2c23}{颜1}{↙}まっ、オレに任せておきな。{结束}"
event_mes_data_0445_0007: .strn "{401f}{伊尔萨}{4a1f}{3521}{2f23}{颜3}ウィルバー{2c23}{颜1}{↙}{2122}むぅううう！{0b27}{结束}"
event_mes_data_0445_0008: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}ウィルバー{2c23}{颜1}{↙}{2022}{0a27}なかなか{↙}いい運動になったぞ！{2b23}{401f}{伊尔萨}{481f}{3521}…{0a27}そんじゃ、約束はここまで{↙}だからオレは帰るぞ。{2b23}{411f}{雪莉露}{491f}{3621}{2f23}{颜3}フェリックス{2c23}{颜1}{↙}うむ。{0a27}ありがとう、{↙}ウィルバーくん。{结束}"
event_mes_data_0445_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{2c23}{颜1}{↙}これで、心おきなくウマと{↙}走る事ができるな。{结束}"
event_mes_data_0445_0010: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{2c23}{颜1}{↙}さて、けいばコースの使い方を{↙}キミに説明しておかねばな。{2b23}ウマに乗って、ここのアーチを{↙}くぐれば、いつでも{↙}けいばの練習ができるぞ！{2b23}ぜひ、大会のために{↙}練習をしておいてくれ。{结束}"
event_mes_data_0445_0011: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{2c23}{颜1}{↙}それではわたしは{↙}この辺で失礼するよ。{2b23}さらばだ、{名字}くん。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0445_End: .hword 0x270F,(event_mes_data_0445_0000 - event_mes_data_0445_header)/2
;event_mes_data_0445文本数量为：12
