;子文件头
event_mes_data_0106_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0106_0000 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0001 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0002 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0003 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0004 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0005 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0006 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0007 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0008 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0009 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0010 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0011 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0012 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0013 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0014 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0015 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0016 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0017 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0018 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0019 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0020 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0021 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0022 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0023 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0024 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0025 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0026 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0027 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0028 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0029 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0030 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0031 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0032 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0033 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0034 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0035 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0036 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0037 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0038 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0039 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0040 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0041 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0042 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0043 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0044 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0045 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0046 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0047 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0048 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0049 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0050 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0051 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0052 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0053 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0054 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0055 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0056 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0057 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0058 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0059 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0060 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0061 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0062 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0063 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0064 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0065 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0066 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0067 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0068 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0069 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0070 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0071 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0072 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0073 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0074 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0075 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0076 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0077 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0078 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0079 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0080 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0081 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0082 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0083 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0084 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0085 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0086 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0087 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0088 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0089 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0090 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0091 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0092 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0093 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0094 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0095 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0096 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0097 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0098 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0099 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0100 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0101 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0102 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0103 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0104 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0105 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0106 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0107 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0108 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0109 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0110 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0111 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0112 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0113 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0114 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0115 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0116 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0117 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0118 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0119 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0120 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0121 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0122 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0123 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0124 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0125 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0126 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0127 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0128 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0129 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0130 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0131 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0132 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0133 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0134 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0135 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0136 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0137 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0138 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0139 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0140 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0141 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0142 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0143 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0144 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0145 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0146 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0147 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0148 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0149 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0150 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0151 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0152 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0153 - event_mes_data_0106_header)
    .hword (event_mes_data_0106_0154 - event_mes_data_0106_header)

event_mes_data_0106_0000: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}あなた、{0a27}だれ？{↙}わたしに何か用？{2b23}{2d23}………{2c23}{0a27}{3e22}そう言えば、この町に{↙}新しい人が来るって聞いたけど{↙}あなたなのね。{2b23}わたしは{颜3}エンジュ{颜1}。{↙}よろしく。{结束}"
event_mes_data_0106_0001: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}昨日はすごい天気だったわね。{↙}{2d23}………{2c23}{0b27}{4c1f}{b521}ふぅ。{结束}"
event_mes_data_0106_0002: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}だれ？　ああ、あなたね。{↙}おはよう。{结束}"
event_mes_data_0106_0003: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}何？　ああ、あなたね。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b021}こんな時間にウロウロしてる{↙}なんてヒマなのね。{结束}"
event_mes_data_0106_0004: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}何？{↙}{3e22}………ああ、あなたね。{2b23}こんな時間に話しかけるから{↙}あやしい人かと思ったわ。{结束}"
event_mes_data_0106_0005: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}ネコは好きよ。{↙}しなやかで美しいものね。{结束}"
event_mes_data_0106_0006: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b321}わたし、この子は苦手なの。{↙}覚えておきなさいよっ。{结束}"
event_mes_data_0106_0007: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}………………{b421}え？{↙}それって{颜2}青い羽根{颜1}？{2b23}{401f}{拉兹贝莉}{4c1f}{3521}ちょ、{0a27}{0a27}ちょっと待って。{↙}{名字}って、{0a27}え、{0b27}{↙}{4d1f}本気………なの？{结束}"
event_mes_data_0106_0008: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}ふーん。{↙}きれいな色の羽根ね。{结束}"
event_mes_data_0106_0009: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}いらないわ。{2b23}わたし、あなたからものを{↙}もらう理由なんてないもの。{结束}"
event_mes_data_0106_0010: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}気持ちだけ受けとっておくわ。{结束}"
event_mes_data_0106_0011: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}ああ、感謝祭ね。{2b23}{b021}フフッ。{↙}とりあえずもらっておいて{↙}あげるわ。{结束}"
event_mes_data_0106_0012: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}感謝祭のお菓子？{2b23}…まぁ、くれるのならもらって{↙}おくけど。{2b23}{401f}{拉兹贝莉}{491f}{b121}八方美人してると奥さんに{↙}怒られるわよ。{结束}"
event_mes_data_0106_0013: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}いらないわ。{结束}"
event_mes_data_0106_0014: .strn "{401f}{拉兹贝莉}{4d1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b421}えっ？{↙}これって{颜2}チェリーティー{颜1}よね。{2b23}{401f}{拉兹贝莉}{491f}{3521}…そう言えば、今日はわたし{↙}誕生日だったわね。{↙}覚えててくれてありがと。{结束}"
event_mes_data_0106_0015: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{颜2}チェリーティー{颜1}じゃない！{2b23}{b021}フフッ。{↙}わたしの好みをよくわかってる{↙}じゃない。{结束}"
event_mes_data_0106_0016: .strn "メッセージ無し{结束}"
event_mes_data_0106_0017: .strn "メッセージ無し{结束}"
event_mes_data_0106_0018: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}誕生日のプレゼントね。{2b23}わざわざ用意してくれるなんて{↙}気がきくわね。{↙}ありがと。{结束}"
event_mes_data_0106_0019: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}これをわたしに？{2b23}{401f}{拉兹贝莉}{491f}{3521}いいものじゃない。{↙}{b021}フフッ、ありがと。{结束}"
event_mes_data_0106_0020: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}誕生日のプレゼントね。{↙}{b021}ありがと。{结束}"
event_mes_data_0106_0021: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}これをくれるの？{↙}{b621}ふーん、もらっておくわ。{结束}"
event_mes_data_0106_0022: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b321}もうっ、ダメよ。{↙}こんなプレゼントを選んだら。{结束}"
event_mes_data_0106_0023: .strn "メッセージ無し。{结束}"
event_mes_data_0106_0024: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b221}はあっ！？{↙}何これ、どういう事？{2b23}こんなものプレゼントに{↙}選ぶなんて、{↙}あなたどうかしてるわ。{结束}"
event_mes_data_0106_0025: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}どうしたの？{↙}そんなに結婚式が待ち遠しい？{2b23}わたしは逃げたりしないから{↙}ちょっとは落ち着きなさい。{结束}"
event_mes_data_0106_0026: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}ディルカとの結婚生活はどう？{2b23}{401f}{拉兹贝莉}{491f}{3521}{b121}あいつ、いつでも元気だから{↙}毎日にぎやかそうよね。{结束}"
event_mes_data_0106_0027: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{名字}、{↙}結婚生活は楽しい？{2b23}{401f}{拉兹贝莉}{4b1f}{3521}{b521}家族を持つって事は、それだけ{↙}しばられるって事よね…。{结束}"
event_mes_data_0106_0028: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}こんな日まで外に出るの？{2b23}べつにいいけど………、{0b27}{b521}{4c1f}はぁ。{↙}台風なんて来なければ{↙}いいのに。{结束}"
event_mes_data_0106_0029: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}雪って太陽の光がはんしゃして{↙}キラキラ光ってきれいだわ。{2b23}ね、そう思わない？{结束}"
event_mes_data_0106_0030: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{名字}といる時が{↙}一番わたしらしくいられる。{2b23}{401f}{拉兹贝莉}{4d1f}{3521}{b021}フフッ。{↙}そんな気がするわ。{结束}"
event_mes_data_0106_0031: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{名字}、{↙}仕事頑張ってる？{2b23}{401f}{拉兹贝莉}{491f}{3521}{b021}フフッ。{↙}今度あなたの牧場の仕事ぶり、{↙}こっそり見に行こうかしら。{结束}"
event_mes_data_0106_0032: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}あなたの牧場って、{↙}どんな事をしてるの？{2b23}{401f}{拉兹贝莉}{491f}{3521}{b121}{名字}とはいろんな事を{↙}話してみたいわね。{结束}"
event_mes_data_0106_0033: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}最近いろんな事を考えるの。{↙}両親やこの町、わたし自身…。{2b23}{b721}ずっと考えないようにしてた{↙}のに、{名字}と{↙}知り合ったからかな。{结束}"
event_mes_data_0106_0034: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}ねぇ、あなたはこの町の事を{↙}どう思う？{2b23}{401f}{拉兹贝莉}{4c1f}{3521}{b721}…あ、こんな事聞くなんて{↙}おかしいよね。{↙}何でもないの、忘れて。{结束}"
event_mes_data_0106_0035: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}わたしに話しかけるなんて{↙}あなたってヒマなのね。{结束}"
event_mes_data_0106_0036: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}何？{↙}あいさつならしたでしょ。{结束}"
event_mes_data_0106_0037: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}ねぇ、{名字}。{↙}今度一緒に遊ばない？{2b23}{401f}{拉兹贝莉}{491f}{3521}あなたも牧場があるから{↙}いそがしかもしれないけど。{↙}また声かけて、{0a27}ね。{结束}"
event_mes_data_0106_0038: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{0820}{0e20}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}何か用？{↙}何もないなら話しかけないで。{2b23}{401f}{拉兹贝莉}{481f}{3521}あなたはあなたのやる事がある{↙}でしょ？　それにいろんな人と{↙}遊んでるみたいだしね。{结束}"
event_mes_data_0106_0039: .strn "{411f}{a41f}{481f}{3223} ごめんなさい………{↙} 好きにすれば{结束}"
event_mes_data_0106_0040: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b721}うん…。{0a27}べ、{0a27}べつにそんなに{↙}怒ってたわけじゃないし。{2b23}{401f}{拉兹贝莉}{481f}{3521}なんだか怒ってたわたしが{↙}子供みたいじゃない。{结束}"
event_mes_data_0106_0041: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{0820}{0e20}あなたに言われなくても{↙}好きにするわ。{结束}"
event_mes_data_0106_0042: .strn "{411f}{a41f}{481f}{3223} デートにさそう{↙} 何もしない{结束}"
event_mes_data_0106_0043: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}………はぁ。{↙}昨日の天気はすごかったわね。{2b23}{401f}{拉兹贝莉}{481f}{3521}まぁ、{9123}もいたし{↙}大丈夫だったわ。{结束}"
event_mes_data_0106_0044: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}おはよう、{9123}。{结束}"
event_mes_data_0106_0045: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}仕事頑張ってるの？{↙}なまけていたらダメよ。{结束}"
event_mes_data_0106_0046: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}仕事、お疲れさま。{结束}"
event_mes_data_0106_0047: .strn "メッセージ無し{结束}"
event_mes_data_0106_0048: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}…感謝祭、{0a27}ね。{2b23}{401f}{拉兹贝莉}{4d1f}………{0a27}{0a27}{b121}ありがと{颜2}♥{颜1}{结束}"
event_mes_data_0106_0049: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b421}わたしの誕生日のために{↙}{颜2}チェリーティー{颜1}を？{2b23}{401f}{拉兹贝莉}{4d1f}{3521}うれしい…。{↙}ありがとう、{9123}{颜2}♥{颜1}{结束}"
event_mes_data_0106_0050: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{颜2}チェリーティー{颜1}！{2b23}{b121}{9123}が作ってくれる{↙}ものが一番おいしいわ。{↙}ありがと{颜2}♥{颜1}{结束}"
event_mes_data_0106_0051: .strn "メッセージ無し{结束}"
event_mes_data_0106_0052: .strn "メッセージ無し{结束}"
event_mes_data_0106_0053: .strn "メッセージ無し{结束}"
event_mes_data_0106_0054: .strn "メッセージ無し{结束}"
event_mes_data_0106_0055: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b221}はあっ！？　これはわたしの{↙}一番キライなものじゃない。{2b23}{401f}{拉兹贝莉}{4b1f}{3521}誕生日にこれをくれるの？{↙}信じたくない、{9123}が{↙}こんな事するなんて………。{结束}"
event_mes_data_0106_0056: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}何これ、どういうつもり？{↙}これがあなたの気持ちって事？{2b23}{401f}{拉兹贝莉}{4b1f}{3521}{b521}信じられない…。{↙}どんな言葉でキズつけられる{↙}より心が痛い。{结束}"
event_mes_data_0106_0057: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}子供…、ね。{2b23}{401f}{拉兹贝莉}{481f}{3521}わたし自身がそうなるなんて{↙}考えた事もなかったけど。{↙}不思議な感覚だわ。{结束}"
event_mes_data_0106_0058: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}１人のからだじゃないって、{↙}わかってる。{2b23}{b721}でも外の空気もすわなきゃ{↙}気持ちの方がまいっちゃうわ。{2b23}{401f}{拉兹贝莉}{481f}{3521}だから、ちょっとぐらい外に{↙}出るのはいいよね。{结束}"
event_mes_data_0106_0059: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}もうすぐ生まれるのね。{2b23}{401f}{拉兹贝莉}{4c1f}{3521}少し不安だけど、わたしには{↙}{9123}がいるから…、{↙}だいじょうぶよ、{0a27}{401f}{拉兹贝莉}{4d1f}{3521}ね。{结束}"
event_mes_data_0106_0060: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}牧場の仕事、{↙}頑張りなさい。{2b23}{b121}わたし、{9123}が{↙}働いてるところ、{↙}けっこう尊敬してるんだから。{结束}"
event_mes_data_0106_0061: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}今日の夜、{↙}何か食べたいものある？{2b23}{b021}フフッ、{9123}だけよ。{↙}わたしが料理を作ってあげたい{↙}なんて思うのは、ね。{结束}"
event_mes_data_0106_0062: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}今日はどんな事があったの？{2b23}{b121}{9123}の事、{↙}だれよりも知っていたいの。{↙}{401f}{拉兹贝莉}{4d1f}{3521}どんどんわがままになるね。{结束}"
event_mes_data_0106_0063: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}いつも{9123}が、{↙}そばにいてくれる。{2b23}{b121}幸せなのね、わたし。{↙}こんな事言うと、あなたは{↙}うぬぼれちゃう？{结束}"
event_mes_data_0106_0064: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}新しい服のデザインを{↙}考えてみようと思ってるの。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b121}{9123}の服も、{↙}デザインしてあげても{↙}いいわよ。{结束}"
event_mes_data_0106_0065: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}牧場の仕事、たいへんそうね。{2b23}{b121}まぁ、{9123}なら{↙}だいじょうぶよね。{↙}頑張って。{结束}"
event_mes_data_0106_0066: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}牧場の仕事いそがしい？{2b23}{401f}{拉兹贝莉}{4c1f}{3521}最近、{9123}と{↙}話してないなって{2d23}………{2c23}。{↙}{401f}{拉兹贝莉}{481f}{3521}{b721}うん、それだけよ。{结束}"
event_mes_data_0106_0067: .strn "{401f}{拉兹贝莉}{4b1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}………{b721}うん、{↙}ちょっと調子が悪いかも。{2b23}{401f}{拉兹贝莉}{481f}{3521}ううん、何でもないから。{↙}気にしないでいいわ。{结束}"
event_mes_data_0106_0068: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}…何？{↙}…今は話したくない。{2b23}{b521}すべてがどうでもよくなる{↙}気持ちって、{↙}あなたにはわからないわね。{结束}"
event_mes_data_0106_0069: .strn "{401f}{拉兹贝莉}{481f}{3521}{0820}{0e20}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{9123}、わたしの事{↙}どう思っているの？{2b23}{401f}{拉兹贝莉}{4b1f}{3521}{b521}あなたの妻なのにこんな不安な{↙}気持ちにさせないでよ。{结束}"
event_mes_data_0106_0070: .strn "{411f}{a41f}{481f}{3223} ごめんね、不安にさせて…{↙} 気にし過ぎだよ{结束}"
event_mes_data_0106_0071: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b721}うん…、いいの。{2b23}{9123}はみんなに{↙}頼りにされてるものね。{↙}それはいい事だから…。{2b23}{401f}{拉兹贝莉}{491f}{3521}ごめんね、さっきの言葉は{↙}忘れて。{结束}"
event_mes_data_0106_0072: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}はぁ…、あなたって{↙}そう言う人なのよね。{2b23}{401f}{拉兹贝莉}{481f}{3521}もういいわ。{↙}仕事あるでしょ？{↙}行ってきなさいよ。{结束}"
event_mes_data_0106_0073: .strn "このメッセージは無し。{结束}"
event_mes_data_0106_0074: .strn "このメッセージは無し。{结束}"
event_mes_data_0106_0075: .strn "このメッセージは無し。{结束}"
event_mes_data_0106_0076: .strn "このメッセージは無し。{结束}"
event_mes_data_0106_0077: .strn "このメッセージは無し。{结束}"
event_mes_data_0106_0078: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}ねぇ、どこへ行くの？{结束}"
event_mes_data_0106_0079: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}少しは一緒にいる相手の事を{↙}考えなさい。{结束}"
event_mes_data_0106_0080: .strn "{401f}{拉兹贝莉}{4b1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b321}もう…、せっかくつき合って{↙}あげてるのに。つまらないわ。{结束}"
event_mes_data_0106_0081: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}あなたって思ってたより{↙}自分勝手な人なのね。{结束}"
event_mes_data_0106_0082: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}ふぅ。{↙}時間のムダね。{2b23}{401f}{拉兹贝莉}{481f}{3521}わたし、今日はどうして{↙}あなたについてきたのかしら。{结束}"
event_mes_data_0106_0083: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}今日はどこへ連れて行って{↙}くれるの？{结束}"
event_mes_data_0106_0084: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}こうして２人で歩くのも{↙}悪くないわね。{结束}"
event_mes_data_0106_0085: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}どこか水のある所でゆっくり{↙}話したいわね。{结束}"
event_mes_data_0106_0086: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}デート相手の事を考えて{↙}エスコートするって大事よね。{结束}"
event_mes_data_0106_0087: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}フフッ{颜2}♥{颜1}{结束}"
event_mes_data_0106_0088: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}つまらないわね。{↙}もう帰るわ。{结束}"
event_mes_data_0106_0089: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}ふぅ。{↙}楽しい時がたつのは早いわね。{结束}"
event_mes_data_0106_0090: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}もうすぐ帰る時間だわ。{↙}いそいでくれる？{结束}"
event_mes_data_0106_0091: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}時間だわ。{↙}また明日ね。{结束}"
event_mes_data_0106_0092: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}ふーん、花祭りの花ね。{↙}{0a27}{401f}{拉兹贝莉}{491f}{3521}もらっておいてあげるわ。{结束}"
event_mes_data_0106_0093: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}これは、花祭りの花ね。{↙}{0a27}{401f}{拉兹贝莉}{4d1f}{3521}…ありがと、{9123}{颜2}♥{颜1}{结束}"
event_mes_data_0106_0094: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}そうだわ、{名字}。{↙}明日は星夜祭ね。{2b23}{b021}特別な日だし、あなたと一緒に{↙}過ごしてあげてもいいわよ。{结束}"
event_mes_data_0106_0095: .strn "{411f}{a41f}{481f}{3223} エンジュと一緒に過ごす{↙} さそいをことわる{结束}"
event_mes_data_0106_0096: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}わかったわ。{2b23}{401f}{拉兹贝莉}{481f}{3521}じゃあ、明日{颜2}２０時{颜1}に{↙}{颜2}町長の家{颜1}で、待ってるわね。{结束}"
event_mes_data_0106_0097: .strn "{401f}{拉兹贝莉}{4b1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}そう…。{0b27}{401f}{拉兹贝莉}{481f}{3521}まぁ、あなたも{↙}いそがしいものね。{结束}"
event_mes_data_0106_0098: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}明日の約束、覚えてる？{↙}{颜2}２０時{颜1}に{颜2}町長の家{颜1}だからね。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b021}フフッ、明日は楽しみね。{结束}"
event_mes_data_0106_0099: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{3e22}わたしに？{↙}何が入ってるの？{9023}{结束}"
event_mes_data_0106_0100: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}この町に来た時はなじめなくて{↙}とまどう事ばかりだったけど。{2b23}{名字}と知り合えて{↙}とても良かったと思ってるわ。{结束}"
event_mes_data_0106_0101: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}この町の人は自分の時間を{↙}自由に生きているわよね…。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b121}何でもないわ。{↙}ただの独り言よ。{↙}{结束}"
event_mes_data_0106_0102: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}水って不思議。ずっとながめて{↙}いられる気がすると思わない？{2b23}{401f}{拉兹贝莉}{491f}{3521}{b121}まぁ、となりにだれかいると{↙}感じ方も変わってくるけど。{结束}"
event_mes_data_0106_0103: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}この町は自然がたくさんあるし{↙}いろんなものがあるわよね。{2b23}そう言うところは好き、{0a27}かな。{↙}{b721}うん。{结束}"
event_mes_data_0106_0104: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}何か用？　ここに来る時間が{↙}あるなんてヒマなのね。{结束}"
event_mes_data_0106_0105: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}今日はバザールの日ね。{↙}何があるのか楽しみだわ。{结束}"
event_mes_data_0106_0106: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}時間って早く過ぎるものね。{结束}"
event_mes_data_0106_0107: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}出かけてくるわ。{↙}夕方にはもどると思うから。{结束}"
event_mes_data_0106_0108: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}水の音をずっと聞いていたら{↙}時間を忘れていたわ。{结束}"
event_mes_data_0106_0109: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}ここはいつでも変わらない{↙}風景ね。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b021}自然の音、光、風…。{↙}うん、気持ちいい。{结束}"
event_mes_data_0106_0110: .strn "ダミー番号。{结束}"
event_mes_data_0106_0111: .strn "ダミー番号。{结束}"
event_mes_data_0106_0112: .strn "ダミー番号。{结束}"
event_mes_data_0106_0113: .strn "ダミー番号。{结束}"
event_mes_data_0106_0114: .strn "ダミー番号。{结束}"
event_mes_data_0106_0115: .strn "ダミー番号。{结束}"
event_mes_data_0106_0116: .strn "ダミー番号。{结束}"
event_mes_data_0106_0117: .strn "ダミー番号。{结束}"
event_mes_data_0106_0118: .strn "ダミー番号。{结束}"
event_mes_data_0106_0119: .strn "ダミー番号。{结束}"
event_mes_data_0106_0120: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}ふーん。そうなのね。{↙}まあ、いただいておくわ。{结束}"
event_mes_data_0106_0121: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}別にここまで来なくても{↙}良かったのに。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b121}でも、今日はおかげで{↙}楽しく過ごせたわ。{↙}ありがと、{名字}。{结束}"
event_mes_data_0106_0122: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}それじゃあ、気をつけて{↙}帰りなさいよ。{结束}"
event_mes_data_0106_0123: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}おかえり、{↙}{9123}。{2b23}今日は星夜祭よ。{↙}ちゃんと覚えてる？{2b23}{401f}{拉兹贝莉}{491f}{3521}{b121}今夜は特別にわたしが料理を{↙}作ってあげたんだから。{↙}さ、早く席について。{结束}"
event_mes_data_0106_0124: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{b121}どう、いい感じでしょ？{2b23}それじゃあ、せっかくの料理が{↙}冷めちゃうし早く食べましょ。{结束}"
event_mes_data_0106_0125: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}……何？{↙}町長なら向こうよ。{结束}"
event_mes_data_0106_0126: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}ふーん。{↙}出なかったのね。{结束}"
event_mes_data_0106_0127: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}フフッ、やるじゃない。{↙}おめでとう。{结束}"
event_mes_data_0106_0128: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}ふーん。{↙}負けたのね。{结束}"
event_mes_data_0106_0129: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}フフッ、{↙}さすが、{3023}牧場ね。{结束}"
event_mes_data_0106_0130: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}優勝を目指すの？{↙}{b621}ふーん、頑張ってね。{结束}"
event_mes_data_0106_0131: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}おかえり、{9123}。{2b23}{411f}{拉兹贝莉}{491f}{3621}{b021}今日は、あなたの{↙}誕生日だから、{↙}料理作って待ってたのよ。{2b23}さ、席について、{↙}一緒に食べましょう。{结束}"
event_mes_data_0106_0132: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{b121}せっかくの誕生日だから、{↙}けっこう頑張ったのよ。{2b23}じゃあ、冷めないうちに{↙}食べましょう。{结束}"
event_mes_data_0106_0133: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}おかえり、{9123}。{2b23}{411f}{拉兹贝莉}{491f}{3621}{b021}今日はわたしと、あなたが{↙}生まれた日よ。{2b23}お祝いしようと思って{↙}待ってたの。{↙}さ、こっちに来て。{结束}"
event_mes_data_0106_0134: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{b121}どう？{↙}けっこうおいしそうでしょ？{2b23}さ、冷めると、{↙}おいしくなくなっちゃうから{↙}食べましょう。{结束}"
event_mes_data_0106_0135: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}おかえり、{9123}。{↙}今日はわたしの誕生日よ。{2b23}ちゃんと覚えてた？{↙}今日は特別な日だから、{↙}料理を作って待ってたのよ。{2b23}{411f}{拉兹贝莉}{491f}{3621}{b021}一緒に食べたいから{↙}こっちに来て。{结束}"
event_mes_data_0106_0136: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{b121}けっこう頑張ったのよ。{↙}おいしそうでしょ？{2b23}じゃあ、冷めないうちに{↙}食べましょう。{结束}"
event_mes_data_0106_0137: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}おかえり、{9123}。{2b23}{411f}{拉兹贝莉}{491f}{3621}{b021}今日は{3723}の{↙}誕生日よ。{↙}ちゃんと覚えてた？{2b23}誕生日なんだから{↙}一緒にお祝いしましょう。{↙}さ、こっちに来て。{结束}"
event_mes_data_0106_0138: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{3723}は{↙}どんどん大きくなってるわ。{2b23}このまま、健康な子で{↙}育ってくれるといいわね。{2b23}{411f}{拉兹贝莉}{491f}{3621}これからも、{↙}わたし達で大事に{↙}育てていきましょう。{结束}"
event_mes_data_0106_0139: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}おかえり、{9123}。{2b23}{411f}{拉兹贝莉}{491f}{3621}今日は{3723}の{↙}誕生日だから、{↙}料理を作って待ってたのよ。{2b23}さ、席について。{↙}一緒に食べましょう。{结束}"
event_mes_data_0106_0140: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{b021}せっかくの誕生日だから、{↙}けっこう頑張ったのよ。{2b23}じゃあ、冷めないうちに{↙}食べましょう。{结束}"
event_mes_data_0106_0141: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}おかえり、{9123}。{↙}今日は結婚記念日よ。{2b23}{411f}{拉兹贝莉}{491f}{3621}{b021}わたし達の大事な日でしょ。{↙}料理を作って待ってたの。{↙}一緒に食べましょう。{结束}"
event_mes_data_0106_0142: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{b121}どう？{↙}良くできてるでしょう？{2b23}さあ、せっかくの料理が{↙}冷めないうちに食べましょう。{结束}"
event_mes_data_0106_0143: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}昔、キンギョが大きくなったら{↙}コイになるんだと思ってたの。{2b23}見間違いかもしれないけど{↙}ここで時々似た魚を見る事が{↙}あるから思い出しちゃったわ。{结束}"
event_mes_data_0106_0144: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b221}このたな、{↙}ちょっと背が高いのよね。{2b23}上のほうの本がなかなか{↙}とれなくて、いつも{↙}苦労するわ…。{结束}"
event_mes_data_0106_0145: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}父さんって、すぐ先の事を{↙}考えたがるの。{2b23}わたしが結婚するのも、{↙}この家をでていくのも、{↙}まだ早いって言ってるのに。{结束}"
event_mes_data_0106_0146: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{名字}って、友達が{↙}たくさんいるのね。{2b23}{401f}{拉兹贝莉}{4c1f}{3521}{b721}…ううん、別に。{↙}なんでもないわ。{↙}気にしないで。{结束}"
event_mes_data_0106_0147: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}他の町の牧場に行くと、季節も{↙}違う事があるらしいわね。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b021}つまり、この町で手に入らない{↙}季節のものが色々手に入るって{↙}事…？　なんだかお得ね。{结束}"
event_mes_data_0106_0148: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}紅茶は基本的に、{↙}どれも好きなんだけど…{2b23}やっぱり一番は{↙}チェリーティーかしら。{↙}甘すぎないのがポイントよね。{结束}"
event_mes_data_0106_0149: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}アイザックさんに{↙}聞いたんだけど…。{2b23}風車をたくさん使うと{↙}称号っていうのが、{↙}変わっていくらしいわね。{2b23}たくさんあるらしいけど、一体{↙}どんな称号があるのかしら？　{↙}{401f}{拉兹贝莉}{491f}{3521}{b021}ちょっとだけ、興味があるわ。{结束}"
event_mes_data_0106_0150: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b321}雨の日って湿気がすごくて{↙}なんとなく、イライラするわ。{结束}"
event_mes_data_0106_0151: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{b421}あら、{9123}。{↙}今日は友達が来てるのよね。{2b23}{401f}{拉兹贝莉}{491f}{3521}家の事はわたしにまかせて、{↙}たまにはゆっくり、お友達と{↙}羽でも、のばしてきなさいよ。{结束}"
event_mes_data_0106_0152: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{b421}{名字}ね。話は{↙}{功能1}から聞いてるわ。{2b23}{功能1}のこと、{↙}見放さないでいてくれて{↙}ありがとう。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b021}なんて…ね。フフッ。{↙}これからも、よろしく{↙}お願いするわね。{结束}"
event_mes_data_0106_0153: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}{b021}{名字}ね。話は{↙}{功能1}から聞いてるわ。{2b23}{名字}は、{↙}大切な親友なんだ…って。{2b23}これからも、{功能1}の事{↙}よろしくお願いするわね。{结束}"
event_mes_data_0106_0154: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{2c23}{颜1}{↙}あら、{名字}。{↙}今日も来てたのね。{2b23}{401f}{拉兹贝莉}{4c1f}{3521}{b521}{功能1}、いつもあなたの{↙}話ばかりするのよ。{↙}少しだけ、やけるわよね…。{2b23}{401f}{拉兹贝莉}{491f}{3521}{b021}…なんて、じょうだんよ。{↙}これからも、{功能1}の事{↙}よろしくお願いするわね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0106_End: .hword 0x270F,(event_mes_data_0106_0000 - event_mes_data_0106_header)/2
;event_mes_data_0106文本数量为：155
