;子文件头
event_mes_data_0446_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0446_0000 - event_mes_data_0446_header)
    .hword (event_mes_data_0446_0001 - event_mes_data_0446_header)
    .hword (event_mes_data_0446_0002 - event_mes_data_0446_header)
    .hword (event_mes_data_0446_0003 - event_mes_data_0446_header)
    .hword (event_mes_data_0446_0004 - event_mes_data_0446_header)
    .hword (event_mes_data_0446_0005 - event_mes_data_0446_header)
    .hword (event_mes_data_0446_0006 - event_mes_data_0446_header)

event_mes_data_0446_0000: .strn "{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{5f22}ふう、{↙}今日も１日疲れたデスだーヨ。{结束}"
event_mes_data_0446_0001: .strn "{401f}{艾瑞拉}{4b1f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1722}今日もミーナさんと{↙}話せなかったデスだーヨ…。{2b23}{401f}{艾瑞拉}{491f}{3521}{1522}ああ、ミーナさん{↙}美しすぎるデスだーヨ{颜2}♥{颜1}{结束}"
event_mes_data_0446_0002: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}ムーン{0a27}ムーン{0a27}{2e23}ムムムーチョ！{2b23}もっと、ムキムキになって{↙}ミーナさんにふり向いてもらう{↙}デスだーヨ！{结束}"
event_mes_data_0446_0003: .strn "{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{2d23}………{2c23}ぷはーっ！{2b23}{401f}{艾瑞拉}{491f}{3521}{1422}これだけ毎日、ミルクをとって{↙}いれば、きっといつか{↙}背が伸びるデスだーヨ。{2b23}{5e22}ムキムキよりも、やっぱり{↙}背の高さが大事デスだーヨ。{结束}"
event_mes_data_0446_0004: .strn "{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}やっぱり、本当に大事なのは{↙}おしゃれデスだーヨ。{2b23}{401f}{艾瑞拉}{491f}{3521}{1522}こうやってヒゲを手入れすれば{↙}きっと、ミーナさんも{↙}ふり向いてくれるデスだーヨ！{结束}"
event_mes_data_0446_0005: .strn "{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}そんなところで、空気みたく{↙}して、何をしてるデスだヨ。{结束}"
event_mes_data_0446_0006: .strn "{401f}{艾瑞拉}{4a1f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1622}とっくにバレてるデスだヨ！{2b23}{401f}{艾瑞拉}{481f}{3521}もう、今日のお店は終了した{↙}デスだーヨ。{↙}迷惑だから、帰るデスだヨ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0446_End: .hword 0x270F,(event_mes_data_0446_0000 - event_mes_data_0446_header)/2
;event_mes_data_0446文本数量为：7
