;子文件头
event_mes_data_0418_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0418_0000 - event_mes_data_0418_header)
    .hword (event_mes_data_0418_0001 - event_mes_data_0418_header)
    .hword (event_mes_data_0418_0002 - event_mes_data_0418_header)
    .hword (event_mes_data_0418_0003 - event_mes_data_0418_header)

event_mes_data_0418_0000: .strn "{401f}{弗乔}{481f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}ねぇ、ミーナ？{2b23}{411f}{罗万}{481f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}なぁに？{↙}おばあちゃん。{2b23}{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}じつはね。{↙}お見合いの話があるんだよ。{结束}"
event_mes_data_0418_0001: .strn "{411f}{罗万}{4a1f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1d22}断ってください。{2b23}{401f}{弗乔}{4b1f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1b22}写真も見もしないで…。{2b23}{401f}{弗乔}{481f}{3521}ちょっとでいいから、{↙}見てからにしない？{2b23}{411f}{罗万}{4a1f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1f22}よけいな事しないで。{2b23}おばあちゃんも、{↙}お父さんやお母さんと、{↙}同じなの？{结束}"
event_mes_data_0418_0002: .strn "{401f}{弗乔}{4a1f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}同じ？{↙}どういう事？{2b23}{411f}{罗万}{4b1f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1f22}あたし、{↙}彼がいなくなってから…。{2b23}お父さんとお母さんから、{↙}見合いの話をしつこいぐらい{↙}されて、イヤになったの。{2b23}{411f}{罗万}{4a1f}{3621}それで、おばあちゃんがいる{↙}この町にきたのよ。{2b23}{401f}{弗乔}{4b1f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1b22}そうだったの…。{2b23}{401f}{弗乔}{481f}{3521}わかったわ。{2b23}この話はなかった事に{↙}しましょ。{2b23}それからお見合い話は、{↙}もう二度としないわ。{结束}"
event_mes_data_0418_0003: .strn "{411f}{罗万}{491f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}おばあちゃん。{↙}ありがとう。{2b23}{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}あなたも大人だしね。{2b23}でも、好きな人ができたら、{↙}言うのよ。{2b23}{411f}{罗万}{491f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}…うん。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0418_End: .hword 0x270F,(event_mes_data_0418_0000 - event_mes_data_0418_header)/2
;event_mes_data_0418文本数量为：4
