;子文件头
event_mes_data_0425_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0425_0000 - event_mes_data_0425_header)
    .hword (event_mes_data_0425_0001 - event_mes_data_0425_header)
    .hword (event_mes_data_0425_0002 - event_mes_data_0425_header)
    .hword (event_mes_data_0425_0003 - event_mes_data_0425_header)
    .hword (event_mes_data_0425_0004 - event_mes_data_0425_header)
    .hword (event_mes_data_0425_0005 - event_mes_data_0425_header)

event_mes_data_0425_0000: .strn "{411f}{奇力克}{4c1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}うーん…。{↙}どんな感じにしようかな～。{结束}"
event_mes_data_0425_0001: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}あれ？{↙}めずらしいですね。{2b23}エンジュさん、{↙}何かあったんですか？{2b23}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}あなたの作品、{↙}見せてもらえる？{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}はい、どうぞどうぞ。{↙}どれから見ます？{2b23}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}いいわ、勝手に見るから。{↙}気にしないで。{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}そうですか。{↙}じゃ、どうぞ。{结束}"
event_mes_data_0425_0002: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}どうでしたか？{2b23}{411f}{奇力克}{481f}{3621}エンジュさんの気に入るものは{↙}ありましたか？{结束}"
event_mes_data_0425_0003: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}あまり…。{结束}"
event_mes_data_0425_0004: .strn "{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}ふぎゅ～…。{2b23}そうですか…、{↙}それは残念です～…。{2b23}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}帰るわ。{↙}それじゃ。{结束}"
event_mes_data_0425_0005: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}よ～し。{2b23}エンジュさんにも、{↙}認めてもらえるような作品を{↙}作れるようにがんばろう！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0425_End: .hword 0x270F,(event_mes_data_0425_0000 - event_mes_data_0425_header)/2
;event_mes_data_0425文本数量为：6
