;子文件头
event_mes_data_1019_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1019_0000 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0001 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0002 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0003 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0004 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0005 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0006 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0007 - event_mes_data_1019_header)
    .hword (event_mes_data_1019_0008 - event_mes_data_1019_header)

event_mes_data_1019_0000: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}やあ、アネモネ。{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c421}アギ！{↙}一体どうしたんですか？{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}ちょっとアネモネに{↙}渡したいものがあって…。{结束}"
event_mes_data_1019_0001: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}アネモネちゃん、{↙}どうしたのかの？{结束}"
event_mes_data_1019_0002: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あ、おじいちゃん。{结束}"
event_mes_data_1019_0003: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}どうも、{↙}スチュアートさん。{2b23}{411f}{奇力克}{4c1f}{3621}{ef21}あ…すみません。{↙}アネモネはお仕事中でしたね。{2b23}{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}いやいや、かまわんよ。{↙}いつでも遊びに来たらええぞ。{2b23}{401f}{霍华德}{491f}{3521}{0d22}わしとアギちゃんの{↙}仲じゃろう。{结束}"
event_mes_data_1019_0004: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}おっと、わしとした事が…。{↙}おじゃましちゃいかんの。{2b23}{401f}{霍华德}{491f}{3521}{0c22}アギちゃん、{↙}ゆっくりしていってくれて{↙}かまわんからの。{2b23}{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{eb21}え、ええっと…。{↙}…は、はい。{结束}"
event_mes_data_1019_0005: .strn "{411f}{娜娜}{4d1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}…もう、おじいちゃんたら…。{结束}"
event_mes_data_1019_0006: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}それで…。{↙}何でしたか、アギ。{结束}"
event_mes_data_1019_0007: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}あ、ああ。{↙}えっと、アネモネにこれを。{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c421}これは…色えんぴつですか？{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}うん。とっても使いやすくて、{↙}色もきれいなんだ。{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}…あたしのために{↙}買ってきてくれたんですか？{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}…ええ。{↙}使ってくれるとうれしいです。{结束}"
event_mes_data_1019_0008: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}もちろんです！{↙}もちろん使います。{2b23}{c021}わーい！{↙}アネモネの色えんぴつです！{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}良かった。{↙}よろこんでもらえて。{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}大事にします！{↙}本当にありがとうございます！{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}いえいえ。{↙}…では、ボクはこれで。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}はい！{2b23}また、{↙}絵を描いたら見せに行きます！{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}じゃあ、楽しみにしてますね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1019_End: .hword 0x270F,(event_mes_data_1019_0000 - event_mes_data_1019_header)/2
;event_mes_data_1019文本数量为：9
