;子文件头
event_mes_data_1010_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1010_0000 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0001 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0002 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0003 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0004 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0005 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0006 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0007 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0008 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0009 - event_mes_data_1010_header)
    .hword (event_mes_data_1010_0010 - event_mes_data_1010_header)

event_mes_data_1010_0000: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}さて、と…。{↙}こんな感じですか？{2b23}{411f}{罗万}{481f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}ええ、ありがとう。{结束}"
event_mes_data_1010_0001: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1822}そうだね。それじゃあ、{↙}休けいにしようか。{结束}"
event_mes_data_1010_0002: .strn "{411f}{罗万}{481f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1e22}どうしたの、ディルカ？{↙}何か考え事？{结束}"
event_mes_data_1010_0003: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}いや、たいした事じゃ{↙}ないんですけど…。{2b23}{401f}{千寻}{4c1f}{3521}{dd21}どうしたら話しをするのが{↙}苦手な人に、うまく話し{↙}かけられるかなーって…。{结束}"
event_mes_data_1010_0004: .strn "{411f}{罗万}{491f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1e22}あら、恋の悩みね？{结束}"
event_mes_data_1010_0005: .strn "{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dc21}…そ、そんなんじゃ{↙}ないですよ！{2b23}{401f}{千寻}{4c1f}{3521}{4f22}…ただ、どうやったら心を{↙}ひらいてくれるんだろうって{↙}考えてるんです。{2b23}{411f}{罗万}{491f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}フフフ、そうなのね。{2b23}{411f}{罗万}{481f}{3621}ただ、その子の事を考えた{↙}瞬間から、もう恋って{↙}はじまってるのよ。{结束}"
event_mes_data_1010_0006: .strn "{411f}{罗万}{481f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}そうねー…、{↙}あたしがその子だったら…。{2b23}きっと、あなたをしっかり{↙}見てみたいと思うわ。{2b23}{411f}{罗万}{491f}{3621}{1c22}フフフ、もしかしたら{↙}その子から、あなたに会いに{↙}くるかもしれないわよ。{2b23}{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}そんなわけ……。{结束}"
event_mes_data_1010_0007: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}こんにちは、ミーナさん。{2b23}頼んであった{↙}チェリー紅茶缶って{↙}もう、届いているかしら？{2b23}{401f}{罗万}{4b1f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}まだ、届いてないわね…。{↙}{0a27}{401f}{罗万}{481f}{3521}明日になれば来ると思うわ。{2b23}{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{3e22}そう、残念ね。{结束}"
event_mes_data_1010_0008: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b621}ふーん、あなたって、{↙}ここで働いてたのね。{2b23}{401f}{罗万}{481f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1e22}あら、ディルカなら{↙}ここの頼れるリーダーなのよ。{结束}"
event_mes_data_1010_0009: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}フフ、そうなのね。{2b23}{411f}{拉兹贝莉}{481f}{3621}それじゃあ、{↙}頑張りなさいよ、{↙}{0a27}{411f}{拉兹贝莉}{491f}{3621}リーダー。{结束}"
event_mes_data_1010_0010: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}ほらね。あたしの言う事は、{↙}けっこう、当たるんだから。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1010_End: .hword 0x270F,(event_mes_data_1010_0000 - event_mes_data_1010_header)/2
;event_mes_data_1010文本数量为：11
