;子文件头
event_mes_data_0496_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0496_0000 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0001 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0002 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0003 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0004 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0005 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0006 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0007 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0008 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0009 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0010 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0011 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0012 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0013 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0014 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0015 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0016 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0017 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0018 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0019 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0020 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0021 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0022 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0023 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0024 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0025 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0026 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0027 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0028 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0029 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0030 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0031 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0032 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0033 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0034 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0035 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0036 - event_mes_data_0496_header)
    .hword (event_mes_data_0496_0037 - event_mes_data_0496_header)

event_mes_data_0496_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}くん、おはよう！{↙}おじゃまさせてもらうよ。{结束}"
event_mes_data_0496_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}夕べはよく眠れたかな？{2b23}今日はキミにプレゼントを{↙}持って来たのだよ。{↙}受け取ってくれるかね。{结束}"
event_mes_data_0496_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{颜2}クワ{颜1}だ。{↙}畑仕事をするには必要だろう。{2b23}クワなどの道具を使うときには{↙}まず、そうびする必要がある。{2b23}そうびの仕方はカバンを開いて{↙}クワをそうびのマスに{↙}移動させればいいのだが…。{2b23}{401f}{雪莉露}{4a1f}{3521}もう１つ、便利な方法がある。{2b23}{颜2}Ｒボタン{颜1}を押すと、{↙}そうびできる道具だけを{↙}呼び出す事ができるのだ。{2b23}そして使いたい道具を選んで{↙}{颜2}Ａボタン{颜1}を押せば、{↙}そうびする事ができる。{2b23}{401f}{雪莉露}{481f}{3521}では、やってみたまえ。{↙}できたら話しかけてくれ。{结束}"
event_mes_data_0496_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}クワをそうびしてみたまえ。{2b23}{颜2}Ｒボタン{颜1}を押して、{↙}そうび画面を呼び出し、{↙}クワを選んで{颜2}Ａボタン{颜1}だ。{2b23}できたら話しかけてくれ。{结束}"
event_mes_data_0496_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}持ち上げているものはしまって{↙}から話しかけてくれるかね？{结束}"
event_mes_data_0496_0005: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}うむ、ちゃんとそうびできた{↙}みたいだな。{2b23}道具を使うときは、そうびした{↙}状態で{颜2}Ｂボタン{颜1}を押すといい。{2b23}{401f}{雪莉露}{481f}{3521}さて、{名字}くんは、{↙}作物の育て方については{↙}知っているかな？{结束}"
event_mes_data_0496_0006: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}すばらしい！{↙}さすがは{名字}くんだ。{2b23}{401f}{雪莉露}{481f}{3521}では、これも渡しておこう。{↙}受け取りたまえ。{结束}"
event_mes_data_0496_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{颜2}かぶの種{颜1}だ。{↙}春の代表的な作物の１つだよ。{结束}"
event_mes_data_0496_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{颜2}じょうろ{颜1}だ。{↙}水やりの時に使うといい。{结束}"
event_mes_data_0496_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{颜2}ひりょう{颜1}だ。いい作物を{↙}作るにはかかせないものだよ。{2b23}まき方は種と同じだ。{↙}{颜2}成長している間{颜1}にまくと{↙}品質を上げる事ができるぞ。{结束}"
event_mes_data_0496_0010: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}これらは畑仕事には必要となる{↙}ものだ。ぜひ役に立ててくれ。{2b23}{401f}{雪莉露}{481f}{3521}では、次は土曜のバザールの日{↙}にまたやってくるよ。{2b23}それまで作物を育てたり、{↙}牧場を出ていろんな所に行って{↙}みたり自由に過ごすといい。{2b23}もし作物の種がなくなった時は{↙}町の店へ行けば買う事が{↙}できるだろう。{2b23}{401f}{雪莉露}{491f}{3521}町の人ともぜひ話をして{↙}仲良くなってほしい。みんな{↙}楽しい人達ばかりだぞ。{2b23}{401f}{雪莉露}{481f}{3521}それじゃあ、わたしは{↙}そろそろ失礼しよう。{↙}またね、{名字}くん。{结束}"
event_mes_data_0496_0011: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}では、わたしでよければ{↙}教えてあげようではないか。{2b23}ついてきたまえ！{结束}"
event_mes_data_0496_0012: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ここが畑だ。ここでいろんな{↙}作物を育てる事ができるぞ。{2b23}育てるには、まず地面を{↙}{颜2}クワ{颜1}でたがやす必要がある。{结束}"
event_mes_data_0496_0013: .strn "{411f}{雪莉露}{4a1f}{3621}では、まずはこの場所を{↙}たがやしてみよう。{2b23}たがやす時はクワをそうびした{↙}状態で{颜2}Ｂボタン{颜1}を押すんだ。{↙}やってみたまえ。{结束}"
event_mes_data_0496_0014: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}畑をたがやしてみたまえ。{2b23}{颜2}Ｒボタン{颜1}でそうび画面を開き、{↙}クワを選んで{颜2}Ａボタン{颜1}を押すと{↙}そうびができる。{2b23}そうびした状態で{↙}{颜2}Ｂボタン{颜1}を押すと、{↙}クワを使う事ができるぞ。{结束}"
event_mes_data_0496_0015: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、うまいじゃないか。{↙}しかし場所がちがうようだ…。{2b23}今は{颜4}やじるしのところ{颜1}を{↙}たがやしてもらえるかね？{结束}"
event_mes_data_0496_0016: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}うむ、ちゃんと{↙}たがやせたみたいだな。{2b23}では今たがやした場所に{↙}種をまいてみよう。{↙}これを受け取りたまえ。{结束}"
event_mes_data_0496_0017: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{颜2}かぶの種{颜1}だ。{↙}春の代表的な作物の１つだよ。{2b23}種は、たがやした状態の地面に{↙}１つずつまく事ができる。{2b23}種をまく時は、そうびした状態{↙}で{颜2}Ｂボタン{颜1}を押すんだ。{↙}やってみるがいい。{结束}"
event_mes_data_0496_0018: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}種をまいてみたまえ。{2b23}{颜2}Ｒボタン{颜1}でそうび画面を開き、{↙}種を選んで{颜2}Ａボタン{颜1}を押すと{↙}そうびができる。{2b23}そうびした状態で、{↙}{颜2}Ｂボタン{颜1}を押すと種を{↙}まく事ができるぞ。{结束}"
event_mes_data_0496_0019: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}おや、{↙}種をどこへやったのかね？{2b23}…しかたがない。{↙}今はこれを使いなさい。{结束}"
event_mes_data_0496_0020: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ん？　畑はもうたがやしたぞ。{↙}次は種をまいてみたまえ。{2b23}{颜2}Ｒボタン{颜1}でそうび画面を開き、{↙}種を選んで{颜2}Ａボタン{颜1}を押すと{↙}そうびができる。{2b23}そうびした状態で、{↙}{颜2}Ｂボタン{颜1}を押すと種を{↙}まく事ができるぞ。{结束}"
event_mes_data_0496_0021: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}おしい…たがやした場所にしか{↙}種をまいた事にならないのだ。{结束}"
event_mes_data_0496_0022: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}うむ、ちゃんと{↙}種をまけたみたいだな。{2b23}種をまいたら、次は{↙}水をやらなくてはならない。{↙}これを受け取りたまえ。{结束}"
event_mes_data_0496_0023: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{颜2}じょうろ{颜1}だ。使うときには{↙}水をくむ必要があるぞ。{2b23}水がある場所でじょうろを使う{↙}と、水をくむ事ができる。{↙}牧場ならば…ここだ。{结束}"
event_mes_data_0496_0024: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}では、水をくんでこようか。{↙}そして、種に水をやろう。{2b23}水をくむ時は、そうびした状態{↙}で水場に立って{颜2}Ｂボタン{颜1}だ。{2b23}{411f}{雪莉露}{481f}{3621}水をまく時も、同じように{↙}そうびした状態で{颜2}Ｂボタン{颜1}だ。{↙}やってみたまえ。{结束}"
event_mes_data_0496_0025: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}じょうろに水をくみ、{↙}種に水をやろう。{2b23}水をくむ時は、そうびした状態{↙}で水場に立って{颜2}Ｂボタン{颜1}だ。{2b23}水をまく時も、同じように{↙}そうびした状態で{颜2}Ｂボタン{颜1}だ。{↙}やってみたまえ。{结束}"
event_mes_data_0496_0026: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}そこに水をまいても何も育た{↙}ないぞ。種の上にまくんだ。{结束}"
event_mes_data_0496_0027: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}うむ、ちゃんと{↙}水やりができたみたいだな。{2b23}水やりは{颜2}１日に１回{颜1}する必要が{↙}あるぞ。もちろん雨の日は{↙}しなくても大丈夫だ。{结束}"
event_mes_data_0496_0028: .strn "{2f23}{颜3}フェリックス{颜1}{2c23}{↙}毎日水をやりつづけると、{↙}このように{颜2}葉をつける{颜1}。{2b23}もし、１日でも水やりを{↙}忘れてしまうと…。{9023}{结束}"
event_mes_data_0496_0029: .strn "このように、{↙}{颜2}しおれてしまう{颜1}のだ。{2b23}しおれても、{↙}まだ水をやらずにいると…。{9023}{结束}"
event_mes_data_0496_0030: .strn "このように、{↙}{颜2}枯れてしまう{颜1}から注意だぞ！{2b23}枯れてしまった時は、{颜2}カマ{颜1}で{↙}かりとらないと、新しい種を{↙}まけないから注意が必要だ。{9023}{结束}"
event_mes_data_0496_0031: .strn "ちゃんと成長すると、{↙}かぶはこのようになる。すると{↙}{颜2}収穫{颜1}をする事ができるぞ。{2b23}収穫するときは、近くに立って{↙}{颜2}Ｂボタン{颜1}を押すだけだ。{↙}{结束}"
event_mes_data_0496_0032: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}そうそう、水やりをするならば{↙}朝早くに行うのがお得だぞ。{2b23}朝早くに水をやると、{↙}夕方には地面がかわく事も{↙}あるだろう。{2b23}その時はもう一度水をやる事が{↙}できる。そうすると作物を{↙}早く育てる事ができる。{2b23}{411f}{雪莉露}{4a1f}{3621}１つ重要な事があるのだが…{↙}成長し始めた作物は絶対に{↙}{颜2}走ってふんではいけない。{颜1}{2b23}ふんでしまうと作物にダメージ{↙}を与えてしまい、{颜2}品質{颜1}が落ちて{↙}しまうんだよ。{2b23}ちなみに品質はカバンを開いて{↙}見れば、{颜2}黄色い★マーク{颜1}の数で{↙}知る事ができるぞ。{2b23}{411f}{雪莉露}{481f}{3621}もし作物の{颜2}品質{颜1}を良くしたい{↙}場合は、{颜2}ひりょう{颜1}をまくと{↙}いいだろう。{2b23}まき方は種と同じだ。{↙}そうびして品質を上げたい作物{↙}の前で{颜2}Ｂボタン{颜1}を押すんだ。{2b23}ただし、{颜2}成長している間{颜1}に{↙}まかないと効果がないから、{↙}注意したまえ。{2b23}では、{↙}いくつか渡しておこう。{↙}受け取りたまえ。{结束}"
event_mes_data_0496_0033: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}作物の育て方については{↙}こんなところだ。{2b23}そうだ、{名字}くん。{↙}画面左上のゲージを見たまえ。{结束}"
event_mes_data_0496_0034: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}これはキミがあとどれぐらい{↙}{颜2}元気に動けるか{颜1}を示している。{2b23}クワやじょうろ等の道具を{↙}１回使うたびに{颜2}少しずつへり{颜1}、{↙}全部なくなると{颜2}倒れてしまう{颜1}。{2b23}{411f}{雪莉露}{481f}{3621}逆に、何かたべたり、楽しく{↙}なるような事があると{颜2}少しずつ{↙}増えていく{颜1}ぞ。{2b23}倒れてしまうとその日はもう{↙}{颜2}何もできなくなってしまう{颜1}から{↙}注意したまえ！{结束}"
event_mes_data_0496_0035: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}では、次は土曜のバザールの日{↙}にまたやってくるよ。{2b23}それまで作物を育てたり、{↙}牧場を出ていろんな所に行って{↙}みたり自由に過ごすといい。{2b23}もし作物の種がなくなった時は{↙}町の店へ行けば買う事が{↙}できるだろう。{2b23}{411f}{雪莉露}{491f}{3621}町の人ともぜひ話をして{↙}仲良くなってほしい。みんな{↙}楽しい人達ばかりだぞ。{2b23}{411f}{雪莉露}{481f}{3621}それじゃあ、わたしは{↙}そろそろ失礼しよう。{↙}またね、{名字}くん。{结束}"
event_mes_data_0496_0036: .strn "{411f}{a41f}{481f}{3223} 知りません{↙} 知ってます{结束}"
event_mes_data_0496_0037: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ん？　畑はもうたがやしたぞ。{↙}次は水をまいてみたまえ。{2b23}{颜2}Ｒボタン{颜1}でそうび画面を開き、{↙}じょうろを選んで{颜2}Ａボタン{颜1}を{↙}押すとそうびができる。{2b23}そうびした状態で、{↙}{颜2}Ｂボタン{颜1}を押すと{↙}水をまく事ができるぞ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0496_End: .hword 0x270F,(event_mes_data_0496_0000 - event_mes_data_0496_header)/2
;event_mes_data_0496文本数量为：38
