;子文件头
event_mes_data_1002_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1002_0000 - event_mes_data_1002_header)
    .hword (event_mes_data_1002_0001 - event_mes_data_1002_header)
    .hword (event_mes_data_1002_0002 - event_mes_data_1002_header)
    .hword (event_mes_data_1002_0003 - event_mes_data_1002_header)

event_mes_data_1002_0000: .strn "{411f}{米海尔}{4d1f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}ふぅ、おどろいた。{2b23}こんなに、{↙}おどろいた事はないぞ。{结束}"
event_mes_data_1002_0001: .strn "{411f}{米海尔}{4d1f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f121}ああ、オレの返事を待っている{↙}のだったな。{2b23}{411f}{米海尔}{481f}{3621}オレと結婚するという事は、{↙}よけいな世間体やしがらみが、{↙}ついてまわるという事だぞ。{2b23}それでもいいのか？{结束}"
event_mes_data_1002_0002: .strn "{411f}{米海尔}{491f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}そうか、いいのか。{2b23}いや、今のはカクゴを聞くため{↙}のものだ。{2b23}{411f}{米海尔}{4a1f}{3621}世間体やしがらみなんか、{↙}関係ない。{2b23}{名字}には、{↙}メイワクをかけない。{2b23}{411f}{米海尔}{481f}{3621}返事はオーケーだ。{结束}"
event_mes_data_1002_0003: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}結婚式は一週間後ぐらいに{↙}しようか。{2b23}結婚式はオレの国のやり方で{↙}やりたいんだ。{2b23}{411f}{米海尔}{491f}{3621}それでいいか？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1002_End: .hword 0x270F,(event_mes_data_1002_0000 - event_mes_data_1002_header)/2
;event_mes_data_1002文本数量为：4
