;子文件头
event_mes_data_0959_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0959_0000 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0001 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0002 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0003 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0004 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0005 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0006 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0007 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0008 - event_mes_data_0959_header)
    .hword (event_mes_data_0959_0009 - event_mes_data_0959_header)

event_mes_data_0959_0000: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d721}{名字}さん、{↙}こんばんは。{结束}"
event_mes_data_0959_0001: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}これは、ディルカの好きな{↙}クリームコロッケです。{2b23}{411f}{亚修}{491f}{3621}この前、言い過ぎてしまった{↙}おわびもこめた自信作ですよ。{结束}"
event_mes_data_0959_0002: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}母は料理が、{↙}とても上手だったんです。{2b23}{411f}{亚修}{491f}{3621}だからボクも母のように、{↙}おいしい料理をいつまでも{↙}食べさせてあげたいんです。{结束}"
event_mes_data_0959_0003: .strn "{411f}{a41f}{481f}{3223} それはすごいね！{↙} 兄さんとしてはどうしたい？{结束}"
event_mes_data_0959_0004: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}なんだかんだと言っても、{↙}ディルカはディルカ。{2b23}{411f}{亚修}{491f}{3621}まだまだ手のかかる弟です。{↙}これからもディルカのために{↙}頑張っていきたいですね。{结束}"
event_mes_data_0959_0005: .strn "{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d621}うーん………。{2b23}親代わりではなく、{↙}兄として１人の人間として{↙}どうなのかって…。{结束}"
event_mes_data_0959_0006: .strn "{411f}{亚修}{4a1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ボクはディルカに親として{↙}ずっと接してきました。{2b23}{411f}{亚修}{4b1f}{3621}でも、ディルカはもう大人。{↙}本当に必要なのは親でなく、{↙}ただの兄かもしれません。{结束}"
event_mes_data_0959_0007: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ボクは、家庭教師の仕事に{↙}ほこりを持っています。{2b23}仕事を頑張るボクの姿を{↙}ディルカに見せる事。{2b23}{411f}{亚修}{491f}{3621}これが、ボクしかできない{↙}本来の兄の役目かも{↙}しれませんね。{结束}"
event_mes_data_0959_0008: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{名字}さん。{2b23}本当にありがとうございます。{↙}{0a27}大事な事に{↙}気付かせてくれて…。{结束}"
event_mes_data_0959_0009: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{名字}さんの優しさが、{↙}ボクにはとても{2d23}………。{2c23}{2b23}{411f}{亚修}{4d1f}{3621}{d021}必要なんです…。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0959_End: .hword 0x270F,(event_mes_data_0959_0000 - event_mes_data_0959_header)/2
;event_mes_data_0959文本数量为：10
