;子文件头
event_mes_data_0858_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0858_0000 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0001 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0002 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0003 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0004 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0005 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0006 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0007 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0008 - event_mes_data_0858_header)
    .hword (event_mes_data_0858_0009 - event_mes_data_0858_header)

event_mes_data_0858_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ。{↙}よく集まってくれた。{2b23}今日はみなの料理を{↙}きちんと審査してもらうために{↙}料理に詳しい先生を呼んだぞ。{2b23}{401f}{雪莉露}{491f}{3521}ピエール先生{↙}どうぞこちらへ！{结束}"
event_mes_data_0858_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ。{↙}よく集まってくれた。{2b23}今日も、みなの料理を審査して{↙}もらうため、あの先生に{↙}来ていただいたぞ。{2b23}{401f}{雪莉露}{491f}{3521}ピエール先生{↙}どうぞこちらへ！{结束}"
event_mes_data_0858_0002: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}たった今紹介してもらった、{↙}グルメマンのピエールデス。{2b23}今日はデザートの{↙}料理を審査しマス。{2b23}グルメマンとして{↙}しっかり審査するので、{↙}よろしくデス。{2b23}{401f}{c81f}{491f}{3521}それでは審査を始めマス！{结束}"
event_mes_data_0858_0003: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}このモンブランは{↙}おいしいデスね。{2b23}{401f}{c81f}{491f}{3521}口に入れると同時に、{↙}甘さと良いかおりが{↙}広がります。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}それはいつもケヴィンに{↙}作ってあげてるやつだよ。{2b23}{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}こんなデザートをいつも{↙}食べれるなんて幸せデスね。{2b23}{401f}{c81f}{481f}{3521}それでは次の審査デス。{结束}"
event_mes_data_0858_0004: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}こ…この焼きリンゴは…。{2b23}{401f}{c81f}{4b1f}{3521}言葉にできないくらい{↙}とっても{↙}個性的な味デスね…。{2b23}{411f}{莉可丽丝}{4c1f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bc21}おいしい？{↙}おいしくない？{2b23}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}うーん……難しいデス。{2b23}{401f}{c81f}{481f}{3521}さ…さあ、次の審査デス！{结束}"
event_mes_data_0858_0005: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}これは一見、普通の{↙}チョコホールケーキデスが…。{2b23}{401f}{c81f}{491f}{3521}すごくおいしいデス！{↙}上質なチョコレートと、{2b23}フワフワなスポンジの{↙}ハーモニーが{↙}すばらしいデス！{2b23}{411f}{弗乔}{481f}{3621}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1822}まぁまぁ♪{2b23}そんなによろこんでもらえると{↙}わたしもうれしいですよ。{2b23}{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}すばらしいデザートデス。{↙}それでは次デス。{结束}"
event_mes_data_0858_0006: .strn "{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}このデザートは…。{↙}あまりおいしくないデス…。{2b23}もう少し頑張って{↙}欲しかったデス。{2b23}{401f}{c81f}{481f}{3521}まぁ、次に期待デス。{↙}これで審査は終わりデス。{2b23}それでは{↙}結果発表にうつりマス。{结束}"
event_mes_data_0858_0007: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}このデザートは、{↙}よくできているデス。{2b23}{401f}{c81f}{481f}{3521}ただ、味については、{↙}今一歩デス。{2b23}次はもっとおいしい{↙}デザートを食べてみたいデス。{2b23}これで審査は終わりデス。{↙}これから、結果発表デス。{结束}"
event_mes_data_0858_0008: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}とってもおいしいデス。{↙}良いデザートデス。{2b23}{401f}{c81f}{481f}{3521}ただ、デザートとしては、{↙}もう少し華やかさが{↙}足りない気がしマス。{2b23}これで審査は終わりデス。{↙}これから結果発表デス。{结束}"
event_mes_data_0858_0009: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}す…すばらしい。{2b23}{401f}{c81f}{491f}{3521}このデザートは{↙}食べていて幸せな{↙}気分になりマス。{2b23}甘さと同時に{↙}すごく良いかおりがしマス。{↙}今日は来て良かったデス。{2b23}{401f}{c81f}{481f}{3521}これで審査は終わりデス。{↙}これから結果発表デス。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0858_End: .hword 0x270F,(event_mes_data_0858_0000 - event_mes_data_0858_header)/2
;event_mes_data_0858文本数量为：10
