;子文件头
event_mes_data_0421_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0421_0000 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0001 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0002 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0003 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0004 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0005 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0006 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0007 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0008 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0009 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0010 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0011 - event_mes_data_0421_header)
    .hword (event_mes_data_0421_0012 - event_mes_data_0421_header)

event_mes_data_0421_0000: .strn "{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}いらっしゃいませ～。{结束}"
event_mes_data_0421_0001: .strn "{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ec21}ふぎゅ～…、{↙}おなかがすきました～。{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}おいおい…、{↙}大丈夫かよ？{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}ディルカさん、{↙}あの約束おぼえてますよねぇ？{2b23}{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}…約束？{结束}"
event_mes_data_0421_0002: .strn "{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}あ、ああ、{↙}勝負に負けたからな。{2b23}食い物をおごってやるって、{↙}言ったっけ？{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}そうです～。{2b23}そのために、{↙}ご飯ぬいてきたんです。{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{da21}な…何ーっ！！{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}約束ですよ。{↙}おごってください～。{2b23}{401f}{千寻}{4b1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dc21}わ…わかったよ…。{↙}こっち来い。{结束}"
event_mes_data_0421_0003: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}わーい。{结束}"
event_mes_data_0421_0004: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}ほら、オムライスだ。{↙}食えよ。{结束}"
event_mes_data_0421_0005: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}いっただきま～す！！{结束}"
event_mes_data_0421_0006: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}おかわり！{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}はやっ！？{结束}"
event_mes_data_0421_0007: .strn "{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{da21}もうちょっと、{↙}味わって食えよ！{2b23}{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}え～、だって～。{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}ちょっと待ってろ。{↙}すぐ持ってくるから。{结束}"
event_mes_data_0421_0008: .strn "{411f}{罗万}{491f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}はい。{↙}おかわりよ。{2b23}{1c22}大盛りにしておいたわ。{2b23}{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}すみません。{结束}"
event_mes_data_0421_0009: .strn "{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}ほら、おかわりだぞ！{↙}味わえよ！{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}いっただきま～す！！{结束}"
event_mes_data_0421_0010: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}おかわり！{2b23}{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{4e22}………。{结束}"
event_mes_data_0421_0011: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}おなかいっぱいです～。{↙}ごちそうさま。{结束}"
event_mes_data_0421_0012: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}オーナー。{↙}終わったみたいです。{2b23}いくらですか…。{2b23}{401f}{弗乔}{4b1f}{3521}{2f23}{颜3}メリーニ{颜1}{2d23}{↙}………{2c23}{1b22}今月は給料ぬきね。{2b23}{411f}{千寻}{4b1f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dd21}そ…そんな。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}じゃあ、帰りますね～。{↙}それじゃ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0421_End: .hword 0x270F,(event_mes_data_0421_0000 - event_mes_data_0421_header)/2
;event_mes_data_0421文本数量为：13
