;子文件头
event_mes_data_0435_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0435_0000 - event_mes_data_0435_header)
    .hword (event_mes_data_0435_0001 - event_mes_data_0435_header)
    .hword (event_mes_data_0435_0002 - event_mes_data_0435_header)
    .hword (event_mes_data_0435_0003 - event_mes_data_0435_header)
    .hword (event_mes_data_0435_0004 - event_mes_data_0435_header)
    .hword (event_mes_data_0435_0005 - event_mes_data_0435_header)
    .hword (event_mes_data_0435_0006 - event_mes_data_0435_header)

event_mes_data_0435_0000: .strn "{411f}{琉伊}{4a1f}{3621}{2f23}{颜3}クレア{颜1}{↙}{d020}キャーーーーーー！！{↙}{2c23}せ…背中にムシが！！{2b23}{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2822}へへーん！！{结束}"
event_mes_data_0435_0001: .strn "{411f}{琉伊}{4a1f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}あんたねぇ！！{↙}いい加減にしなさいよ！{2b23}{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}コワくないよ～だ！{结束}"
event_mes_data_0435_0002: .strn "{411f}{伊尔萨}{4a1f}{3621}{2f23}{颜3}ウィルバー{颜1}{↙}{d020}ごぉぉぉぉらぁぁぁああ！！{↙}{2122}ケヴィーーーン！！{结束}"
event_mes_data_0435_0003: .strn "{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}や…やばい…。{结束}"
event_mes_data_0435_0004: .strn "{411f}{伊尔萨}{4a1f}{3621}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}{2122}何やってやがる！！{结束}"
event_mes_data_0435_0005: .strn "{401f}{菖蒲}{4a1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2b22}ちょっと、{↙}イタズラしただけだい！{2b23}{411f}{伊尔萨}{4a1f}{3621}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}{2122}なまいき言いやがって！！{结束}"
event_mes_data_0435_0006: .strn "{401f}{菖蒲}{4b1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}うわっ…。{↙}{2b22}ひでーよ、父ちゃん…。{2b23}{411f}{伊尔萨}{481f}{3621}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}イタズラもほどほどにしとけ。{↙}いいな！{2b23}{401f}{菖蒲}{4b1f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2b22}………うん…。{↙}ごめんなさい…。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0435_End: .hword 0x270F,(event_mes_data_0435_0000 - event_mes_data_0435_header)/2
;event_mes_data_0435文本数量为：7
