;子文件头
event_mes_data_0999_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0999_0000 - event_mes_data_0999_header)
    .hword (event_mes_data_0999_0001 - event_mes_data_0999_header)
    .hword (event_mes_data_0999_0002 - event_mes_data_0999_header)
    .hword (event_mes_data_0999_0003 - event_mes_data_0999_header)
    .hword (event_mes_data_0999_0004 - event_mes_data_0999_header)
    .hword (event_mes_data_0999_0005 - event_mes_data_0999_header)
    .hword (event_mes_data_0999_0006 - event_mes_data_0999_header)
    .hword (event_mes_data_0999_0007 - event_mes_data_0999_header)
    .hword (event_mes_data_0999_0008 - event_mes_data_0999_header)
    .hword (event_mes_data_0999_0009 - event_mes_data_0999_header)

event_mes_data_0999_0000: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c021}あら、{名字}さん。{↙}おはようございます。{结束}"
event_mes_data_0999_0001: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}キミか。{↙}ちょうどよかった。{2b23}なんとかしてくれ。{结束}"
event_mes_data_0999_0002: .strn "{411f}{霍华德}{491f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0c22}にょほほ。{2b23}{名字}ちゃんも、{↙}シュミットちゃんの事を{↙}聞きにきたのかの？{2b23}{401f}{古拉尼}{4a1f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1322}ダメですよ。{↙}おじいさん。{2b23}人の事をあれこれ聞くのは。{2b23}{451f}{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}いいじゃないですかぁ。{2b23}シュミットさんは、{↙}ナゾな部分が多すぎます。{结束}"
event_mes_data_0999_0003: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f621}さっきから、{↙}ずっとこうなんだ。{2b23}オレが住んでいた所とか、{↙}いろいろ聞こうとするんだ。{↙}たのむから何とかしてくれ…。{结束}"
event_mes_data_0999_0004: .strn "{411f}{a41f}{481f}{3223} まかせて！{↙} 自分で何とかしようよ{结束}"
event_mes_data_0999_0005: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f421}あ、ありがたい。{↙}たのんだぞ。{2b23}{411f}{霍华德}{491f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}ほれほれ、{↙}何か話してくれんかの。{结束}"
event_mes_data_0999_0006: .strn "{411f}{霍华德}{481f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}な…なんじゃ、{↙}{名字}ちゃん。{结束}"
event_mes_data_0999_0007: .strn "{411f}{娜娜}{4b1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}………ぐす、{↙}{名字}さんが怒った…。{2b23}{401f}{霍华德}{4b1f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0F22}さっちゃんより、{↙}おっかないわい…。{2b23}{441f}{401f}{古拉尼}{491f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1022}よく言ってくれたわ。{2b23}男はナゾな部分が多いほど、{↙}ミリョク的なのよね。{结束}"
event_mes_data_0999_0008: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}ありがとう、キミ。{↙}感謝するよ。{2b23}後は大丈夫だ。{结束}"
event_mes_data_0999_0009: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f321}何ともならないから、{↙}相談したのだが…。{2b23}キミも、{↙}いそがしいだろうからな。{↙}何とかしてみる。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0999_End: .hword 0x270F,(event_mes_data_0999_0000 - event_mes_data_0999_header)/2
;event_mes_data_0999文本数量为：10
