;子文件头
event_mes_data_0423_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0423_0000 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0001 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0002 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0003 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0004 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0005 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0006 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0007 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0008 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0009 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0010 - event_mes_data_0423_header)
    .hword (event_mes_data_0423_0011 - event_mes_data_0423_header)

event_mes_data_0423_0000: .strn "{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}いらっしゃいデスだーヨ。{↙}{名字}。{2b23}いろいろ買ってけ。{结束}"
event_mes_data_0423_0001: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}よう。{2b23}{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1622}ロイドさん。{↙}商売敵が何のようデスだヨ。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}この間、おまえが{↙}仕入れたものを買いたい。{结束}"
event_mes_data_0423_0002: .strn "{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}何の事か、{↙}わ…{0b27}わからないデスだヨ。{2b23}{411f}{卡米尔}{4c1f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e721}調べは付いている。{↙}さっさと出してくれ。{结束}"
event_mes_data_0423_0003: .strn "{401f}{艾瑞拉}{4b1f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{5f22}わかったデスだヨ…。{结束}"
event_mes_data_0423_0004: .strn "{401f}{艾瑞拉}{4b1f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}はい、デスだーヨ…。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}確かに。{↙}それでいくらだ？{2b23}{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1108}{1008}{1008}{1008}{1008}{1008}{1008}{2708}デスだヨ。{结束}"
event_mes_data_0423_0005: .strn "{411f}{卡米尔}{4a1f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e221}高いぞ。{↙}半額が相場のはずだ！{2b23}{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{5D22}フッフッフ。{↙}商売は非情なのデスだヨ。{结束}"
event_mes_data_0423_0006: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}おい、ムーチョ。{结束}"
event_mes_data_0423_0007: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e021}ミーナさんが行きたがっていた{↙}しばいの券があるのだが。{结束}"
event_mes_data_0423_0008: .strn "{411f}{卡米尔}{4c1f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e621}もう入手できないヤツなんだ。{2b23}半額に下げてくれるなら、{↙}ゆずってやるが…。{结束}"
event_mes_data_0423_0009: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1522}わかったデスだーヨ！{↙}半額でいいデスだーヨォ！{2b23}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e021}わかった。{2b23}じゃあ、金とチケットだ。{↙}頑張れよ。{结束}"
event_mes_data_0423_0010: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1422}ムホッホ。{2b23}ミーナさん…。{↙}一緒にいきましょう。{结束}"
event_mes_data_0423_0011: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{5e22}フフフ。{2b23}ロイドさんは、{↙}いいヤツデスだーヨ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0423_End: .hword 0x270F,(event_mes_data_0423_0000 - event_mes_data_0423_header)/2
;event_mes_data_0423文本数量为：12
