;子文件头
event_mes_data_0415_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0415_0000 - event_mes_data_0415_header)
    .hword (event_mes_data_0415_0001 - event_mes_data_0415_header)
    .hword (event_mes_data_0415_0002 - event_mes_data_0415_header)
    .hword (event_mes_data_0415_0003 - event_mes_data_0415_header)
    .hword (event_mes_data_0415_0004 - event_mes_data_0415_header)

event_mes_data_0415_0000: .strn "{401f}{艾琳}{4b1f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0b22}キミか…。{结束}"
event_mes_data_0415_0001: .strn "{401f}{艾琳}{4b1f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0922}浮かない顔をしてるって？{↙}ああ、気分が晴れなくてね。{2b23}{401f}{艾琳}{481f}{3521}この間、会社でミスをしてね。{↙}妻に、{↙}こっぴどく怒られたんだ。{结束}"
event_mes_data_0415_0002: .strn "{401f}{艾琳}{481f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}妻は、どんな人かって？{2b23}エンちゃんの性格を{↙}１００倍ほど強くした性格だ。{结束}"
event_mes_data_0415_0003: .strn "{401f}{艾琳}{481f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}すごいだろう？{2b23}まぁ、{↙}そこがミリョクなんだがね。{结束}"
event_mes_data_0415_0004: .strn "{401f}{艾琳}{491f}{3521}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0822}ハハハ。{2b23}キミには、{↙}まだ、わからないと見える。{2b23}もう少し、年を重ねれば、{↙}わかるようになるよ。{2b23}{401f}{艾琳}{481f}{3521}ああ、{↙}ミスした書類を直さなければ。{2b23}すまないが、用があるなら{↙}また今度にしてくれるかな？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0415_End: .hword 0x270F,(event_mes_data_0415_0000 - event_mes_data_0415_header)/2
;event_mes_data_0415文本数量为：5
