;子文件头
event_mes_data_0396_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0396_0000 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0001 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0002 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0003 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0004 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0005 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0006 - event_mes_data_0396_header)
    .hword (event_mes_data_0396_0007 - event_mes_data_0396_header)

event_mes_data_0396_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}たいへんじゃ、町長さん！{↙}みんな！{结束}"
event_mes_data_0396_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0522}どうしたんだね、{↙}スチュアートさん。{2b23}そんなに息をきらせて{↙}何かあったのかね？{2b23}{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}はぁ…{0a27}はぁ…、{0a27}う、{0a27}うむ。{↙}それがな、{0a27}町長さん。{2b23}{411f}{霍华德}{491f}{3621}昨日のバザールの評判を{↙}聞きつけて、会場にすごい数の{↙}お客さんが集まっとるんじゃ！{结束}"
event_mes_data_0396_0002: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{↙}{d120}ななな、なんと！？{↙}それは本当かっっっ！！！{2b23}{411f}{霍华德}{481f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}うむ。{↙}じゃが、町長さん。{2b23}{411f}{霍华德}{4b1f}{3621}{0F22}今日はバザールをやっておらん{↙}から、このままではお客さんを{↙}ガッカリさせてしまうが…。{2b23}{411f}{霍华德}{481f}{3621}どうするんじゃ？{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}そんな事は決まっているでは{↙}ないか！{2b23}{401f}{雪莉露}{491f}{3521}来てくれる人を悲しませては{↙}町長の名がすたる！{结束}"
event_mes_data_0396_0003: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{名字}くん！{↙}そして、ここにいる諸君！{2b23}{401f}{雪莉露}{481f}{3521}お客さんの笑顔のために、{↙}みなで協力してバザールを{↙}開こうではないか！{结束}"
event_mes_data_0396_0004: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}こ、{0b27}こんなにお客さんがっ！{结束}"
event_mes_data_0396_0005: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}う…{0a27}ううぅ……っ。{2b23}このバザールが、{0a27}ようやく…{0a27}{↙}こんなに大きくなって…。{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}お父さんったら、{aa21}もう。{2b23}{411f}{莉亚}{491f}{3621}でも本当にこんなにお客さんが{↙}来てくれるなんて。{↙}とってもうれしいです！{2b23}{411f}{伊尔萨}{491f}{3621}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}{2022}フェリックス町長、{↙}泣いてる場合じゃないぞ！{2b23}{411f}{霍华德}{491f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0c22}そうじゃぞ、町長さん。{↙}お客さんが待っとるぞ！{结束}"
event_mes_data_0396_0006: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、そうだ。{↙}こうしている場合ではないな！{2b23}{401f}{雪莉露}{481f}{3521}では、諸君！{↙}それぞれの店でお客さんを{↙}迎えてくれ！{结束}"
event_mes_data_0396_0007: .strn "昨日は楽しかったな！{2b23}さぁ、今日からまた新しい日が{↙}はじまるよ！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0396_End: .hword 0x270F,(event_mes_data_0396_0000 - event_mes_data_0396_header)/2
;event_mes_data_0396文本数量为：8
