;子文件头
event_mes_data_0946_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0946_0000 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0001 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0002 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0003 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0004 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0005 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0006 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0007 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0008 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0009 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0010 - event_mes_data_0946_header)
    .hword (event_mes_data_0946_0011 - event_mes_data_0946_header)

event_mes_data_0946_0000: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b321}ビックリするじゃない。{↙}声くらいかけなさいよ。{结束}"
event_mes_data_0946_0001: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}この本棚の本？{↙}これは母さんの仕事の資料よ。{2b23}風景の写真集や服の生地に{↙}使う布の資料。{2b23}いろんな国の民族の資料{↙}なんかもあるわ。{2b23}{401f}{拉兹贝莉}{491f}{3521}たくさんあって見てるだけで{↙}勉強になるわよ。{↙}あなたも一緒に見る？{结束}"
event_mes_data_0946_0002: .strn "{411f}{艾琳}{481f}{3621}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}ただいま、エンちゃん。{0a27}{↙}おや、{名字}くんか。{2b23}{411f}{艾琳}{491f}{3621}めずらしいね、エンちゃんが{↙}だれかとうちで一緒に{↙}話しているなんてね。{2b23}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}べつに。{2b23}今日はたまたま{名字}が{↙}たずねて来ただけよ。{2b23}{411f}{艾琳}{491f}{3621}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}{0822}そうか。{结束}"
event_mes_data_0946_0003: .strn "{411f}{艾琳}{491f}{3621}{2f23}{颜3}エーリッヒ{颜1}{2c23}{↙}どうやらボクは早く帰って{↙}きてしまったようだね。{2b23}もう少し、{↙}外でゆっくりしてくるよ。{2b23}{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}え、ちょっと父さん？{↙}何言って………、{结束}"
event_mes_data_0946_0004: .strn "{411f}{拉兹贝莉}{4a1f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b321}もうっ。{↙}何なの、あの人…。{结束}"
event_mes_data_0946_0005: .strn "{411f}{a41f}{481f}{3223} 気を使わせてごめんね{↙} いいお父さんだね{结束}"
event_mes_data_0946_0006: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b721}ううん、いいの。{↙}あなたは悪くないわ。{2b23}{411f}{拉兹贝莉}{481f}{3621}父さんがそろそろ帰ってくる{↙}時間だって、{↙}わかってたはずなのに。{结束}"
event_mes_data_0946_0007: .strn "{411f}{拉兹贝莉}{4b1f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}父さんは気を使いすぎなのよ。{↙}わたしにも母さんにも、ね。{2b23}父さんは母さんの仕事を自分の{↙}夢にして母さんを支えてる。{2b23}それはいいの。{↙}父さんが選んだ事だから。{2b23}でも、{↙}家族とはなれて暮らす事に{↙}何の不満もないのっ？！{结束}"
event_mes_data_0946_0008: .strn "{411f}{拉兹贝莉}{4c1f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}…わたし、なんだかすごく{↙}感情的になってるわね。{2b23}{411f}{拉兹贝莉}{491f}{3621}なかった事にしたいけど。{↙}そうもいかなさそう、ね。{2b23}{411f}{拉兹贝莉}{481f}{3621}母さんの事は尊敬してるし、{↙}あこがれてる。だから、{↙}キライってわけじゃないの。{2b23}{411f}{拉兹贝莉}{491f}{3621}{b121}ほんと、変な感じね。{↙}あなたにこんな話をして。{2b23}また、こんな話をするかも{↙}しれないけど、聞いてくれる？{结束}"
event_mes_data_0946_0009: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}フフッ。{↙}ありがと、{名字}。{结束}"
event_mes_data_0946_0010: .strn "{411f}{拉兹贝莉}{4c1f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}いいお父さん、ね。{2b23}{411f}{拉兹贝莉}{481f}{3621}他人にとっては、{↙}そう思うのでしょうね。{↙}でも、わたしは………。{结束}"
event_mes_data_0946_0011: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}何でもない。{↙}まだ本を見て行くなら見てて。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0946_End: .hword 0x270F,(event_mes_data_0946_0000 - event_mes_data_0946_header)/2
;event_mes_data_0946文本数量为：12
