;子文件头
event_mes_data_0429_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0429_0000 - event_mes_data_0429_header)
    .hword (event_mes_data_0429_0001 - event_mes_data_0429_header)
    .hword (event_mes_data_0429_0002 - event_mes_data_0429_header)
    .hword (event_mes_data_0429_0003 - event_mes_data_0429_header)
    .hword (event_mes_data_0429_0004 - event_mes_data_0429_header)

event_mes_data_0429_0000: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3422}アネモネ姉さん。{↙}教えてほしい事があるの！{结束}"
event_mes_data_0429_0001: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}何ですか？{2b23}{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}好きな男の人に、{↙}プレゼントしたいの。{2b23}何をプレゼントしたら、{↙}いいのかなぁ？{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3A22}わ、わたしも聞きたい。{结束}"
event_mes_data_0429_0002: .strn "{411f}{娜娜}{4c1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c421}まぁ！{↙}おませさんですね。{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c721}いいですよ！{↙}あたしにまかしてください！！{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3622}やったぁ！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3822}…おねがいします。{2b23}{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}では、いいですか？{↙}まずは、下準備が重要です。{2b23}それとなく、好きな人に好きな{↙}ものを聞いておきます。{2b23}{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}うん、うん。{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}そして、手作りできそうな{↙}ものなら手作りがいいです。{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}…えっと、なぜですか？{2b23}{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}フフフッ。{↙}ここが一番のポイントです！{2b23}手作りにした方が、{↙}渡した相手にかわいい女の子！{↙}って思ってもらえるんです。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{4722}へぇ、そうなんだぁ。{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}それから渡す時は、{↙}ムードも大切です。{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}…ム、…ムード…ですか？{2b23}{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}そうです。{2b23}{411f}{娜娜}{491f}{3621}{c121}ベストのタイミングで、{↙}相手に渡す事ができれば、{↙}効果テキメンですよ。{结束}"
event_mes_data_0429_0003: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3622}やってみよう！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3822}うん…！{结束}"
event_mes_data_0429_0004: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3422}ありがとう。{↙}アネモネ姉さん！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3822}ありがとうございます。{2b23}{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}２人とも、頑張ってね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0429_End: .hword 0x270F,(event_mes_data_0429_0000 - event_mes_data_0429_header)/2
;event_mes_data_0429文本数量为：5
