;子文件头
event_mes_data_0969_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0969_0000 - event_mes_data_0969_header)
    .hword (event_mes_data_0969_0001 - event_mes_data_0969_header)
    .hword (event_mes_data_0969_0002 - event_mes_data_0969_header)
    .hword (event_mes_data_0969_0003 - event_mes_data_0969_header)
    .hword (event_mes_data_0969_0004 - event_mes_data_0969_header)
    .hword (event_mes_data_0969_0005 - event_mes_data_0969_header)
    .hword (event_mes_data_0969_0006 - event_mes_data_0969_header)
    .hword (event_mes_data_0969_0007 - event_mes_data_0969_header)

event_mes_data_0969_0000: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ん？{↙}ああ、キミか。{结束}"
event_mes_data_0969_0001: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}そういえば、今日はキミに{↙}聞きたい事があるのだよ。{结束}"
event_mes_data_0969_0002: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}キミは、わたしにいつも{↙}おくりものをくれるが…。{2b23}外の世界は、たくさんの{↙}ものにあふれているのか？{结束}"
event_mes_data_0969_0003: .strn "{411f}{a41f}{481f}{3223} すぐ買えるからね{↙} １つ１つ大切にしてるよ{结束}"
event_mes_data_0969_0004: .strn "{401f}{贤者大人}{4c1f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{cf21}そう、{0a27}なのか…。{2b23}やはり、外の世界では{↙}すぐにものを手に入れる事が{↙}できてしまうのだな…。{结束}"
event_mes_data_0969_0005: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ものには、{↙}心というものがあるのだ。{2b23}{401f}{贤者大人}{4c1f}{3521}だが、多くのものを持つと{↙}１つ１つの心に気付けなく{↙}なってしまうのだよ。{2b23}{401f}{贤者大人}{481f}{3521}いつかキミも、{↙}ものが持つ心に気付ける{↙}人間になれるとよいな。{结束}"
event_mes_data_0969_0006: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}そうなのか。{2b23}ものには心というものがある。{↙}それに気付き、みな大切にして{↙}いるのだろうな。{2b23}{401f}{贤者大人}{491f}{3521}{c821}ありがとう。{↙}キミのおかげで外の世界に、{↙}少し興味を持つ事ができたよ。{结束}"
event_mes_data_0969_0007: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{4122}またいつか、外の世界に{↙}ついて教えてくれな。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0969_End: .hword 0x270F,(event_mes_data_0969_0000 - event_mes_data_0969_header)/2
;event_mes_data_0969文本数量为：8
