;子文件头
event_mes_data_0964_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0964_0000 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0001 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0002 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0003 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0004 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0005 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0006 - event_mes_data_0964_header)
    .hword (event_mes_data_0964_0007 - event_mes_data_0964_header)

event_mes_data_0964_0000: .strn "{411f}{霍华德}{481f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}ホテルはな、{↙}思いやりと気配りじゃ。{2b23}お客さまの、{↙}滞在な快適を目指すんじゃ。{2b23}{401f}{古拉尼}{4b1f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1122}おじいさん。{↙}「快適な滞在」ですよ。{2b23}{411f}{霍华德}{481f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0c22}ホッホッホ。{↙}そうじゃったの。{结束}"
event_mes_data_0964_0001: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}はい！　{↙}わかりましたー！{2b23}お客さまには、{↙}思いやりと気配りで{↙}快適な滞在を目指します！{结束}"
event_mes_data_0964_0002: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あ、{名字}さん。{↙}こんにちは。{2b23}{411f}{娜娜}{491f}{3621}今、おそうじ中です。{↙}お客さまの快適な滞在には、{↙}おそうじが欠かせませんね。{结束}"
event_mes_data_0964_0003: .strn "{411f}{娜娜}{4c1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{d020}{c521}わぁ！！　大変！{结束}"
event_mes_data_0964_0004: .strn "{411f}{a41f}{481f}{3223}{0008}どうしたの？{↙}{0008}絵は無事？{结束}"
event_mes_data_0964_0005: .strn "{411f}{娜娜}{4b1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c621}はーっ。{↙}あぶないあぶない。{2b23}はたきで絵に{↙}きずを付けるところでした。{结束}"
event_mes_data_0964_0006: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}このはたき、{↙}兄弟達のプレゼントなんです。{2b23}{411f}{娜娜}{491f}{3621}{c121}お仕事を頑張るようにと{↙}応援のメッセージが{↙}つまってるんです。{2b23}{411f}{娜娜}{4c1f}{3621}{4c22}でも、気をつけて持たないと。{↙}これに引っかけて、お皿何枚も{↙}割っちゃいましたから…。{结束}"
event_mes_data_0964_0007: .strn "{411f}{娜娜}{4b1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{4b22}ええ…、大丈夫です。{↙}絵には何もありません。{2b23}{411f}{娜娜}{481f}{3621}心配していただき、{↙}ありがとうございます。{2b23}仕事がありますので、{↙}また今度。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0964_End: .hword 0x270F,(event_mes_data_0964_0000 - event_mes_data_0964_header)/2
;event_mes_data_0964文本数量为：8
