;子文件头
event_mes_data_0422_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0422_0000 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0001 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0002 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0003 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0004 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0005 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0006 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0007 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0008 - event_mes_data_0422_header)
    .hword (event_mes_data_0422_0009 - event_mes_data_0422_header)

event_mes_data_0422_0000: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1922}あら、アギさん。{↙}いらっしゃい。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}いらっしゃいませ。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}ご飯食べにきました～。{2b23}{401f}{弗乔}{481f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}それじゃあ、{↙}少し待っててくださいね。{2b23}{401f}{弗乔}{491f}{3521}アギさんのために{↙}とびっきりおいしい{↙}オムライスを作るわね。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}わ～！{↙}とっても楽しみです！{结束}"
event_mes_data_0422_0001: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}もう、{↙}おなかペコペコだわぁ。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}いらっしゃいませ、{↙}クレアさん。{2b23}{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{4422}何か食べたいものは{↙}あるかしら？{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}…それじゃあ、アギさんと{↙}同じものをくださいな。{结束}"
event_mes_data_0422_0002: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}クレアさんも、{↙}オムライスが好きなんですか？{结束}"
event_mes_data_0422_0003: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}違うわよ～。{2b23}あたしが好きなのは、{↙}{2d23}ア　{0a27}ギ　{0a27}さ　{0a27}ん　{0a27}よ♥{2c23}{结束}"
event_mes_data_0422_0004: .strn "{411f}{神·罗}{491f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3022}フフフ、今日はみなさん{↙}おそろいなのね。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}いらっしゃいませ、{↙}ネリネさん。{2b23}{401f}{弗乔}{481f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1922}何か食べたいものは{↙}あるかしら？{2b23}{401f}{弗乔}{491f}{3521}それとも、アギさんと同じ{↙}オムライスにするかしら？{2b23}{411f}{神·罗}{491f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3022}フフフ、そうね。{↙}それで、お願いするわ。{结束}"
event_mes_data_0422_0005: .strn "{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1022}今日は、{↙}にぎやかですねぇ。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}いらっしゃいませ、{↙}サニアさん。{2b23}{401f}{弗乔}{481f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1922}おやおや、{↙}めずらしいわね。{2b23}{411f}{古拉尼}{481f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}今日はちょっと、{↙}息ぬきしようと思ってねぇ。{结束}"
event_mes_data_0422_0006: .strn "{411f}{神·罗}{481f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}ちょうどよかったわ。{2b23}{411f}{神·罗}{491f}{3621}{3022}今、アギさんとお話しを{↙}していたところなんですよ。{↙}ね、{0a27}{0a27}アギさん？{结束}"
event_mes_data_0422_0007: .strn "{401f}{神·罗}{4b1f}{3521}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{4622}わたし達じゃ、{↙}不満、なんですか…？{2b23}{411f}{琉伊}{4a1f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}{6022}そんな事、ないわよねぇ？{结束}"
event_mes_data_0422_0008: .strn "{411f}{奇力克}{4c1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{5122}うう…、{↙}そういうわけじゃないですよ。{2b23}{401f}{神·罗}{491f}{3521}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3022}フフ、それならば今日は{↙}いろいろ聞いちゃおうかしら。{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}それじゃ、アギさんは{↙}どんな女の子がタイプなの？{2b23}{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}うう……。{结束}"
event_mes_data_0422_0009: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{4422}今日は、{↙}みんなに大人気だったわね。{2b23}{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}大変だったわね。{↙}お疲れさま。{2b23}{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}うう……、{↙}今日は、もう疲れました…。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0422_End: .hword 0x270F,(event_mes_data_0422_0000 - event_mes_data_0422_header)/2
;event_mes_data_0422文本数量为：10
