;子文件头
event_mes_data_0417_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0417_0000 - event_mes_data_0417_header)
    .hword (event_mes_data_0417_0001 - event_mes_data_0417_header)
    .hword (event_mes_data_0417_0002 - event_mes_data_0417_header)
    .hword (event_mes_data_0417_0003 - event_mes_data_0417_header)
    .hword (event_mes_data_0417_0004 - event_mes_data_0417_header)
    .hword (event_mes_data_0417_0005 - event_mes_data_0417_header)
    .hword (event_mes_data_0417_0006 - event_mes_data_0417_header)

event_mes_data_0417_0000: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{4522}あら、サニアさん。{↙}いらっしゃい。{2b23}{411f}{罗万}{491f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}いらっしゃいませ。{2b23}{401f}{古拉尼}{491f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1122}ちょっと息抜きを{↙}しにきたわ。{结束}"
event_mes_data_0417_0001: .strn "{411f}{罗万}{481f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}おばあちゃん。あたし、外を{↙}そうじしてくるわ。{结束}"
event_mes_data_0417_0002: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{4422}そうかい。{↙}それじゃ、お願いするよ。{结束}"
event_mes_data_0417_0003: .strn "{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1022}ミーナさん、本当にきれいに{↙}なったわねぇ。{2b23}子供の時から、{↙}かわいかったけど、ここまで{↙}きれいになるとはねぇ。{2b23}{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}ウフフ。{↙}ありがとう。{2b23}ミーナがほめられると、{↙}うれしいものね。{2b23}{401f}{弗乔}{481f}{3521}そう言えば、{↙}美人コンテストで優勝した事も{↙}あったかしらね。{结束}"
event_mes_data_0417_0004: .strn "{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}まあ、{↙}それはすごいわねぇ。{2b23}{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}ミーナが帰ってきてくれて{↙}この店も明るくなったわ。{2b23}お客さんも増えたし。{↙}ミーナには、本当に感謝を{↙}しているわ。{2b23}{411f}{古拉尼}{481f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}良いお孫さんを持ったわねぇ。{2b23}{411f}{古拉尼}{4b1f}{3621}{1222}うちも、息子が{↙}帰ってきてくれれば{↙}いいんだけど…。{2b23}{401f}{弗乔}{4b1f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}あ…。{结束}"
event_mes_data_0417_0005: .strn "{411f}{罗万}{481f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1e22}おばあちゃん達、{↙}暗い顔して、どうしたの？{2b23}{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}なんでもないんだよ。{↙}さぁ、ホテルに帰るわね。{结束}"
event_mes_data_0417_0006: .strn "{401f}{弗乔}{4b1f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1b22}思い出させちゃったわね…。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0417_End: .hword 0x270F,(event_mes_data_0417_0000 - event_mes_data_0417_header)/2
;event_mes_data_0417文本数量为：7
