;子文件头
event_mes_data_0864_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0864_0000 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0001 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0002 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0003 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0004 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0005 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0006 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0007 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0008 - event_mes_data_0864_header)
    .hword (event_mes_data_0864_0009 - event_mes_data_0864_header)

event_mes_data_0864_0000: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}おはようございます、{↙}{9123}。{2b23}{411f}{莉亚}{4d1f}{a921}今日は感謝祭なので、{↙}毎日頑張ってくださっている{↙}あなたにプレゼントです！{结束}"
event_mes_data_0864_0001: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}おはよ…、{0b27}{9123}。{↙}今日は感謝祭でしょ。{2b23}{2d23}……{2c23}{0b27}だから{↙}お菓子を用意したわよ。{结束}"
event_mes_data_0864_0002: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}おはよ、{9123}。{2b23}{411f}{莉可丽丝}{491f}{b121}今日はあなたに{↙}渡すものがあるのよ！{2b23}はい。{↙}いつも頑張っているあなたに{↙}プレゼント{颜2}♥{颜1}{结束}"
event_mes_data_0864_0003: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}おはようございます、{↙}{9123}！{2b23}{411f}{娜娜}{4d1f}{c121}今日はいつもの感謝をこめて{↙}お菓子のプレゼントを{↙}用意してみたんですよー！{结束}"
event_mes_data_0864_0004: .strn "{411f}{贤者大人}{4d1f}{3621}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}おはよう、{9123}。{↙}今日は渡すものがある。{2b23}{411f}{贤者大人}{491f}{c821}いつも世話になっているお礼を{↙}形にしてみたんだ。{结束}"
event_mes_data_0864_0005: .strn "{411f}{莉亚}{4d1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}よろこんでもらえると{↙}うれしいです{颜2}♥{颜1}{2b23}{411f}{莉亚}{491f}それでは牧場のお仕事、{↙}頑張ってくださいね。{结束}"
event_mes_data_0864_0006: .strn "{411f}{拉兹贝莉}{481f}{3621}{2f23}{颜3}エンジュ{颜1}{2d23}{↙}…………{0b27}{2e23}{↙}{411f}{拉兹贝莉}{4d1f}{b121}いつもありがと{颜2}♥{颜1}{2b23}{411f}{拉兹贝莉}{481f}それだけ。{↙}じゃ、仕事に行っていいわよ。{结束}"
event_mes_data_0864_0007: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}いつもありがと、{0b27}ね。{↙}{9123}。{2b23}{411f}{莉可丽丝}{481f}それじゃあ、{↙}いってらっしゃい。{结束}"
event_mes_data_0864_0008: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}{9123}によろこんで{↙}もらえるとうれしいです{颜2}♥{颜1}{2b23}{411f}{娜娜}{481f}それじゃ、今日のお仕事{↙}がんばってくださいね！{结束}"
event_mes_data_0864_0009: .strn "{411f}{贤者大人}{481f}{3621}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{9123}が気にいるか{↙}わからないが…。{2b23}時間をとってしまったな。{↙}用はそれだけだ。{0b27}{↙}{411f}{贤者大人}{491f}{c921}…ありがとう。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0864_End: .hword 0x270F,(event_mes_data_0864_0000 - event_mes_data_0864_header)/2
;event_mes_data_0864文本数量为：10
