;子文件头
event_mes_data_1013_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1013_0000 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0001 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0002 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0003 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0004 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0005 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0006 - event_mes_data_1013_header)
    .hword (event_mes_data_1013_0007 - event_mes_data_1013_header)

event_mes_data_1013_0000: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}あら、ユリスじゃない。{2b23}カフェに来るなんて、{↙}めずらしいわね。{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}そ、そうですか？{2b23}たまには、{↙}こういうところにも来ますよ。{结束}"
event_mes_data_1013_0001: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}なんだか、{↙}ずいぶんとお疲れみたいね。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d321}あ、いえ…。{2b23}{411f}{亚修}{4c1f}{3621}{d521}…やはりそう見えますか…。{↙}…これしきの事で情けない。{结束}"
event_mes_data_1013_0002: .strn "{401f}{莉可丽丝}{4a1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{be21}…ユリス、{↙}ちょっとこっちに来なさい。{结束}"
event_mes_data_1013_0003: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}…で、一体どうしたの？{↙}話してみなさいよ。{结束}"
event_mes_data_1013_0004: .strn "{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}じつは…新しく教える事に{↙}なった子がいるのですが…。{2b23}どうも…その、今までにない{↙}タイプの子といいますか…。{2b23}{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}勉強が大ッキライで、{↙}言う事を聞かないとか？{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}いえ、{↙}性格はいい子なんです。{2b23}成績も良いですし。{2b23}{411f}{亚修}{4b1f}{3621}ただ…会話をしない子というか{↙}必要以上にしゃべらない子{↙}でして…。{2b23}ほめても注意しても、{↙}返事が「はい」ばかりで、{↙}表情もまったくなくて…。{2b23}{d521}あの年頃の子は、{↙}もっと笑ったり怒ったり{↙}するべきなのに…。{结束}"
event_mes_data_1013_0005: .strn "{401f}{莉可丽丝}{4a1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{ba21}…あなたがそんな調子で{↙}どうするの？{2b23}{401f}{莉可丽丝}{481f}{3521}あなたは先生なんでしょ？{↙}教えてあげればいいじゃない、{↙}楽しい事も、苦しい事も。{2b23}勉強だけを教えるのが{↙}先生だとは、{↙}わたしは思わないわよ。{结束}"
event_mes_data_1013_0006: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}そ、そうか。{2b23}そうですよね。{↙}勉強だけができたって、{↙}立派な大人にはなれない…！{2b23}{411f}{亚修}{491f}{3621}{d121}どうして、こんな簡単な事に{↙}気づかなかったんでしょう…。{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}ま、大変だろうけど…、{↙}しっかり頑張りなさいよ。{2b23}{b821}あなたなら大丈夫よ。{↙}いい先生なんだから。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}あ、ありがとうございます。{2b23}…そう言ってもらえると、{↙}自信が持てます。{2b23}…フレイヤさんに話して{↙}本当に良かったです。{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}これぐらい、かまわないわよ。{↙}いつだって聞いてあげるわ。{结束}"
event_mes_data_1013_0007: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}とても心強いです。{2b23}{411f}{亚修}{481f}{3621}…それでは、{↙}ボクはこれで失礼します。{2b23}{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}ええ、またね。{↙}ユリス。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1013_End: .hword 0x270F,(event_mes_data_1013_0000 - event_mes_data_1013_header)/2
;event_mes_data_1013文本数量为：8
