;子文件头
event_mes_data_0439_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0439_0000 - event_mes_data_0439_header)
    .hword (event_mes_data_0439_0001 - event_mes_data_0439_header)
    .hword (event_mes_data_0439_0002 - event_mes_data_0439_header)
    .hword (event_mes_data_0439_0003 - event_mes_data_0439_header)
    .hword (event_mes_data_0439_0004 - event_mes_data_0439_header)
    .hword (event_mes_data_0439_0005 - event_mes_data_0439_header)
    .hword (event_mes_data_0439_0006 - event_mes_data_0439_header)
    .hword (event_mes_data_0439_0007 - event_mes_data_0439_header)

event_mes_data_0439_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}ちゃん。{↙}いるかの？{2b23}{2f23}{颜3}？？？{颜1}{2c23}{↙}ちょっと、おじゃまするわね。{结束}"
event_mes_data_0439_0001: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}いそがしいとこ、すまんのう。{↙}じゃが、超重要な用なんじゃ。{2b23}ズバリ聞くがな。{↙}{0d22}最近、恋をしておるじゃろ？{结束}"
event_mes_data_0439_0002: .strn "{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1122}かくさなくてもいいの。{↙}わたし達はわかってるから。{结束}"
event_mes_data_0439_0003: .strn "{401f}{霍华德}{491f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0c22}やはり、そうか！{↙}わしらの予想は当たったのう。{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1022}おほほほほ。{2b23}{401f}{霍华德}{491f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}恋をじょうじゅするには、{↙}あとは決め手に欠ける。{2b23}そういったところか？{结束}"
event_mes_data_0439_0004: .strn "{401f}{霍华德}{491f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0d22}そこでじゃ。{↙}良いものを持ってきたぞ。{结束}"
event_mes_data_0439_0005: .strn "{411f}{古拉尼}{481f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}好きな相手に求婚する時に{↙}渡すものなんだけどね。{2b23}{411f}{古拉尼}{491f}{3621}{1022}わたし達の時にも幸せを{↙}運んできてくれた、{↙}{颜2}青い羽根{颜1}をあげるわ。{2b23}{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}この町にいる者なら、{↙}見せた時にわかるはずじゃ。{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}決め手にこまっていそうだから{↙}使ってみるといいわ。{2b23}{411f}{古拉尼}{481f}{3621}ただし、本当に好きな人に{↙}渡さないとダメよ。{结束}"
event_mes_data_0439_0006: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}もちろん、この羽根以外にも{↙}必要な事はあるんじゃ。{2b23}{名字}ちゃんが{↙}好きな人の家族と仲良く{↙}なっていないとダメなんじゃ。{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}まあ、{名字}さんなら{↙}きっと大丈夫よね。{2b23}{401f}{霍华德}{491f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}それじゃあ、わしらは{↙}そろそろ帰るのう。{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}頑張ってね。{结束}"
event_mes_data_0439_0007: .strn "{颜2}青い羽根{颜1}を手に入れた！！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0439_End: .hword 0x270F,(event_mes_data_0439_0000 - event_mes_data_0439_header)/2
;event_mes_data_0439文本数量为：8
