;子文件头
event_mes_data_0966_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0966_0000 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0001 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0002 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0003 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0004 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0005 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0006 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0007 - event_mes_data_0966_header)
    .hword (event_mes_data_0966_0008 - event_mes_data_0966_header)

event_mes_data_0966_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}本当に{颜2}青い羽根{颜1}を{↙}あたしにですか！？{结束}"
event_mes_data_0966_0001: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}あたし、{名字}さんと{↙}一緒に暮らせるなんて。{2b23}{401f}{娜娜}{4d1f}{3521}それも、この大好きな町で…。{2b23}{401f}{娜娜}{491f}{3521}うれしいです。{↙}すごく…{0b27}うれしいです。{结束}"
event_mes_data_0966_0002: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}そうです！{↙}{名字}さん！{结束}"
event_mes_data_0966_0003: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}おじいちゃんとおばあちゃんに{↙}伝えにいってもいいですか？{2b23}{401f}{娜娜}{4d1f}{3521}あたしにとって、この町の{↙}大切なおじいちゃんと{↙}おばあちゃんですから。{结束}"
event_mes_data_0966_0004: .strn "{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0F22}フーム…。{↙}そうなんじゃなぁ…。{2b23}アネモネちゃんは、{↙}お嫁にいってしまうのか。{↙}さみしくなるのぅ。{2b23}{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1222}ンー…、おじいさん。{↙}それは言わないのよ。{2b23}{401f}{古拉尼}{491f}{3521}アネモネは、これから{↙}幸せになるんですから。{↙}ね、おじいさん。{2b23}{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}そんな事言われてもなぁ。{2b23}孫のようにかわいがっていた{↙}アネモネちゃんがなぁ。{结束}"
event_mes_data_0966_0005: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}おじいちゃん、{↙}さみしがらないでください。{2b23}{411f}{娜娜}{491f}{3621}あたし、今度は{↙}ずっとこの町に住む事に{↙}なるんです。{2b23}{411f}{娜娜}{481f}{3621}だから、いつでも{↙}ここに遊びに来れます。{↙}{411f}{娜娜}{491f}{3621}全然さみしくないです。{2b23}{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1022}ホッホッホ。{↙}そうですよ、おじいさん。{2b23}アネモネは、晴れて同じ町の{↙}住人になるんですから、ね。{结束}"
event_mes_data_0966_0006: .strn "{411f}{霍华德}{481f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0F22}フーム…。{↙}そうじゃの。{2b23}同じ町で暮らすんじゃから{↙}さみしくはないんじゃが…。{↙}複雑な気持ちじゃのぅ。{2b23}{411f}{霍华德}{491f}{3621}アネモネちゃん、{↙}結婚式はいつじゃ？{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}一週間後ぐらいにしようと{↙}思っています。{2b23}それまでは今までと同じように{↙}一生懸命働かせて{↙}いただきます。{结束}"
event_mes_data_0966_0007: .strn "{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}そうか。{↙}いい結婚式になるといいの。{2b23}{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}本当に。{↙}おめでとう、アネモネ。{结束}"
event_mes_data_0966_0008: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c021}ありがとうございます。{↙}おじいちゃん、おばあちゃん。{2b23}{c121}これからも同じ町の住人として{↙}よろしくお願いします。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0966_End: .hword 0x270F,(event_mes_data_0966_0000 - event_mes_data_0966_header)/2
;event_mes_data_0966文本数量为：9
