;子文件头
event_mes_data_0849_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0849_0000 - event_mes_data_0849_header)
    .hword (event_mes_data_0849_0001 - event_mes_data_0849_header)
    .hword (event_mes_data_0849_0002 - event_mes_data_0849_header)
    .hword (event_mes_data_0849_0003 - event_mes_data_0849_header)
    .hword (event_mes_data_0849_0004 - event_mes_data_0849_header)
    .hword (event_mes_data_0849_0005 - event_mes_data_0849_header)
    .hword (event_mes_data_0849_0006 - event_mes_data_0849_header)
    .hword (event_mes_data_0849_0007 - event_mes_data_0849_header)
    .hword (event_mes_data_0849_0008 - event_mes_data_0849_header)
    .hword (event_mes_data_0849_0009 - event_mes_data_0849_header)

event_mes_data_0849_0000: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}おはようございます、{↙}{9123}。{2b23}{411f}{亚修}{491f}{d021}今日は感謝祭、{0a27}ですね。{↙}毎日頑張っているあなたに{↙}プレゼントを用意したんです。{结束}"
event_mes_data_0849_0001: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}はよ、{9123}。{↙}今日は感謝祭だな。{2b23}{411f}{千寻}{4d1f}{d921}こういうの、面と向かって{↙}言うとてれるんだけどさ。{2b23}{411f}{千寻}{491f}いつもサンキューな。{↙}大好きだぜ、{9123}！{结束}"
event_mes_data_0849_0002: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}おはよう、{9123}。{2b23}今日はおまえに渡すものが{↙}あるんだ。{2b23}{411f}{卡米尔}{491f}{e121}いつも頑張っているおまえに{↙}何かしてやりたくてさ…。{↙}これを受けとってほしい。{结束}"
event_mes_data_0849_0003: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}おはようございます、{↙}{9123}。{2b23}{411f}{奇力克}{4d1f}{e921}今日は感謝祭だから、{↙}いつもの感謝をこめて{↙}プレゼントを用意したんです。{结束}"
event_mes_data_0849_0004: .strn "{411f}{米海尔}{491f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}おはよう、{9123}。{↙}今日は感謝祭だ。{2b23}その…{9123}、{0b27}{↙}{411f}{米海尔}{4d1f}いつもありがとう、な。{结束}"
event_mes_data_0849_0005: .strn "{411f}{亚修}{4d1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d121}いつもありがとうございます。{↙}{9123}。{2b23}{411f}{亚修}{491f}{d021}それでは仕事の方、{↙}頑張ってくださいね。{结束}"
event_mes_data_0849_0006: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}時間とっちゃって悪いな。{2b23}じゃ、{9123}。{↙}今日も一日頑張ろうな。{结束}"
event_mes_data_0849_0007: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e021}用はそれだけなんだ。{2b23}それじゃあ、今日も一日{↙}仕事の方、頑張ってくれ。{结束}"
event_mes_data_0849_0008: .strn "{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}喜んでもらえると{↙}うれしいですけど…。{2b23}{411f}{奇力克}{491f}あ、{9123}は{↙}仕事ですよね。{↙}それじゃ、{0a27}いってらっしゃい。{结束}"
event_mes_data_0849_0009: .strn "{411f}{米海尔}{491f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}これからもヨロシクな。{↙}{9123}。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0849_End: .hword 0x270F,(event_mes_data_0849_0000 - event_mes_data_0849_header)/2
;event_mes_data_0849文本数量为：10
