;子文件头
event_mes_data_0978_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0978_0000 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0001 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0002 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0003 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0004 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0005 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0006 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0007 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0008 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0009 - event_mes_data_0978_header)
    .hword (event_mes_data_0978_0010 - event_mes_data_0978_header)

event_mes_data_0978_0000: .strn "{401f}{莉亚}{4d1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ad21}ど…ど…ど…どうしましょう。{↙}あわわわ…。{结束}"
event_mes_data_0978_0001: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{3c22}わ…わたし…、{↙}うれしいです…。{2b23}初めて会った時から、{↙}{名字}さんの事、{↙}気になっていたんですよ。{结束}"
event_mes_data_0978_0002: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{名字}さんのお気持ち、{↙}お受けします。{2b23}{401f}{莉亚}{4d1f}{3521}{a821}わたしで良ければ、{↙}一緒にいさせてください{颜2}♥{颜1}{结束}"
event_mes_data_0978_0003: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}それじゃあ、お父さんに{↙}報告しに行きましょう。{结束}"
event_mes_data_0978_0004: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}大丈夫ですよ。{↙}わたしに任せてください。{结束}"
event_mes_data_0978_0005: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}な、なんだと！{2b23}{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{af21}ああもう、お父さん。{↙}落ち着いてください。{2b23}{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}これが落ち着いていられるか！{↙}ダ…ダメだ！！{结束}"
event_mes_data_0978_0006: .strn "{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}お父さん！{↙}わたし、真剣です！！{2b23}{aa21}そんな事言う、{↙}お父さんはキライです！{结束}"
event_mes_data_0978_0007: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}う…、い…いや…。{↙}うーん。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}町長の負けだ。{2b23}これ以上、反対すると、{↙}カケオチして町を出て行くかも{↙}しれん…。{结束}"
event_mes_data_0978_0008: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}カ…カケオチ…。{2b23}{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ad21}そ…そうです。{↙}す…するかもしれないですよ。{2b23}{451f}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}それだったら、{↙}認めてあげたほうがいい。{2b23}{名字}なら、{↙}人がらとしても申し分ない。{2b23}それに牧場は、ここと近いから{↙}いつでも様子を見に行ける。{结束}"
event_mes_data_0978_0009: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0722}…わ、わかった。{↙}認めよう…。{结束}"
event_mes_data_0978_0010: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ありがとう、お父さん。{↙}ありがとう、ロイドさん。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}それで、{↙}式はいつにするんだね？{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}話し合ったんですけど、{↙}一週間後ぐらいがいいです。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}そうか。もうこうなったら、{↙}町をあげて祝おう！{2b23}{451f}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e021}{名字}、{↙}シェルファを泣かすなよ。{2b23}泣かしたら、{↙}町長が飛んでいくぞ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0978_End: .hword 0x270F,(event_mes_data_0978_0000 - event_mes_data_0978_header)/2
;event_mes_data_0978文本数量为：11
