;子文件头
event_mes_data_1559_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1559_0000 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0001 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0002 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0003 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0004 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0005 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0006 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0007 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0008 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0009 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0010 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0011 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0012 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0013 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0014 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0015 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0016 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0017 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0018 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0019 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0020 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0021 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0022 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0023 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0024 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0025 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0026 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0027 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0028 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0029 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0030 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0031 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0032 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0033 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0034 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0035 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0036 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0037 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0038 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0039 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0040 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0041 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0042 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0043 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0044 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0045 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0046 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0047 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0048 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0049 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0050 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0051 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0052 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0053 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0054 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0055 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0056 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0057 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0058 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0059 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0060 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0061 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0062 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0063 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0064 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0065 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0066 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0067 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0068 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0069 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0070 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0071 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0072 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0073 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0074 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0075 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0076 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0077 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0078 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0079 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0080 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0081 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0082 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0083 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0084 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0085 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0086 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0087 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0088 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0089 - event_mes_data_1559_header)
    .hword (event_mes_data_1559_0090 - event_mes_data_1559_header)

event_mes_data_1559_0000: .strn "このＭＳＧはありません。{结束}"
event_mes_data_1559_0001: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}こんにちは。{↙}こちらクッザイア情報局です。{2b23}{名字}さん。{↙}いろいろな情報、{↙}{2d23}知りたくないですか？{9023}{结束}"
event_mes_data_1559_0002: .strn "{401f}{迪鲁卡}{481f}{411f}{a41f}{481f}{颜2}{功能1}{2708}{颜1}でいかがでしょう。{↙}{3223}{0008}聞く聞く{↙}{0008}今はいいかな{9023}{结束}"
event_mes_data_1559_0003: .strn "{401f}{迪鲁卡}{481f}{3521}そうですか。{↙}この町の{2d23}いろいろなことを{2c23}{↙}お聞かせできたのに。残念。{结束}"
event_mes_data_1559_0004: .strn "{401f}{迪鲁卡}{4b1f}{3521}お金が足りませんよ。{↙}お金を持って来てくださいね。{结束}"
event_mes_data_1559_0005: .strn "{401f}{迪鲁卡}{481f}{3521}{451f}風が運んできたこと{↙}{2d23}なんですけどね…。{9023}{结束}"
event_mes_data_1559_0006: .strn "{401f}{迪鲁卡}{491f}{3521}また、何かあれば{↙}風伝えにお教えします。{↙}お楽しみに。{结束}"
event_mes_data_1559_0007: .strn "ダミー{结束}"
event_mes_data_1559_0008: .strn "ダミー{结束}"
event_mes_data_1559_0009: .strn "ダミー{结束}"
event_mes_data_1559_0010: .strn "ダミー{结束}"
event_mes_data_1559_0011: .strn "ダミー{结束}"
event_mes_data_1559_0012: .strn "ダミー{结束}"
event_mes_data_1559_0013: .strn "ダミー{结束}"
event_mes_data_1559_0014: .strn "ダミー{结束}"
event_mes_data_1559_0015: .strn "ダミー{结束}"
event_mes_data_1559_0016: .strn "ダミー{结束}"
event_mes_data_1559_0017: .strn "ダミー{结束}"
event_mes_data_1559_0018: .strn "ダミー{结束}"
event_mes_data_1559_0019: .strn "ダミー{结束}"
event_mes_data_1559_0020: .strn "＜結果はどうかな＞{结束}"
event_mes_data_1559_0021: .strn "{401f}{迪鲁卡}{481f}{3521}家の前にカゴがあるでしょう。{↙}うまくものを投げ入れられると{↙}気持ちいいですよね。　　{2b23}特に、ＧＯＯＤやＧＲＥＡＴの{↙}字が出た時は、ちょっとだけ{↙}元気になれるんです。{2b23}どれくらい元気になったかは{↙}画面の左上のゲージを{↙}見るといいですよ。{9023}{结束}"
event_mes_data_1559_0022: .strn "{401f}{迪鲁卡}{481f}{3521}わたしはウシが好きです。{↙}のんびり～してて、{↙}ウシかわいいです。{↙}{2b23}動物もペットも{↙}みんな同じように見えても、{↙}性格や個性があるんです。{2b23}{401f}{迪鲁卡}{491f}{3521}また、{↙}そこがかわいいですね。{9023}{结束}"
event_mes_data_1559_0023: .strn "{401f}{迪鲁卡}{481f}{3521}バザール楽しんでますか～？{↙}いろいろお店がありますが、{↙}商品もいろいろありますね。{2b23}お店によっては売り物が{↙}{名字}さんの店のように{↙}変わったりしてますよ。{2b23}{2c22}いろいろ見てみると{↙}いいですよ。{9023}{结束}"
event_mes_data_1559_0024: .strn "{401f}{迪鲁卡}{4a1f}{3521}寝ているとこを起こされると、{↙}だれでもムカッとしますよね。{2b23}{401f}{迪鲁卡}{481f}{3521}動物も一緒ですよ。{↙}だから、{名字}さんも{↙}夜は眠りましょうね。{9023}{结束}"
event_mes_data_1559_0025: .strn "{401f}{迪鲁卡}{4a1f}{3521}動物達に向かって{↙}{名字}さんは、{↙}ひどいことをしてませんか？{2b23}{401f}{迪鲁卡}{4b1f}{3521}たとえばクワやカマを向けたり{↙}台風、大雪の日に{↙}外に出しっぱなしにしたり。{2b23}動物達は、{↙}そんな{名字}さんにも{↙}けなげな愛を。う、う…。{9023}{结束}"
event_mes_data_1559_0026: .strn "{401f}{迪鲁卡}{481f}{3521}動物達には{↙}心があり、愛があります。{↙}{2b23}{名字}さんにも、{↙}心があり、愛があります…{↙}よね？{2b23}相手を思いやると、{↙}相手の過ごしやすい環境が{↙}なんとなく分かりますよ。{9023}{结束}"
event_mes_data_1559_0027: .strn "{401f}{迪鲁卡}{481f}{3521}イヌやネコは、{↙}わたし達の大切な友達です。{2b23}なおかつイヌは{↙}ウシとヒツジと{↙}仲が良いみたいですよ。{2b23}もしかしたら{↙}イヌが家にいると{2b23}ウシやヒツジの世話を{↙}手伝ってくれるかも{↙}しれませんね。{9023}{结束}"
event_mes_data_1559_0028: .strn "{401f}{迪鲁卡}{481f}{3521}イヌやネコは、{↙}わたし達の大切な友達です。{2b23}なおかつネコは{↙}ニワトリとヒヨコと{↙}仲が良いようですよ。{2b23}もしかしたら{↙}ネコが家にいると{↙}{2b23}ニワトリとヒヨコの世話を{↙}手伝ってくれるかも{↙}しれませんね。{9023}{结束}"
event_mes_data_1559_0029: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}さんは{↙}ウマを知っていますか？{2b23}運がよければ、ウマと友達に{↙}なれるかもしれません。{2b23}{401f}{迪鲁卡}{491f}{3521}ウマは背中に乗れるので、{↙}ウマく乗りこなせると{↙}いいですよね。{9023}{结束}"
event_mes_data_1559_0030: .strn "{401f}{迪鲁卡}{481f}{3521}バザール楽しんでますか？{↙}ベル振ってますか？{2b23}{名字}さんのベルは{↙}音の届く範囲が{↙}あるみたいですよ。{2b23}お店内でいろいろ動いて{↙}振ってみるといいですよ。{9023}{结束}"
event_mes_data_1559_0031: .strn "{401f}{迪鲁卡}{481f}{3521}休みの日は、{↙}みんな好きな思い思いの場所で{↙}すごしていますよ。{2b23}わたしの好きな場所は、{↙}風………、{0b27}ヒミツです。{9023}{结束}"
event_mes_data_1559_0032: .strn "{401f}{迪鲁卡}{481f}{3521}みんな、時間に正しい生活を{↙}送っていますね。{2b23}会いたい方がおられれば、{↙}その人の行きそうな場所へ{↙}行ってみるといいですね。{2b23}今週は会えなくても、{↙}来週は会えるかも{↙}しれませんね。{9023}{结束}"
event_mes_data_1559_0033: .strn "{401f}{迪鲁卡}{481f}{3521}バザール楽しんでますか？{↙}{名字}さんは、{↙}どんなものを出品してます？{2b23}品質によって、{↙}ものの値段って変わりますよ。{2b23}品質の高いものを売ると、{↙}ガッポリもうかりますよ。{9023}{结束}"
event_mes_data_1559_0034: .strn "{401f}{迪鲁卡}{481f}{3521}バザール楽しんでますか？{↙}お客さんは、{↙}たくさんきてますか？{2b23}お客さんにも、{↙}好きなものキライなものが{↙}あるらしいですよ。{2b23}何が売れすじか、{↙}よぉ～～～く、{↙}チェックするのがいいですよ。{9023}{结束}"
event_mes_data_1559_0035: .strn "{401f}{迪鲁卡}{481f}{3521}川に落ちると冷たいですね。{↙}わたしも落ちた事があります。{↙}{2b23}でもあの川の中、{↙}何かキラキラしたものを{↙}見たような見ないような…？{2b23}落ちてみると、{↙}わかるかもしれませんね。{9023}{结束}"
event_mes_data_1559_0036: .strn "{401f}{迪鲁卡}{481f}{3521}おや、おや？？{↙}なぜ、わたしが{↙}情報局ですかって？{2b23}そりゃあ、この町への愛が{↙}わたしに情報発信の責務や{↙}論理や義務や使命や…。{2b23}風………{0b27}ヒミツです。{9023}{结束}"
event_mes_data_1559_0037: .strn "{401f}{迪鲁卡}{481f}{3521}魚釣ってみました？{↙}魚釣りは面白いですね。{↙}わたしも、たまにしますよ。{2b23}台風の日の釣りって{↙}風で水がかき混ぜられて{↙}{2d23}スゴイ、らしいですよ。{9023}{结束}"
event_mes_data_1559_0038: .strn "{401f}{迪鲁卡}{481f}{3521}なにやら魚にも、{↙}すみかがあるらしいですね。{2b23}たきのある上流や{↙}粉砕風車のある下流では{↙}水の流れも違いますしね。{2b23}魚も好きな場所が{↙}あるんですね。{9023}{结束}"
event_mes_data_1559_0039: .strn "{401f}{迪鲁卡}{481f}{3521}粉砕風車のあたりに{↙}見かけない魚が{↙}いたらしいです。{2b23}もしかしたら、{↙}新種！　かもしれませんね。{9023}{结束}"
event_mes_data_1559_0040: .strn "{401f}{迪鲁卡}{481f}{3521}人間生きていれば、{↙}雨の日も風の日も…。{2b23}吹雪の日も{↙}台風の日もあります。{2b23}でも、歩き続けると{↙}足元にキラリと光るものが{↙}転がっているらしいです！{2b23}ほかにもきっと{↙}いいことがありますよ。{↙}おたがい、頑張りましょう。{9023}{结束}"
event_mes_data_1559_0041: .strn "{401f}{迪鲁卡}{481f}{3521}川はみんなの{↙}いこいの場所です。{2b23}川にいらないものを{↙}投げ入れてませんか？{2b23}{401f}{迪鲁卡}{4b1f}{3521}そんな悲しいことをすると、{↙}{401f}{迪鲁卡}{4a1f}{3521}{2d22}みんな{2d23}怒りますよ。{↙}{401f}{迪鲁卡}{491f}{3521}気をつけてくださいね。{9023}{结束}"
event_mes_data_1559_0042: .strn "{401f}{迪鲁卡}{481f}{3521}町のいろいろな場所に{↙}花とか草とか、いろいろ{↙}落ちてますよね。{2b23}あれ、拾えるんですね。{↙}拾った後は、{↙}{名字}さんのもの！{2b23}行きにくい場所のほうが{↙}イイものが{↙}落ちてるらしいですよ。{9023}{结束}"
event_mes_data_1559_0043: .strn "{401f}{迪鲁卡}{481f}{3521}落ちているものは、{↙}明日になると{↙}風に持ってかれちゃいます。{2b23}見つけたら、{↙}その場その時即行動。{↙}注意してくださいね。{9023}{结束}"
event_mes_data_1559_0044: .strn "{401f}{迪鲁卡}{481f}{3521}この町は自然が多くて{↙}一年を通して虫も{↙}よく見かけますよね。{2b23}あの虫は捕まえる事が{↙}できるんです。{2b23}種類が多いので、{↙}コンプリートの目指しがいが{↙}ありますよ。{9023}{结束}"
event_mes_data_1559_0045: .strn "{401f}{迪鲁卡}{481f}{3521}虫を捕まえてますか？{↙}虫に逃げられる事も{↙}ありますか？{2b23}コツは、こっそりひっそり{↙}歩いて近づいて{↙}ぱっと捕まえる事です。{2b23}あせっちゃダメですよ。{↙}虫がビックリしますから。{9023}{结束}"
event_mes_data_1559_0046: .strn "{401f}{迪鲁卡}{481f}{3521}風車は今日も{↙}{2d23}くるくる{2e23}まわる～♪{2b23}くるくるまわって{↙}{2d23}風を{2e23}生み出す～♪{2b23}わたしが作った{↙}風車のテーマソングです。{2b23}{401f}{迪鲁卡}{491f}{3521}{2e22}おはずかしい。{↙}でも、仕事中、{↙}よく歌っているんですよ。{9023}{结束}"
event_mes_data_1559_0047: .strn "{401f}{迪鲁卡}{481f}{3521}もしも、{↙}作物の水やりを忘れて{↙}しおれさせてしまっても、{2b23}水をやり続ければ、{↙}また作物は元気になるらしい{↙}ですよ。{2b23}風車もデリケートですが、{↙}作物もデリケートですよ。{2b23}大切にしてあげてくださいね。作物も生きているのですから。{9023}{结束}"
event_mes_data_1559_0048: .strn "{401f}{迪鲁卡}{481f}{3521}作物にも優しくしていますか？{↙}クワやカマを向けたり、{↙}ふんだりしてませんか？{2d22}{2b23}{401f}{迪鲁卡}{491f}{3521}ヒドイ事をせず、大事に大事に{↙}してあげてくださいね。{9023}{结束}"
event_mes_data_1559_0049: .strn "{401f}{迪鲁卡}{481f}{3521}作物には１日１回、{↙}もしくは２回ぐらい水をやると{↙}いいですよ。{2b23}水をいっぱい飲んだ作物は、{↙}グングン大きくなりますよ。{9023}{结束}"
event_mes_data_1559_0050: .strn "{401f}{迪鲁卡}{481f}{3521}作物の鮮度は手に持ったり、{↙}カバンに入れておくよりも、{↙}そうこに入れておいたほうが{2b23}いつまでもピチピチ♪{↙}みたいですよ。{2b23}そうこはすごく便利ですね。{↙}活用してくださいね。{9023}{结束}"
event_mes_data_1559_0051: .strn "{401f}{迪鲁卡}{481f}{3521}作物を育てるときに{↙}ひりょうを使っていますか？{2b23}ひりょうを使うと{↙}品質の高い、おいしい作物に{↙}なるそうですよ。{9023}{结束}"
event_mes_data_1559_0052: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}さん、{↙}食べ過ぎた事ありますか？{↙}わたしは多いです…。{↙}{2b23}これだから、{↙}ネリネにいつも怒られて{↙}しまうんですよね…。{2b23}そうそう。{↙}作物にもひりょうのやりすぎは{↙}あまりよくないみたいです。{2b23}{2f22}ひりょうもわたしも{↙}腹八分目がいいかも…。{9023}{结束}"
event_mes_data_1559_0053: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}さんは、{↙}お料理してますか？{2b23}{2c22}わたしはネリネの料理が{↙}おいしくておいしくて、{↙}こんなに太っちゃいました。{2b23}いろいろな食材を入れて、{↙}アレンジしたお料理は{↙}心動かされますよ。{9023}{结束}"
event_mes_data_1559_0054: .strn "{401f}{迪鲁卡}{481f}{3521}レシピを教えてもらえるの{↙}お得ですよね。{2b23}でも、真の料理家は{↙}自分で作ってナンボです。{2b23}もらったレシピだけじゃ、{↙}レシピのコンプリートは、{↙}できませんよ。{2b23}そう、ネリネが言ってました。{↙}真の料理家って、大変ですね。{9023}{结束}"
event_mes_data_1559_0055: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}さんちには、{↙}カレンダーありますよね？{2b23}カレンダーには、{↙}予定が自動的に書き込まれる{↙}便利機能があるそうですよ。{2b23}カレンダーは高性能です。{↙}{名字}さんと{↙}以心伝心ですね。{2b23}予定を忘れたときには、{↙}カレンダーをマメに{↙}見てみるといいですよ。{9023}{结束}"
event_mes_data_1559_0056: .strn "{401f}{迪鲁卡}{481f}{3521}カフェのミーナさん。{↙}優しくてかわいらしいので{↙}人気あるみたいですよ。{2b23}{401f}{迪鲁卡}{4a1f}{3521}ウワサでは、{↙}ミーナ•ふぁんくらぶ。という{↙}ファンクラブもあるとか…。{2b23}{401f}{迪鲁卡}{491f}{3521}でも、わたしはネリネのほうが{↙}かわいらしいと思いますがね。{↙}ふぉふぉふぉ。{9023}{结束}"
event_mes_data_1559_0057: .strn "{401f}{迪鲁卡}{481f}{3521}サニアさんとメリーニさんは、{↙}とっても仲良しですよね。{2b23}でも、ここだけの話。{↙}若い頃に同じ人を{↙}好きになってしまって…。{2b23}いろいろな事が{↙}あったらしいです。{↙}でも、今は親友だそうです。{2b23}{2e22}彼女達の熱い友情には{↙}わたしから見ても{↙}ほれるものがありますね。{9023}{结束}"
event_mes_data_1559_0058: .strn "{401f}{迪鲁卡}{481f}{3521}町のいろいろなところにある{↙}ジャンプ台には、{↙}もう乗ってみましたか？{2b23}普通のジャンプよりも{↙}気持ちいい気がしますね。{2b23}でも、{2f22}わたしは体重が重くて{↙}とべないのです…。{↙}悲しい事です…。{9023}{结束}"
event_mes_data_1559_0059: .strn "{401f}{迪鲁卡}{481f}{3521}ゆっくり歩くのもいいですが{↙}たまには走ってみるのも{↙}気持ちいいですよね。{2b23}なにやら、「Ｌボタン」で{↙}走ることができるらしいです。{2b23}「Ｌ」って、何でしょうね。{↙}気になりますね。{9023}{结束}"
event_mes_data_1559_0060: .strn "{401f}{迪鲁卡}{481f}{3521}ウマは、{↙}人に優しい生き物ですよね。{↙}わたしは、ウマが大好きです。{2b23}ウマはウマが合えば合うほど{↙}ウマくハヤく、走ってくれる{↙}らしいですよ。{2b23}{名字}さんも{↙}ウマ好きになれると{↙}思いますよ。{9023}{结束}"
event_mes_data_1559_0061: .strn "{401f}{迪鲁卡}{481f}{3521}ウマのご飯は、{↙}ウマ用のクッキーだそうです。{↙}ちょっぴり、グルメですよね。{2b23}あのクッキーって、一体{↙}どんな味なんでしょうかね？{↙}ちょっと気になりませんか？{9023}{结束}"
event_mes_data_1559_0062: .strn "{401f}{迪鲁卡}{481f}{3521}牧場のやりこみ度を表す{↙}称号っていうものが{↙}資産表にあるらしいです。{2b23}{名字}さんが、{↙}牧場を楽しめば楽しむほど{↙}称号アップらしいです。{2b23}{名字}さんの{↙}今の称号は何でしょうね？{2b23}ちなみにわたしの称号は、{↙}風………{0b27}ヒミツです。{↙}{9023}{结束}"
event_mes_data_1559_0063: .strn "{401f}{迪鲁卡}{481f}{3521}資産表に釣った魚の記録が{↙}あるらしいですね。{2b23}次に釣りをするときには、{↙}場所を決めるめやすに{↙}なりますよね。{9023}{结束}"
event_mes_data_1559_0064: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}さんちの{↙}動物小屋の看板、見てますか？{2b23}あれは動物達の{↙}仲良し度や体調が{↙}一目で分かるんですよ。{2b23}牧場主である{↙}{名字}さんは、{↙}毎日見ないといけませんよ。{9023}{结束}"
event_mes_data_1559_0065: .strn "{401f}{迪鲁卡}{481f}{3521}動物達は、{↙}外に出したら放っておいても{↙}大丈夫らしいですよ。{2b23}のんびり草を食べたり、{↙}日に当たったり。{↙}好きなことしてます。{2b23}夕方にちゃんと中に入れたら{↙}その日一日、動物達は{↙}幸せな気分でいられます。{2b23}わたしも夜、家に帰って{↙}ネリネに会えば幸せですよ。{↙}ふぉふぉふぉ。{9023}{结束}"
event_mes_data_1559_0066: .strn "{401f}{迪鲁卡}{481f}{3521}動物小屋のけいじばんにある{↙}仲良し度って何だと思います？{↙}{2b23}あれはですね、{↙}{名字}さんへの{↙}愛情ですよ。{2b23}愛情があると、動物達は{↙}品質のいいミルクやいい卵を{↙}生んでくれます。{2b23}そうやって、{↙}{名字}さんへ{↙}愛を返してくれるんです。{2b23}やっぱり、愛は大事ですね。{↙}なんと永遠で、{↙}高貴な愛なんでしょう。{9023}{结束}"
event_mes_data_1559_0067: .strn "{401f}{迪鲁卡}{481f}{3521}動物小屋のけいじばんにある{↙}ストレスって何だと思います？{2b23}あれはですね、{↙}{名字}さんへの{↙}気持ちですよ。{2b23}{名字}さんに{↙}触れ合いたいけど{↙}触れ合えない気持ちが…。{2b23}{401f}{迪鲁卡}{4b1f}{3521}ストレスになって動物達に{↙}おそいかかってくるんです。{2b23}ストレスがたまると{↙}病気になってしまいます。{↙}それは悲しいです…。{2b23}{401f}{迪鲁卡}{481f}{3521}だから、{名字}さん。{↙}こまめに動物達をみてあげて{↙}くださいね。{9023}{结束}"
event_mes_data_1559_0068: .strn "{401f}{迪鲁卡}{481f}{3521}動物小屋のけいじばんにある{↙}訓練レベルって何だと{↙}思います？{2b23}あれはですね、{↙}{名字}さんへの{↙}信頼ですよ。{2b23}イヌやネコなら{↙}ボールで遊んであげると{↙}いいですよ。{2b23}もしも、ウマがいるなら{↙}乗って遊んだりすると{↙}いいですね。{2b23}{401f}{迪鲁卡}{491f}{3521}すると動物達は、{↙}{名字}さんに{↙}どんどんなついてきますよ。{2b23}信頼ある子は、なんと{↙}{名字}さんの牧場の{↙}手伝いをしてくれます。{2b23}えらいですよね。{↙}大事にしてあげてください。{9023}{结束}"
event_mes_data_1559_0069: .strn "{401f}{迪鲁卡}{481f}{3521}この町にはいろいろな人が{↙}住んでますよね。{2b23}仲良しになりたい人がいると{↙}たっくさん話しかけると{↙}いいらしいですよ。{2b23}それも、場所や時間を変えて{↙}話しかけると{↙}相手もうれしいと思います。{2b23}わたしもネリネと{↙}はじめて会ったときから{↙}風………{0b27}ヒミツです。{9023}{结束}"
event_mes_data_1559_0070: .strn "{401f}{迪鲁卡}{481f}{3521}プレゼントをもらうと{↙}うれしいし、{↙}ビックリしますよね。{2b23}{名字}さんなら、{↙}プレゼントしたいアイテムを{↙}担いだまま人に話しかけると{2b23}プレゼントすることが{↙}できますよ。{9023}{结束}"
event_mes_data_1559_0071: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}さんは、{↙}好きなものキライなもの{↙}ありますか～？{2b23}{2c22}この町の人にも{↙}好きなものキライなものが{↙}あるんですよね～。{2b23}好きなものをだれかにプレゼントすると{↙}きっとその人は…。{2b23}{401f}{迪鲁卡}{491f}{3521}プレゼントもよろこばれ、{↙}{名字}さんの好感も{↙}アップしますよ。{9023}{结束}"
event_mes_data_1559_0072: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}さんの誕生日は{↙}いつですか？{2b23}{2c22}この町の人にもみんな{↙}誕生日があるんですよね。{2b23}その記念すべき日に{↙}プレゼントなどの{↙}シャレたことはどうですか？{2b23}{401f}{迪鲁卡}{491f}{3521}プレゼントもよろこばれ、{↙}{名字}さんの好感も{↙}アップしますよ。{9023}{结束}"
event_mes_data_1559_0073: .strn "{401f}{迪鲁卡}{481f}{3521}冬場は川の水が凍って{↙}その上を歩けますよね。{2b23}普段歩けないところを{↙}歩くのは楽しいですよね。{2b23}もしかしたら、{↙}歩くだけじゃなくて、{↙}違う事をしてみると…。{2b23}{2d23}何かが起こるかも{↙}しれませんね…。{9023}{结束}"
event_mes_data_1559_0074: .strn "{401f}{迪鲁卡}{481f}{3521}楽しい事をすると{↙}{名字}さんの頭の上に{↙}「♪」がでますよね。{2b23}あれは元気のあかしですよ。{↙}♪が多いと元気が出てきます。{9023}{结束}"
event_mes_data_1559_0075: .strn "{401f}{迪鲁卡}{481f}{3521}冬になると、{↙}たまに落ちてる雪玉。{↙}あれ投げてみました？{2b23}なかに、何か…、{↙}{2d23}あるらしいですよ…。{9023}{结束}"
event_mes_data_1559_0076: .strn "{401f}{迪鲁卡}{481f}{3521}風車でいろいろなもの{↙}作ってみてますか？{2b23}風車で作ったもののほうが{↙}バザールでも高く売れますよ♪{2b23}風車はすごいですね。{↙}{2c22}さすがわたしの風車ですよ。{9023}{结束}"
event_mes_data_1559_0077: .strn "{401f}{迪鲁卡}{481f}{3521}風って、{↙}どこから来るのでしょうね。{2b23}この世界をまわる風。{↙}森の間をすり抜け、{↙}人の間をすり抜ける風。{2b23}普段接している風は、{↙}わたし達が想像も{↙}つかないような世界から{2b23}やってきているのかも{↙}しれませんね。{9023}{结束}"
event_mes_data_1559_0078: .strn "{401f}{迪鲁卡}{481f}{3521}すてき、って便利ですよね。{↙}風車に欠かせない{↙}アイテムですよ。{2b23}わたしもすてきって、{↙}言われたいです…。{9023}{结束}"
event_mes_data_1559_0079: .strn "{401f}{迪鲁卡}{481f}{3521}{名字}さんは{↙}恋をしてますか？{2b23}恋をしているなら、{↙}相手の立場になって{↙}考えてくださいね。{2b23}でも、それよりも大事なのは{↙}まずは自分に正直に{↙}なることですよ。{2b23}相手を思って答えても、{↙}それが逆効果になることも{↙}ありますからね。{2b23}わたしとネリネは、{↙}風………、{0b27}ヒミツです。{9023}{结束}"
event_mes_data_1559_0080: .strn "{401f}{迪鲁卡}{481f}{3521}なにやらウマを手に入れると{↙}草けいばが{↙}できるらしいですね。{2b23}人とウマが一体になる快感！{↙}これはウマと仲良しに{↙}なれますよね。{9023}{结束}"
event_mes_data_1559_0081: .strn "ダミー{1608}{1108}{0008}使用しません。表示されたらバグです。{9023}{结束}"
event_mes_data_1559_0082: .strn "ダミー{1608}{1208}{0008}使用しません。表示されたらバグです。{9023}{结束}"
event_mes_data_1559_0083: .strn "ダミー{1608}{1308}{0008}使用しません。表示されたらバグです。{9023}{结束}"
event_mes_data_1559_0084: .strn "ダミー{1608}{1408}{0008}使用しません。表示されたらバグです。{9023}{结束}"
event_mes_data_1559_0085: .strn "ダミー{1608}{1508}{0008}使用しません。表示されたらバグです。{9023}{结束}"
event_mes_data_1559_0086: .strn "ダミー{1608}{1608}{0008}使用しません。表示されたらバグです。{9023}{结束}"
event_mes_data_1559_0087: .strn "ダミー{1608}{1708}{0008}使用しません。表示されたらバグです。{9023}{结束}"
event_mes_data_1559_0088: .strn "ダミー{1608}{1808}{0008}使用しません。表示されたらバグです。{9023}{结束}"
event_mes_data_1559_0089: .strn "ダミー{1608}{1908}{0008}使用しません。表示されたらバグです。{9023}{结束}"
event_mes_data_1559_0090: .strn "ダミー{1708}{1008}{0008}使用しません。表示されたらバグです。{9023}{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1559_End: .hword 0x270F,(event_mes_data_1559_0000 - event_mes_data_1559_header)/2
;event_mes_data_1559文本数量为：91
