;子文件头
event_mes_data_1006_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1006_0000 - event_mes_data_1006_header)
    .hword (event_mes_data_1006_0001 - event_mes_data_1006_header)
    .hword (event_mes_data_1006_0002 - event_mes_data_1006_header)

event_mes_data_1006_0000: .strn "{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}こんばんは。ロイドさん。{2b23}{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}ああ、きぐうだな。{↙}趣味の料理の調子はどうだ？{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ロイドさんから教えてもらった{↙}レシピや食材のおかげです。{2b23}おいしくて元気になるものが{↙}たくさん作れましたよ。{结束}"
event_mes_data_1006_0001: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e021}良かったな。{2b23}町長がこの所調子がいいのも{↙}シェルファが作る料理の{↙}おかげだな。{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}料理のはばが広がったのは{↙}ロイドさんのおかげですよ。{2b23}ありがとうございます！{2b23}{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}また、何かめずらしいものでも{↙}持っていってやるよ。{结束}"
event_mes_data_1006_0002: .strn "{411f}{莉亚}{4d1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{3c22}本当ですか！{0b27}{2b23}今から晩ご飯を作るのですけど{↙}ロイドさんも一緒にどうです？{2b23}{401f}{卡米尔}{491f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}今日はムリだが、また今度{↙}誘ってくれ。いいかな？{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}わかりました！{2b23}今度はロイドさんのために{↙}レシピを考えて待ってます。{2b23}{401f}{卡米尔}{491f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e021}悪いな。{↙}今度会う時が楽しみだ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1006_End: .hword 0x270F,(event_mes_data_1006_0000 - event_mes_data_1006_header)/2
;event_mes_data_1006文本数量为：3
