;子文件头
event_mes_data_0988_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0988_0000 - event_mes_data_0988_header)
    .hword (event_mes_data_0988_0001 - event_mes_data_0988_header)
    .hword (event_mes_data_0988_0002 - event_mes_data_0988_header)
    .hword (event_mes_data_0988_0003 - event_mes_data_0988_header)
    .hword (event_mes_data_0988_0004 - event_mes_data_0988_header)
    .hword (event_mes_data_0988_0005 - event_mes_data_0988_header)
    .hword (event_mes_data_0988_0006 - event_mes_data_0988_header)
    .hword (event_mes_data_0988_0007 - event_mes_data_0988_header)
    .hword (event_mes_data_0988_0008 - event_mes_data_0988_header)

event_mes_data_0988_0000: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e721}おまえか、{↙}仕事は終わったのか？{2b23}{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}仕事が終わったのなら、{↙}少し話をしないか？{2b23}前に、旅先の話に興味が{↙}あると言っていただろう？{结束}"
event_mes_data_0988_0001: .strn "{411f}{a41f}{481f}{3223}{0008}ぜひ聞きたい{↙}{0008}まだ、仕事があるので…{结束}"
event_mes_data_0988_0002: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}そうか、{↙}では話そう。{结束}"
event_mes_data_0988_0003: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}では、この前おとずれた町に{↙}ついて話そうか………。{2b23}この町では風をうまく利用した{↙}生活が成り立っているが、{↙}行った町では違っていてな。{2b23}風と違って、じょう気を{↙}利用した生活をしていたんだ。{结束}"
event_mes_data_0988_0004: .strn "{401f}{卡米尔}{4c1f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}じょう気って何って？{2b23}水がふっとうした時に{↙}ケムリが出るだろ？{↙}あれだ。{结束}"
event_mes_data_0988_0005: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}それをうまく動力に使って{↙}キカイを動かしていた。{2b23}人が乗って、すごい速度で走る{↙}車って乗り物もあったぞ。{结束}"
event_mes_data_0988_0006: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e121}おもしろかったか？{2b23}おまえは聞き上手だな。{↙}オレも話していて楽しいよ。{2b23}{401f}{卡米尔}{4c1f}{3521}ああ、引き止めて悪かったな。{2b23}また、{↙}今度も旅の話をしてやるよ。{结束}"
event_mes_data_0988_0007: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}じゃあな。{2b23}オレは、もう少しここにいる。{结束}"
event_mes_data_0988_0008: .strn "{401f}{卡米尔}{4c1f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e521}そうか、引き止めて悪かった。{↙}仕事、頑張れよ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0988_End: .hword 0x270F,(event_mes_data_0988_0000 - event_mes_data_0988_header)/2
;event_mes_data_0988文本数量为：9
