;子文件头
event_mes_data_0125_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0125_0000 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0001 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0002 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0003 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0004 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0005 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0006 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0007 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0008 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0009 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0010 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0011 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0012 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0013 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0014 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0015 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0016 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0017 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0018 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0019 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0020 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0021 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0022 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0023 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0024 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0025 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0026 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0027 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0028 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0029 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0030 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0031 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0032 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0033 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0034 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0035 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0036 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0037 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0038 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0039 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0040 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0041 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0042 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0043 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0044 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0045 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0046 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0047 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0048 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0049 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0050 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0051 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0052 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0053 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0054 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0055 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0056 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0057 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0058 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0059 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0060 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0061 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0062 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0063 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0064 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0065 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0066 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0067 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0068 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0069 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0070 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0071 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0072 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0073 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0074 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0075 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0076 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0077 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0078 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0079 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0080 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0081 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0082 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0083 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0084 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0085 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0086 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0087 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0088 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0089 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0090 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0091 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0092 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0093 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0094 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0095 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0096 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0097 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0098 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0099 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0100 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0101 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0102 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0103 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0104 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0105 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0106 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0107 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0108 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0109 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0110 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0111 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0112 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0113 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0114 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0115 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0116 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0117 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0118 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0119 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0120 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0121 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0122 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0123 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0124 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0125 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0126 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0127 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0128 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0129 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0130 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0131 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0132 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0133 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0134 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0135 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0136 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0137 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0138 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0139 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0140 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0141 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0142 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0143 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0144 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0145 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0146 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0147 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0148 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0149 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0150 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0151 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0152 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0153 - event_mes_data_0125_header)
    .hword (event_mes_data_0125_0154 - event_mes_data_0125_header)

event_mes_data_0125_0000: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}あ、初めまして。{↙}{名字}さんですよね。{2b23}{401f}{莉亚}{491f}{3521}{a821}あなたの事は、{↙}父のフェリックスから{↙}聞いています。{2b23}{401f}{莉亚}{481f}{3521}わたしは、{颜3}シェルファ{颜1}です。{↙}これから、{↙}よろしくお願いしますね。{结束}"
event_mes_data_0125_0001: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{af21}昨日は天気が悪かったですね。{↙}体調には気をつけてください。{结束}"
event_mes_data_0125_0002: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}おはようございます、{↙}{名字}さん。{2b23}{401f}{莉亚}{491f}{3521}{a821}今日も一日、{↙}頑張りましょうね。{结束}"
event_mes_data_0125_0003: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}こんにちは、{↙}{名字}さん。{2b23}{401f}{莉亚}{491f}{3521}{a821}お仕事、頑張ってくださいね。{结束}"
event_mes_data_0125_0004: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}こんばんは、{↙}{名字}さん。{2b23}{a821}今日も、お疲れさまです。{结束}"
event_mes_data_0125_0005: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}あら、かわいいですね。{↙}とってもいやされます♪{结束}"
event_mes_data_0125_0006: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0125_0007: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}それは、{颜2}青い羽根{颜1}ですね。{0a27}{↙}{401f}{莉亚}{4b1f}{3521}………わかりました。{2b23}{401f}{莉亚}{4d1f}{3521}{3c22}………わたし、{↙}じつはもう決めてたんです。{结束}"
event_mes_data_0125_0008: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}きれいな色していますね。{↙}わたしもいつかは…。{2b23}{401f}{莉亚}{491f}{3521}{a821}ウフフ…。{↙}何でもないですよ。{结束}"
event_mes_data_0125_0009: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ae21}いえ、けっこうです。そんなに{↙}気を使わないでください。{结束}"
event_mes_data_0125_0010: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ae21}お気持ちだけ、{↙}いただきますね。{结束}"
event_mes_data_0125_0011: .strn "{401f}{莉亚}{4d1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ad21}わぁ…、感謝祭ですね。{↙}ありがとうございます！{2b23}{401f}{莉亚}{491f}{3c22}それじゃあ、冬の感謝祭は{↙}楽しみにしててくださいね。{结束}"
event_mes_data_0125_0012: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{3c22}感謝祭ですね。{↙}ありがとうございます。{2b23}{3d22}{名字}さんって、{↙}本当にマメですね。{↙}奥さまがうらやましいです。{结束}"
event_mes_data_0125_0013: .strn "{401f}{莉亚}{4b1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{af21}ごめんなさい。{↙}これは受け取れません。{结束}"
event_mes_data_0125_0014: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}誕生日に{颜2}ハーブサラダ{颜1}を{↙}いただけるなんて…。{2b23}{401f}{莉亚}{4d1f}{3521}{ab21}うれしいです。{↙}今日は、ステキな{↙}誕生日になりました。{结束}"
event_mes_data_0125_0015: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ab21}まあ！{↙}{颜2}ハーブサラダ{颜1}ですね。{2b23}ありがとうございます。{↙}とってもうれしいです。{结束}"
event_mes_data_0125_0016: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0125_0017: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0125_0018: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}誕生日プレゼントですね。{2b23}{401f}{莉亚}{491f}{3521}{a821}ありがとうございます。{↙}祝っていただけるなんて{↙}うれしいです。{结束}"
event_mes_data_0125_0019: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ab21}まあ！{↙}わたし、これ好きなんですよ。{2b23}{401f}{莉亚}{481f}{3521}ありがとうございます。{结束}"
event_mes_data_0125_0020: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}誕生日プレゼントですか？{↙}ありがとうございます。{结束}"
event_mes_data_0125_0021: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ありがとうございます。{↙}いただきますね。{结束}"
event_mes_data_0125_0022: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ありがとうございます…。{↙}{af21}でも、これは少し苦手です…。{结束}"
event_mes_data_0125_0023: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0125_0024: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ae21}はぁ…。{↙}こういうものをいただくと…。{2b23}{401f}{莉亚}{4b1f}{3521}わたし…。{0a27}{↙}悲しくなってきます…。{结束}"
event_mes_data_0125_0025: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}もうすぐわたし達の{↙}結婚式、ですね。{2b23}{401f}{莉亚}{4d1f}{3521}{名字}さんと結婚{↙}できるなんて…。{↙}……わたし、すごく幸せです。{结束}"
event_mes_data_0125_0026: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ロイドさんとの結婚生活は{↙}どうですか？{2b23}{a821}何かなやみ事があったら{↙}いつでも相談にのるので、{↙}言ってくださいね。{结束}"
event_mes_data_0125_0027: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}結婚されてから、{↙}幸せそうな顔されていますね。{2b23}{401f}{莉亚}{491f}{3521}{a821}そんな、{名字}さんと{↙}お話ししてると、わたしも{↙}幸せな気分になってきますよ。{结束}"
event_mes_data_0125_0028: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}今日は、{↙}台風が来てしまいましたね。{2b23}{401f}{莉亚}{4a1f}{3521}{aa21}こんな日は、{↙}家から出たらダメですよ。{结束}"
event_mes_data_0125_0029: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}今日は寒いですね…。{2b23}{ae21}こんな日に働くと、カゼを{↙}ひいてしまいますよ。{结束}"
event_mes_data_0125_0030: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{名字}さんがこの町に{↙}来てくださって良かったです。{2b23}{401f}{莉亚}{4d1f}{3521}{a921}だって毎日、とても楽しい{↙}気分になるんですもの。{结束}"
event_mes_data_0125_0031: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}わたし、料理を作るのが{↙}好きなんですよ。{2b23}{401f}{莉亚}{491f}{3521}{a921}今度おいしい料理ができたら、{↙}{名字}さんにも{↙}食べてもらいたいです。{结束}"
event_mes_data_0125_0032: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ae21}{名字}さんは、{↙}すごく頑張りやさんですね。{2b23}{401f}{莉亚}{4a1f}{3521}わたしも{名字}さんを、{↙}見習って頑張らなきゃですね。{↙}うん、頑張らなきゃ！{结束}"
event_mes_data_0125_0033: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}父は、人に見えないところで、{↙}すごく努力する人なのです。{2b23}{ae21}だから、{↙}いつも頑張りすぎて…。{↙}わたし、心配してるんです。{结束}"
event_mes_data_0125_0034: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}最近、{名字}さんも、{↙}この町になじんできましたね。{2b23}{401f}{莉亚}{491f}{3521}{a821}これから先も、{↙}よろしくお願いしますね。{结束}"
event_mes_data_0125_0035: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}牧場のお仕事は毎日、{↙}からだを使うから大変ですね。{2b23}{401f}{莉亚}{491f}{3521}{a821}疲れたときは、あまり{↙}ムリをしないで、しっかりと{↙}休んでくださいね。{结束}"
event_mes_data_0125_0036: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}この町は空気はきれいだし、{↙}町の人も良い人達ばかりです。{2b23}ちょっと、いなかですけど、{↙}とても住みやすいと{↙}思いますよ。{结束}"
event_mes_data_0125_0037: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}デート可能になったＭＳＧ。{结束}"
event_mes_data_0125_0038: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}いかりカウンタ１０用ＭＳＧ。{结束}"
event_mes_data_0125_0039: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}なかなおりする？ＭＳＧ。{结束}"
event_mes_data_0125_0040: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}なかなおりＯＫ用ＭＳＧ。{结束}"
event_mes_data_0125_0041: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}なかなおりＮＧ用ＭＳＧ。{结束}"
event_mes_data_0125_0042: .strn "{411f}{a41f}{481f}デートにさそいますか？{↙}{3223} はい{↙} いいえ{结束}"
event_mes_data_0125_0043: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}昨日は天気が悪かったけど…。{2b23}{401f}{莉亚}{491f}{3521}{a821}{9123}に{↙}何もなくて良かったです。{↙}健康が一番ですものね。{结束}"
event_mes_data_0125_0044: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}おはようございます。{2b23}{a821}今日も、{↙}お互い頑張りましょうね。{结束}"
event_mes_data_0125_0045: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}ウフフ…、どうしたんですか？{↙}{9123}。{结束}"
event_mes_data_0125_0046: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}お仕事は終わりですか？{↙}今日もお疲れさまです。{结束}"
event_mes_data_0125_0047: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}"
event_mes_data_0125_0048: .strn "{401f}{莉亚}{4d1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}結婚しても感謝祭の{↙}プレゼントをもらえるなんて。{2b23}わたしはあなたと結婚して、{↙}本当に良かったです{颜2}♥{颜1}{结束}"
event_mes_data_0125_0049: .strn "{401f}{莉亚}{4d1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ありがとうございます。{2b23}{3c22}わたしの誕生日に一番好きな{↙}{颜2}ハーブサラダ{颜1}を{↙}いただけるなんてうれしい…。{结束}"
event_mes_data_0125_0050: .strn "{401f}{莉亚}{4d1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}この{颜2}ハーブサラダ{颜1}は、{↙}大事に食べますね。{2b23}{3c22}わたしの一番好きなものを{↙}覚えててくれてるなんて、{↙}とってもうれしいです。{结束}"
event_mes_data_0125_0051: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0125_0052: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0125_0053: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0125_0054: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0125_0055: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ac21}えっ…。わたし…。{2b23}これ一番キライだって、{↙}知りませんでしたっけ？{2b23}{401f}{莉亚}{4b1f}{3521}今日、誕生日だったのに…。{↙}わたし、悲しいです。{结束}"
event_mes_data_0125_0056: .strn "{401f}{莉亚}{4b1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ad21}ひどいじゃないですか！{2b23}わたしこれが一番キライって{↙}知っていますよね？{结束}"
event_mes_data_0125_0057: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}うれしい。{↙}わたし達の子供が…。{2b23}{401f}{莉亚}{4d1f}{3521}{a821}家族がふえる…、なんて{↙}すてきな事なんでしょうね。{结束}"
event_mes_data_0125_0058: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}おなかが、大きくなるたびに{↙}うれしくなってきます。{2b23}{401f}{莉亚}{4d1f}{3521}わたし達の子供が、{↙}ここで育っているのですから。{结束}"
event_mes_data_0125_0059: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}この子の名前ですが、{↙}お父さんが付けたいそうです。{2b23}でも、この子の名前は{↙}{9123}が、{↙}必ず名付けてくださいね。{2b23}{401f}{莉亚}{4d1f}{3521}{3c22}よろしくお願いします。{结束}"
event_mes_data_0125_0060: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}どうしたんですか？{2b23}かわいい奥さんの顔を{↙}見に来たんですか？{2b23}{401f}{莉亚}{491f}{3521}{a821}ウフフ、{↙}じょうだんですよ。{结束}"
event_mes_data_0125_0061: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{aa21}お仕事も頑張ってほしいですが{↙}からだは気をつけてください。{2b23}{401f}{莉亚}{481f}{3521}健康が一番ですよ。{↙}わたしからのお願いです。{结束}"
event_mes_data_0125_0062: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}わたし、子供のころから、{↙}こんな生活が夢だったんです。{2b23}{401f}{莉亚}{4d1f}{3521}{a821}{9123}と一緒に{↙}くらせるなんて…。{↙}とっても幸せです。{结束}"
event_mes_data_0125_0063: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}みんなに、夫とはどう？　って{↙}聞かれるんですよ。{2b23}え？　どう答えるのかって？{↙}{0a27}{401f}{莉亚}{491f}{3521}{a821}もちろん、幸せです！{↙}って言うんです。{结束}"
event_mes_data_0125_0064: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{9123}といれば、{↙}この先、何があっても大丈夫！{2b23}{401f}{莉亚}{4d1f}{3521}{3c22}…そんな気がするんです。{结束}"
event_mes_data_0125_0065: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}わたし、もっと{9123}の{↙}事が知りたいです。{2b23}いろいろな面を{↙}わたしに見せてくださいね。{结束}"
event_mes_data_0125_0066: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}最近、{↙}お仕事いそがしいのですか？{2b23}{ac21}…いえ、{↙}{0a27}会話がこのごろ減ったなと…。{↙}そう、思ったので…。{结束}"
event_mes_data_0125_0067: .strn "{401f}{莉亚}{4b1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}わたし、結婚生活って、もっと{↙}楽しいと思っていました。{结束}"
event_mes_data_0125_0068: .strn "{401f}{莉亚}{4b1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}こんなに近くにいるのに、{↙}{0a27}…気持ちがはなれています…。{结束}"
event_mes_data_0125_0069: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}けっこんご{↙}いかりカウンタ１０用ＭＳＧ。{结束}"
event_mes_data_0125_0070: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}けっこんご{↙}なかなおりしますか？ＭＳＧ。{结束}"
event_mes_data_0125_0071: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}けっこんご{↙}なかなおりＯＫＭＳＧ。{结束}"
event_mes_data_0125_0072: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}けっこんご{↙}なかなおりＮＧＭＳＧ。{结束}"
event_mes_data_0125_0073: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ライバルけっこん後{↙}青い羽　見せた時ＭＳＧ。{结束}"
event_mes_data_0125_0074: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど60000以上。{结束}"
event_mes_data_0125_0075: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど50000以上。{↙}{结束}"
event_mes_data_0125_0076: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど40000以上。{↙}{结束}"
event_mes_data_0125_0077: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ライバルけっこん後{↙}デートきょひＭＳＧ。{结束}"
event_mes_data_0125_0078: .strn "{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0125_0079: .strn "{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}おいていっちゃダメ！{结束}"
event_mes_data_0125_0080: .strn "{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}まってよ！{结束}"
event_mes_data_0125_0081: .strn "{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}こら！{结束}"
event_mes_data_0125_0082: .strn "{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}えー！！！{结束}"
event_mes_data_0125_0083: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}天気がいいね。{结束}"
event_mes_data_0125_0084: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}風が気持ちいいね。{结束}"
event_mes_data_0125_0085: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}どこに連れてってくれるの？{结束}"
event_mes_data_0125_0086: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}フフッ{颜2}♥{颜1}{结束}"
event_mes_data_0125_0087: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}フフッ{颜2}♥{颜1}{结束}"
event_mes_data_0125_0088: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0125_0089: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0125_0090: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0125_0091: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0125_0092: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あ、花祭りの花ですね。{↙}{0a27}{401f}{莉亚}{491f}{3521}{a821}ありがとうございます。{结束}"
event_mes_data_0125_0093: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}花祭りの花ですね。{2b23}{401f}{莉亚}{4d1f}{3521}{a821}ありがとうございます、{↙}{9123}{颜2}♥{颜1}{结束}"
event_mes_data_0125_0094: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}明日は星夜祭ですね。{2b23}{a821}わたしの家で、明日お祝いを{↙}しますので、よろしければ{↙}来ていただけませんか？{结束}"
event_mes_data_0125_0095: .strn "{411f}{a41f}{481f}{3223} シェルファ達と過ごす{↙} さそいをことわる{结束}"
event_mes_data_0125_0096: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}ありがとうございます。{2b23}{401f}{莉亚}{481f}{3521}それでは、明日{颜2}２０時{颜1}に{↙}{颜2}わたしの家{颜1}で待ってますね。{结束}"
event_mes_data_0125_0097: .strn "{401f}{莉亚}{4b1f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{ae21}そうですか。{↙}残念です…。{结束}"
event_mes_data_0125_0098: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}明日は{颜2}２０時{颜1}に{↙}{颜2}わたしの家{颜1}に来てくださいね。{2b23}{401f}{莉亚}{491f}{3521}{a821}明日は、{↙}楽しくなりそうですね。{结束}"
event_mes_data_0125_0099: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ad21}まあ、わたしにですか？{↙}開けてもいいですか？{9023}{结束}"
event_mes_data_0125_0100: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}{名字}さんが、この町に{↙}来てくれて良かったです。{2b23}こんなに、仲の良いお友達に{↙}なれたんですもの。{结束}"
event_mes_data_0125_0101: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ae21}父が作る料理は、何と言うか…{↙}{2d23}とてもゴウカイ、{2c23}なんです。{2b23}{401f}{莉亚}{481f}{3521}だから、この家では{↙}わたしがご飯を{↙}作るようにしているんですよ。{结束}"
event_mes_data_0125_0102: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ここに来ると、エンジュに{↙}よく会うんですよ。{2b23}{a821}女の子同士のお話は、{↙}楽しいですよね。{结束}"
event_mes_data_0125_0103: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あいさつしてもらうと{↙}気持ちがいいですからね。{2b23}{401f}{莉亚}{491f}{3521}{a821}だれかと心を通わせるには{↙}まずは一日のあいさつから。{↙}基本ですね。{结束}"
event_mes_data_0125_0104: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}ここで吹いてる風は、{↙}わたしにとって特別なんです。{2b23}はだで感じていると、{↙}四季の感覚が{↙}しっかりわかるんですよ。{结束}"
event_mes_data_0125_0105: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}アネモネさんがいない時は、{↙}ここへ手伝いに来てるんです。{结束}"
event_mes_data_0125_0106: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}今日はバザールですね。{2b23}{401f}{莉亚}{491f}{3521}{a821}父は朝からとても{↙}張り切っていましたよ。{结束}"
event_mes_data_0125_0107: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}今日はバザールですね。{2b23}{401f}{莉亚}{491f}{3521}{a821}お客さんに{↙}喜んでもらえるように、{↙}一緒に頑張りましょうね。{结束}"
event_mes_data_0125_0108: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}思ってたより、売れましたよ。{2b23}でも、次はもっと{↙}頑張らなきゃですね。{↙}うん、頑張らなきゃ！{结束}"
event_mes_data_0125_0109: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}果樹は、育てるのに水やりが{↙}いらないんです。{2b23}{401f}{莉亚}{491f}{3521}{a821}実がなるまで時間が{↙}かかりますが、とっても便利！{↙}牧場にどうですか？{结束}"
event_mes_data_0125_0110: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}昔は、この牧場にだれが{↙}住むのか不思議でしたけど…。{2b23}{401f}{莉亚}{491f}{3521}まさか、わたしが結婚して{↙}ここに住むなんて考えも{↙}つかなかったですよ。{结束}"
event_mes_data_0125_0111: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}知ってますか？{2b23}水の流れる音って、{↙}気持ちを落ち着かせる効果が{↙}あるみたいなんです。{2b23}{401f}{莉亚}{4d1f}{3521}{a821}わたしは、{9123}が{↙}そばにいてくれるだけでも{↙}安心してしまいますけどね。{结束}"
event_mes_data_0125_0112: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}{9123}のお店は{↙}どうですか？{2b23}こっちは良い感じですよ。{结束}"
event_mes_data_0125_0113: .strn "ダミー番号。{结束}"
event_mes_data_0125_0114: .strn "ダミー番号。{结束}"
event_mes_data_0125_0115: .strn "ダミー番号。{结束}"
event_mes_data_0125_0116: .strn "ダミー番号。{结束}"
event_mes_data_0125_0117: .strn "ダミー番号。{结束}"
event_mes_data_0125_0118: .strn "ダミー番号。{结束}"
event_mes_data_0125_0119: .strn "ダミー番号。{结束}"
event_mes_data_0125_0120: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{3c22}うれしいです！{↙}ありがとうございます！{结束}"
event_mes_data_0125_0121: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{3c22}今日は来てくださって{↙}ありがとうございました。{2b23}みなさんで、{↙}一緒にご飯を食べるのって、{↙}なんだか楽しいですね。{结束}"
event_mes_data_0125_0122: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}また来年も、{↙}ぜひいらしてくださいね。{2b23}{401f}{莉亚}{481f}{3521}それでは、お気をつけて{↙}お帰りくださいね。{↙}{0a27}{401f}{莉亚}{491f}{3521}また、明日お会いしましょう。{结束}"
event_mes_data_0125_0123: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}お仕事お疲れさまです、{↙}{9123}。{2b23}今日は星夜祭ですので、{↙}ちょっとしたプレゼントを{↙}用意してみました。{2b23}それじゃあ、席に着いて{↙}一緒にいただきましょうか。{结束}"
event_mes_data_0125_0124: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}フフ、ビックリしましたか？{2b23}{401f}{莉亚}{4d1f}{3521}いつもの感謝の気持ちとして{↙}いっぱい作ってみました。{2b23}{401f}{莉亚}{491f}{3521}それじゃあ、一緒に{↙}いただきましょうか。{结束}"
event_mes_data_0125_0125: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}{名字}さん、{↙}出場されるのですか？{结束}"
event_mes_data_0125_0126: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}次は{名字}さんが{↙}出場する姿を見たいですね。{结束}"
event_mes_data_0125_0127: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}おめでとうございます！{↙}次も優勝できるといいですね。{结束}"
event_mes_data_0125_0128: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}気を落とさないでくださいね。{结束}"
event_mes_data_0125_0129: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}今日はありがとうございます。{↙}{名字}さん。{结束}"
event_mes_data_0125_0130: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}いつもお世話になっている{↙}みなさんに贈りたいですね。{结束}"
event_mes_data_0125_0131: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{3c22}おかえりなさい。{↙}{9123}。{2b23}今日は{9123}の{↙}誕生日なので、料理を{↙}用意して待っていました。{2b23}どうぞ、{↙}こちらに来てください。{结束}"
event_mes_data_0125_0132: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}{9123}のために、{↙}はりきっちゃいました。{2b23}{411f}{莉亚}{4d1f}{3621}誕生日おめでとうございます。{结束}"
event_mes_data_0125_0133: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{3c22}おかえりなさい。{↙}{9123}。{2b23}今日はわたしと{↙}{9123}の誕生日ですよ。{2b23}料理を作って待っていたので、{↙}どうぞこちらへ。{结束}"
event_mes_data_0125_0134: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}わたし達の誕生日なので、{↙}はりきっちゃいました。{2b23}さあ、{↙}一緒にいただきましょうか。{结束}"
event_mes_data_0125_0135: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{3c22}おかえりなさい。{↙}{9123}。{2b23}今日は{↙}わたしの誕生日ですよ。{2b23}料理を用意して待っていたので{↙}一緒にいただきましょう。{结束}"
event_mes_data_0125_0136: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}ウフフ…。{↙}張り切っちゃいました。{2b23}{411f}{莉亚}{4d1f}{3621}どうしても{9123}に{↙}お祝いして欲しかったので…。{↙}では、いただきましょうか。{结束}"
event_mes_data_0125_0137: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{3c22}おかえりなさい。{↙}{9123}。{2b23}今日は、{↙}{3723}の誕生日ですよ。{↙}一緒にお祝いしましょう。{结束}"
event_mes_data_0125_0138: .strn "{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}{3723}は{↙}元気に育ってくれてます。{2b23}{411f}{莉亚}{4d1f}{3621}これからもわたし達で、{↙}大事に育てていきましょうね。{结束}"
event_mes_data_0125_0139: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{3c22}おかえりなさい。{↙}{9123}。{2b23}今日は{3723}の{↙}誕生日なので、{↙}一緒にお祝いしましょう。{2b23}料理を作って待っていたので、{↙}こちらへどうぞ。{结束}"
event_mes_data_0125_0140: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}せっかくの誕生日なので{↙}はりきっちゃいました。{2b23}{3723}、{↙}誕生日おめでとう。{结束}"
event_mes_data_0125_0141: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a921}おかえりなさい{↙}{9123}。{2b23}今日は結婚記念日ですね。{↙}一緒にお祝いしたくて、{↙}料理を作って待っていました。{2b23}それじゃあ、席に着いて{↙}一緒にいただきましょうか。{结束}"
event_mes_data_0125_0142: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}ウフフ…。{↙}ビックリしましたか？{2b23}２人の記念日なので{↙}いっぱい作ってみました。{2b23}それでは、{↙}一緒にいただきましょう。{结束}"
event_mes_data_0125_0143: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}都会には、人を笑顔にする芸人{↙}という仕事があるそうですよ。{2b23}その中でも、最近話題なのが、{↙}ふたごの、えっと…{0a27}{4c1f}あら？{↙}ナベグチさんだったかしら？{2b23}{401f}{莉亚}{491f}{3521}フフッ。{↙}どんな方達なのでしょう？{↙}一度、会ってみたいですね。{结束}"
event_mes_data_0125_0144: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}ここには、静かな雨の日にだけ{↙}出てくる魚がいるらしいです。{2b23}わたしも、一度だけ見た事が{↙}あるのですが、小さな頃だった{↙}ので良く覚えてないんです…。{结束}"
event_mes_data_0125_0145: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あ、{名字}さん。{2b23}{a821}さっき、ミーナさんが、{↙}ドレッシングの作り方を{↙}教えてくれたんです。{2b23}さっそく作って大好きな{↙}ガーデンサラダに使って{↙}みようかと思ってるんです♪{结束}"
event_mes_data_0125_0146: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ae21}ムーチョさんのお店、最近は{↙}ずっと閉めてますね…。{2b23}スランプらしいのですが、{↙}とっても心配です…。{结束}"
event_mes_data_0125_0147: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}エーリッヒさんって、すこし{↙}わたしのお父さんに似てます。{2b23}{401f}{莉亚}{481f}{3521}顔とかじゃなくて、{↙}雰囲気というか…やっぱり{↙}お父さん、だからでしょうか？{结束}"
event_mes_data_0125_0148: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ad21}…え、事件のことですか？{2b23}{401f}{莉亚}{4b1f}{3521}えっと、それは…。{↙}わたしのくちからは、とても{↙}言えません。ごめんなさい。{结束}"
event_mes_data_0125_0149: .strn "{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}お父さんが家事をしないよう{↙}みはっているんです。{2b23}{401f}{莉亚}{4b1f}{3521}{af21}目をはなすと、すぐ{↙}挑戦しようとするんですよ。{结束}"
event_mes_data_0125_0150: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{af21}うーん…この天気じゃ、今日は{↙}お洗たくできません…はあ。{结束}"
event_mes_data_0125_0151: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}あ…、{9123}。{↙}お友達が来てるんですよね。{2b23}{401f}{莉亚}{491f}{3521}{a821}家の事はわたしにまかせて、{↙}たまにはゆっくり、お友達と{↙}羽をのばしてきてくださいね。{结束}"
event_mes_data_0125_0152: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}{a821}{名字}さん。話は{↙}{功能1}から聞いてます。{2b23}いつも{功能1}と{↙}仲良しでいてくださって、{↙}ありがとうございます。{2b23}これからも、よろしく{↙}お願いしますね。{结束}"
event_mes_data_0125_0153: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}あ、{名字}さん。話は{↙}{功能1}から聞いてます。{2b23}{a821}{名字}さんは、{↙}大切な親友なんだ…って。{2b23}これからも、{功能1}の事{↙}よろしくお願いしますね。{结束}"
event_mes_data_0125_0154: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{2c23}{颜1}{↙}あ、{名字}さん。今日も{↙}いらしてたんですね。{2b23}{401f}{莉亚}{4c1f}{3521}{ae21}{功能1}、いつもあなたの{↙}話ばかりするんですよ。{↙}少し、やけちゃいますね…。{2b23}{401f}{莉亚}{491f}{3521}{a921}…なんて、じょうだんですよ。{↙}これからも、{功能1}の事{↙}よろしくお願いしますね！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0125_End: .hword 0x270F,(event_mes_data_0125_0000 - event_mes_data_0125_header)/2
;event_mes_data_0125文本数量为：155
