;子文件头
event_mes_data_0962_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0962_0000 - event_mes_data_0962_header)
    .hword (event_mes_data_0962_0001 - event_mes_data_0962_header)
    .hword (event_mes_data_0962_0002 - event_mes_data_0962_header)
    .hword (event_mes_data_0962_0003 - event_mes_data_0962_header)
    .hword (event_mes_data_0962_0004 - event_mes_data_0962_header)
    .hword (event_mes_data_0962_0005 - event_mes_data_0962_header)
    .hword (event_mes_data_0962_0006 - event_mes_data_0962_header)

event_mes_data_0962_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{名字}さん。{↙}こんにちはー。{结束}"
event_mes_data_0962_0001: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}そうそう。{↙}{名字}さん。{2b23}{名字}さんは、{↙}この町に引越してこられ{↙}ましたよね。{结束}"
event_mes_data_0962_0002: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あたし、家族は都会に{↙}住んでいるんです。でも…。{2b23}{401f}{娜娜}{491f}{3521}あたし、この町が好きで、{↙}このホテルで住み込みで{↙}働かせてもらってるんです。{2b23}この町は、空気がいいし、{↙}風車はくるくる回っているし、{↙}のんびりしていますしね。{结束}"
event_mes_data_0962_0003: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{名字}さんは、{↙}この町が好きですか？{结束}"
event_mes_data_0962_0004: .strn "{411f}{a41f}{481f}{3223} いい町だと思うよ{↙} まだわからない{结束}"
event_mes_data_0962_0005: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わぁ！　 いいですよね♪{↙}やっぱりそう思いますよね。{2b23}町の人も優しい人ばかり。{↙}この良さは、住んでみないと{↙}わかりませんよね♪{结束}"
event_mes_data_0962_0006: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}そうですか…。{2b23}{401f}{娜娜}{4c1f}{3521}でも、みんな良い人ですから{↙}どんどん話をしてみると{↙}いいですよ。{2b23}{401f}{娜娜}{491f}{3521}そのうち、{↙}きっとこの町の良さが{↙}わかりますから。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0962_End: .hword 0x270F,(event_mes_data_0962_0000 - event_mes_data_0962_header)/2
;event_mes_data_0962文本数量为：7
