;子文件头
event_mes_data_0856_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0856_0000 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0001 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0002 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0003 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0004 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0005 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0006 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0007 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0008 - event_mes_data_0856_header)
    .hword (event_mes_data_0856_0009 - event_mes_data_0856_header)

event_mes_data_0856_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ。{↙}よく集まってくれた。{2b23}今日はみなの料理を{↙}きちんと審査してもらうために{↙}料理に詳しい先生を呼んだぞ。{2b23}{401f}{雪莉露}{491f}{3521}ピエール先生{↙}どうぞこちらへ！{结束}"
event_mes_data_0856_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ。{↙}よく集まってくれた。{2b23}今日も、みなの料理を審査して{↙}もらうため、あの先生に{↙}来ていただいたぞ。{2b23}{401f}{雪莉露}{491f}{3521}ピエール先生{↙}どうぞこちらへ！{结束}"
event_mes_data_0856_0002: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}たった今紹介してもらった、{↙}グルメマンのピエールデス。{2b23}今日はメインの{↙}料理を審査しマス。{2b23}グルメマンとして{↙}しっかり審査するので、{↙}よろしくデス。{2b23}{401f}{c81f}{491f}{3521}それでは審査を始めマス！{结束}"
event_mes_data_0856_0003: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}この豆腐ステーキは{↙}なかなかおいしいデス。{2b23}{401f}{c81f}{491f}{3521}こうばしいかおりが{↙}とてもいいデス。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}あらあら。{2b23}そんなにほめられると{↙}てれちゃうわよ。{2b23}{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}これは次も期待できマスね。{↙}それでは次デス。{结束}"
event_mes_data_0856_0004: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}こ…この焼き魚は…。{2b23}{401f}{c81f}{4b1f}{3521}焼くだけなのに、どうやったら{↙}こんな味になるデスか？{↙}不思議デス…。{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}あら？　そう？{2b23}{b821}索直においしいって{↙}言ってくれればいいのに。{2b23}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}そ…そうデスネ。{↙}とっても個性的な味デス。{2b23}{401f}{c81f}{481f}{3521}つ…次いってみるデス。{结束}"
event_mes_data_0856_0005: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}この農夫の朝食は…！{2b23}{401f}{c81f}{491f}{3521}ひとつひとつの食材が{↙}とても手間がかかっていて、{↙}やさしさにあふれていマス。{2b23}{411f}{弗乔}{481f}{3621}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1922}あらあら♪{0a27}{2b23}{411f}{弗乔}{491f}{3621}もう何十年も同じ料理を{↙}作ってますからね。{↙}じまんの料理ですよ。{2b23}{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}これはすばらしい料理デス。{↙}それでは次デス。{结束}"
event_mes_data_0856_0006: .strn "{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}この料理は…。{↙}なんというか…。{2b23}材料から見直した方が{↙}良いかもしれないデス…。{2b23}{401f}{c81f}{481f}{3521}まぁ、次に期待デス。{↙}これで審査は終わりデス。{2b23}それでは{↙}結果発表にうつりマス。{结束}"
event_mes_data_0856_0007: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}うん。おいしいデス。{2b23}{401f}{c81f}{481f}{3521}ただ、それは一般レベルの{↙}お話で、グルメマンは{↙}それでは満足しないデス。{2b23}この料理は工夫すれば{↙}もっとおいしくなると{↙}思いマス。{2b23}これで審査は終わりデス。{↙}これから、結果発表デス。{结束}"
event_mes_data_0856_0008: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}とってもおいしいデス。{↙}いい味してマス。{2b23}{401f}{c81f}{481f}{3521}ただ、もう少しだけアレンジ{↙}できそうな気もしマスが、{↙}これはこれで良い味デス。{2b23}これで審査は終わりデス。{↙}これから結果発表デス。{结束}"
event_mes_data_0856_0009: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}す…すばらしい。{2b23}{401f}{c81f}{491f}{3521}ここまでの味は、{↙}最高の索材と、{↙}そして何よりそれを引き出す{2b23}料理人のうでがないと{↙}ここまでの味は出せないデス。{↙}ワタシ、感動デス！{2b23}{401f}{c81f}{481f}{3521}これで審査は終わりデス。{↙}これから結果発表デス。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0856_End: .hword 0x270F,(event_mes_data_0856_0000 - event_mes_data_0856_header)/2
;event_mes_data_0856文本数量为：10
