;子文件头
event_mes_data_1017_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1017_0000 - event_mes_data_1017_header)
    .hword (event_mes_data_1017_0001 - event_mes_data_1017_header)
    .hword (event_mes_data_1017_0002 - event_mes_data_1017_header)
    .hword (event_mes_data_1017_0003 - event_mes_data_1017_header)
    .hword (event_mes_data_1017_0004 - event_mes_data_1017_header)
    .hword (event_mes_data_1017_0005 - event_mes_data_1017_header)
    .hword (event_mes_data_1017_0006 - event_mes_data_1017_header)

event_mes_data_1017_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}こんばんは、アギ。{↙}おじゃましますね。{结束}"
event_mes_data_1017_0001: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}やあ、アネモネ。{↙}どうしたんですか？{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}えっと…ですね。{2b23}絵がやっと完成したので、{↙}アギに見てもらいたいんです。{结束}"
event_mes_data_1017_0002: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ee21}ついに描きあがったのですか！{↙}もちろん、見たいです。{结束}"
event_mes_data_1017_0003: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}じゃーん！{↙}………ど、どうですか？？{结束}"
event_mes_data_1017_0004: .strn "{411f}{奇力克}{4c1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}…うーん。{2b23}{411f}{奇力克}{481f}{3621}…うん、とてもいい絵です。{↙}本当にスチュアートさん達が{↙}好きなんですね。{2b23}{411f}{奇力克}{491f}{3621}絵を見るだけで、{↙}すごく伝わってきます。{结束}"
event_mes_data_1017_0005: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c021}やったー！{↙}アギにほめられました！{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}スチュアートさん達には、{↙}もう見せたのですか？{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}まだです。まずアギに見て{↙}もらおうと思ってたんです。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}きっと、お２人にもよろこんで{↙}もらえると思いますよ。{2b23}ぜひ、{↙}見せてあげるといいです。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c021}そうします！{2b23}アギ先生、{↙}ありがとうございます！{结束}"
event_mes_data_1017_0006: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{eb21}ボ、ボクは何もしてない{↙}ですよ。{2b23}{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}アギのおかげでいい絵が{↙}描けたんですよ。{2b23}{401f}{娜娜}{491f}{3521}{c021}本当に感謝です♪{↙}…それじゃあ、{↙}早速見てもらってきます！{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}うん、いってらっしゃい。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}いってきまーす！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1017_End: .hword 0x270F,(event_mes_data_1017_0000 - event_mes_data_1017_header)/2
;event_mes_data_1017文本数量为：7
