;子文件头
event_mes_data_0855_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0855_0000 - event_mes_data_0855_header)
    .hword (event_mes_data_0855_0001 - event_mes_data_0855_header)
    .hword (event_mes_data_0855_0002 - event_mes_data_0855_header)
    .hword (event_mes_data_0855_0003 - event_mes_data_0855_header)
    .hword (event_mes_data_0855_0004 - event_mes_data_0855_header)
    .hword (event_mes_data_0855_0005 - event_mes_data_0855_header)
    .hword (event_mes_data_0855_0006 - event_mes_data_0855_header)
    .hword (event_mes_data_0855_0007 - event_mes_data_0855_header)
    .hword (event_mes_data_0855_0008 - event_mes_data_0855_header)
    .hword (event_mes_data_0855_0009 - event_mes_data_0855_header)

event_mes_data_0855_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}お集りの諸君！{↙}今日は草けいば大会である！{2b23}それではまず、{↙}出場者を紹介しよう！{2b23}エントリーNo.1{↙}{名字}くん！{结束}"
event_mes_data_0855_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}エントリーNo.2{↙}ブケロバロスくん！{结束}"
event_mes_data_0855_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}エントリーNo.3{↙}マレンゴくん！{结束}"
event_mes_data_0855_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}さて、出場者の諸君には{↙}ウマの競技会での、{2b23}タイムを競ってもらう！{↙}より、タイムの早い出場者が{↙}優勝である！{2b23}今日、今年最速のウマが{↙}決定する…。{2b23}{401f}{雪莉露}{4a1f}{3521}それでは{↙}草けいば大会{↙}開催である！！！{结束}"
event_mes_data_0855_0004: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ファンタスティック！{↙}{0a27}{401f}{雪莉露}{481f}{3521}レース終了である。{2b23}それではタイムを発表する！{2b23}{名字}くん　{功能1}.{功能2}秒{0a27}{↙}ブケロバロスくん　{0210}.{0310}秒{0a27}{↙}マレンゴくん　　　{0410}.{0510}秒{0a27}{2b23}つまり順位は…。{↙}３位　ブケロバロスくん{↙}２位　{名字}くん{2b23}優勝は…。{0a27}{↙}{颜2}マレンゴ{颜1}くんだ！{↙}おめでとう！{结束}"
event_mes_data_0855_0005: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ファンタスティック！{↙}{0a27}{401f}{雪莉露}{481f}{3521}レース終了である。{2b23}それではタイムを発表する！{2b23}{名字}くん　{功能1}.{功能2}秒{0a27}{↙}ブケロバロスくん　{0210}.{0310}秒{0a27}{↙}マレンゴくん　　　{0410}.{0510}秒{0a27}{2b23}つまり順位は…。{↙}３位　ブケロバロスくん{↙}２位　マレンゴくん{2b23}優勝は…。{0a27}{↙}{颜2}{名字}くん{颜1}だ！{↙}おめでとう！{结束}"
event_mes_data_0855_0006: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}いやはや、{↙}すばらしいお祭りだったぞ。{2b23}今年の草けいば大会は{↙}これで終わりだ。{↙}次回を楽しみにしていてくれ。{结束}"
event_mes_data_0855_0007: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0422}わたしとした事が、{↙}忘れるところだったよ。{2b23}{401f}{雪莉露}{481f}{3521}これは、{↙}今日の優勝賞品だよ。{结束}"
event_mes_data_0855_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}今日は本当におめでとう。{2b23}次回も、キミのかつやくを{↙}期待しているよ。{结束}"
event_mes_data_0855_0009: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ファンタスティック！{↙}{0a27}{401f}{雪莉露}{481f}{3521}レース終了である。{2b23}それではタイムを発表する！{2b23}{名字}くん　{功能1}.{功能2}秒{0a27}{↙}ブケロバロスくん　{0210}.{0310}秒{0a27}{↙}マレンゴくん　　　{0410}.{0510}秒{0a27}{2b23}つまり順位は…。{↙}３位　{名字}くん{↙}２位　ブケロバロスくん{2b23}優勝は…。{0a27}{↙}{颜2}マレンゴ{颜1}くんだ！{↙}おめでとう！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0855_End: .hword 0x270F,(event_mes_data_0855_0000 - event_mes_data_0855_header)/2
;event_mes_data_0855文本数量为：10
