;子文件头
event_mes_data_0954_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0954_0000 - event_mes_data_0954_header)
    .hword (event_mes_data_0954_0001 - event_mes_data_0954_header)
    .hword (event_mes_data_0954_0002 - event_mes_data_0954_header)
    .hword (event_mes_data_0954_0003 - event_mes_data_0954_header)

event_mes_data_0954_0000: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bd21}いきなり渡されても、{↙}心の準備ができてないわ。{结束}"
event_mes_data_0954_0001: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}では、あらためて…。{2b23}{401f}{莉可丽丝}{4d1f}{3521}{颜2}青い羽根{颜1}、{↙}あなたの気持ちと一緒に{↙}受け入れます。{结束}"
event_mes_data_0954_0002: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}フフッ。{↙}うれしいわ。{2b23}わたしも、{↙}じつはそうなれたらいいと{↙}思っていたの。{2b23}{401f}{莉可丽丝}{4d1f}{3521}これからはこの気持ち、{↙}あなたと共にあるわ。{↙}ずっと、ね。{结束}"
event_mes_data_0954_0003: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}じゃあ、次は結婚式ね！{2b23}{401f}{莉可丽丝}{481f}{3521}準備とかあるから…。{↙}{0a27}そうね。{↙}一週間後ぐらいね。{2b23}{401f}{莉可丽丝}{491f}{3521}二人でおこなう{↙}はじまりのイベント。{2b23}ああ、待ち遠しいわ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0954_End: .hword 0x270F,(event_mes_data_0954_0000 - event_mes_data_0954_header)/2
;event_mes_data_0954文本数量为：4
