;子文件头
event_mes_data_0443_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0443_0000 - event_mes_data_0443_header)
    .hword (event_mes_data_0443_0001 - event_mes_data_0443_header)
    .hword (event_mes_data_0443_0002 - event_mes_data_0443_header)

event_mes_data_0443_0000: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1422}ムホッホ。{↙}おめでとうデスだーヨォ！！{2b23}ペットをすべてそろえるとは、{↙}タダモノではないデスだーヨ。{2b23}{411f}{玛奥}{481f}{3621}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}最初から、どこか違うと{↙}思っていたデスだーヨ。{2b23}{401f}{索娜}{481f}{3521}{2f23}{颜3}フーチョ{颜1}{2c23}{↙}われわれの見込み通り！{↙}最高デスだーーーヨォウ！！{结束}"
event_mes_data_0443_0001: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1522}この事は、{↙}れきしに残るデスだヨ。{2b23}{411f}{玛奥}{481f}{3621}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ウムウム。{↙}いい事デスだーヨ。{2b23}{401f}{索娜}{481f}{3521}{2f23}{颜3}フーチョ{颜1}{2c23}{↙}それでは、{↙}帰るデスだーヨ。{结束}"
event_mes_data_0443_0002: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{5e22}{名字}、いるか？{↙}おじゃまするデスだーヨ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0443_End: .hword 0x270F,(event_mes_data_0443_0000 - event_mes_data_0443_header)/2
;event_mes_data_0443文本数量为：3
