;子文件头
event_mes_data_0944_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0944_0000 - event_mes_data_0944_header)
    .hword (event_mes_data_0944_0001 - event_mes_data_0944_header)
    .hword (event_mes_data_0944_0002 - event_mes_data_0944_header)
    .hword (event_mes_data_0944_0003 - event_mes_data_0944_header)
    .hword (event_mes_data_0944_0004 - event_mes_data_0944_header)
    .hword (event_mes_data_0944_0005 - event_mes_data_0944_header)
    .hword (event_mes_data_0944_0006 - event_mes_data_0944_header)
    .hword (event_mes_data_0944_0007 - event_mes_data_0944_header)

event_mes_data_0944_0000: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}…何か用？{结束}"
event_mes_data_0944_0001: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}わたしがここにいるのが{↙}気になってたの？{2b23}そうね、ここは静かで{↙}川の流れがとても落ち着く{↙}場所だからよく来るわ。{结束}"
event_mes_data_0944_0002: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}あなた、ここでゆっくりしてて{↙}いいの？{2b23}牧場の仕事があるでしょ。{↙}そっちへ行ったらどう？{结束}"
event_mes_data_0944_0003: .strn "{411f}{a41f}{481f}{3223} エンジュと話をしたい{↙} 仕事はもう終わったよ{结束}"
event_mes_data_0944_0004: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}はぁ、…何それ。{↙}そんなのわたしは望んでない。{2b23}{401f}{拉兹贝莉}{481f}{3521}人にはそれぞれ自分の役割や{↙}すべき事があるでしょ？{2b23}それを忘れて遊んでばかりの{↙}人となんて、{↙}わたしは話したくなんかない。{结束}"
event_mes_data_0944_0005: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}帰りなさい。{↙}あなたとは一緒にいたくない。{结束}"
event_mes_data_0944_0006: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b121}そうなの。{↙}あなたって仕事が早いのね。{2b23}{401f}{拉兹贝莉}{491f}{3521}牧場をやっている人ってどんな{↙}人なのかわからなかったけど、{↙}少しあなたの事を見直したわ。{结束}"
event_mes_data_0944_0007: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}フフッ。それじゃあ、{↙}一緒に川をながめる？{2b23}それかあなたのおもしろい話、{↙}あったら聞いてあげても{↙}いいわよ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0944_End: .hword 0x270F,(event_mes_data_0944_0000 - event_mes_data_0944_header)/2
;event_mes_data_0944文本数量为：8
