;子文件头
event_mes_data_0420_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0420_0000 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0001 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0002 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0003 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0004 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0005 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0006 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0007 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0008 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0009 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0010 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0011 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0012 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0013 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0014 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0015 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0016 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0017 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0018 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0019 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0020 - event_mes_data_0420_header)
    .hword (event_mes_data_0420_0021 - event_mes_data_0420_header)

event_mes_data_0420_0000: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ん、キミか。{↙}今日はどうしたんだ？{结束}"
event_mes_data_0420_0001: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ん、わたしか？{2b23}{401f}{贤者大人}{491f}{3521}今、自然の気や水の流れを{↙}読みながら、占いをしていた{↙}ところなのだよ。{结束}"
event_mes_data_0420_0002: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}…え？{↙}占ってほしい？{2b23}かまわないが、{↙}もしかしたら運気が変わって{↙}しまうかもしれぬぞ？{结束}"
event_mes_data_0420_0003: .strn "{411f}{a41f}{481f}{3223} それでも占ってほしい！{↙} じゃあ…やめようかな{结束}"
event_mes_data_0420_0004: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}そうか。{↙}では、見ているが良い。{结束}"
event_mes_data_0420_0005: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}むむむ……。{2b23}雨雨雨雨雨雨雨…、{↙}集中豪雨春雨五月雨大雨小雨！{结束}"
event_mes_data_0420_0006: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}静かな水の流れだな。{2b23}特に何も、見えぬな。{↙}…まあ、{↙}こんな事もあるだろう。{结束}"
event_mes_data_0420_0007: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}弱々しい水の流れだな。{2b23}外の世界の住人と{↙}意見が分かれてしまうかも、{↙}しれぬな。{结束}"
event_mes_data_0420_0008: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}とても早い水の流れだな…。{2b23}からだに気をつけて{↙}１日を過ごした方が{↙}良さそうだな。{结束}"
event_mes_data_0420_0009: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}なかなか良い水の動きだな。{2b23}みのりの流れが良くなるかも、{↙}しれぬな。{结束}"
event_mes_data_0420_0010: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}とても力強い水の流れだな。{2b23}１日という時の流れが{↙}またたく間に終わった、と{↙}感じるかも、しれぬな。{结束}"
event_mes_data_0420_0011: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}優しい水の流れだな。{2b23}生き物達と{↙}仲良くなれるきっかけが{↙}あるかも、しれぬな。{结束}"
event_mes_data_0420_0012: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}ゆっくりとした水の流れだな。{2b23}水のある場所で{↙}何か新しい発見が{↙}あるかも、しれぬな。{结束}"
event_mes_data_0420_0013: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}変化の多い水の流れだな。{2b23}人間のたくさんいる場所で{↙}何か、良い事がおこるかも、{↙}しれぬな。{结束}"
event_mes_data_0420_0014: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}ずいぶん整った水の流れだな。{2b23}新しい生き物達との出会いが{↙}あるかも、しれぬな。{结束}"
event_mes_data_0420_0015: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}せんさいな水の流れだな。{2b23}新しい事をしてみると{↙}何か良い発見があるかも、{↙}しれぬな。{结束}"
event_mes_data_0420_0016: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}しなやかな水の流れだな。{2b23}今までの記録よりも{↙}さらに良い記録が{↙}生まれるかも、しれぬな。{结束}"
event_mes_data_0420_0017: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}不安定な水の流れだな。{2b23}みのりが安定しなくなるかも、{↙}しれぬな。{结束}"
event_mes_data_0420_0018: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}美しい水の流れだな。{2b23}思いがけぬものを{↙}手に入れる事ができるかも、{↙}しれぬな。{结束}"
event_mes_data_0420_0019: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ふむ。{↙}静かな水の流れだな。{2b23}良い風が吹いて、みのりを{↙}もたらしてくれるかも、{↙}しれぬな。{结束}"
event_mes_data_0420_0020: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}…わたしが、占えるのは{↙}ここまでのようだな。{2b23}{401f}{贤者大人}{491f}{3521}{c921}どのような結果であっても、{↙}すべてはキミの行動次第で{↙}変わる事を忘れるでないぞ。{结束}"
event_mes_data_0420_0021: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}そうか。{↙}それが良いと思うぞ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0420_End: .hword 0x270F,(event_mes_data_0420_0000 - event_mes_data_0420_header)/2
;event_mes_data_0420文本数量为：22
