;子文件头
event_mes_data_0890_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0890_0000 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0001 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0002 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0003 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0004 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0005 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0006 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0007 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0008 - event_mes_data_0890_header)
    .hword (event_mes_data_0890_0009 - event_mes_data_0890_header)

event_mes_data_0890_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ。{↙}よく集まってくれた。{2b23}{401f}{雪莉露}{491f}{3521}なんと今日は、優勝こうほの{↙}わたしも{↙}出場者として参加するぞ！{2b23}{401f}{雪莉露}{481f}{3521}では、みなの料理をきちんと{↙}審査してもらうために料理に{↙}詳しい先生を呼んでいるぞ。{2b23}{401f}{雪莉露}{491f}{3521}ピエール先生{↙}どうぞこちらへ！{结束}"
event_mes_data_0890_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ。{↙}よく集まってくれた。{2b23}{401f}{雪莉露}{491f}{3521}また今日は、優勝こうほの{↙}わたしも{↙}出場者として参加するぞ！{2b23}{401f}{雪莉露}{481f}{3521}今日もみなの料理を審査して{↙}もらうため、あの先生に{↙}来ていただいたぞ。{2b23}{401f}{雪莉露}{491f}{3521}ピエール先生{↙}どうぞこちらへ！{结束}"
event_mes_data_0890_0002: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}たった今紹介してもらった、{↙}グルメマンのピエールデス。{2b23}今日はデザートの{↙}料理を審査しマス。{2b23}グルメマンとして{↙}しっかり審査するので、{↙}よろしくデス。{2b23}{401f}{c81f}{491f}{3521}それでは審査を始めマス！{结束}"
event_mes_data_0890_0003: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}このプリンは{↙}おいしいデス。{2b23}{401f}{c81f}{491f}{3521}口に入れた時に広がる、{↙}このクリーミーな味わいが{↙}たまらないデス。{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1022}それは、お客さんにおやつで{↙}作っているんですよ～。{2b23}{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}このプリンなら、お客さんも{↙}喜ぶと思いマス。{2b23}それでは次の審査デス。{结束}"
event_mes_data_0890_0004: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}これは…焼きもちデスね。{2b23}{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}焼くだけで全て料理に変わる！{↙}これが男の料理だ！{2b23}{411f}{雪莉露}{491f}{3621}{0422}ワハハハハハ！{0a27}{2b23}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}うーん………。{2b23}{401f}{c81f}{481f}{3521}確かにおいしいのデスが…。{↙}次行ってみるデス。{结束}"
event_mes_data_0890_0005: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}このホールケーキは{↙}すごいボリュームデスが…。{2b23}{401f}{c81f}{491f}{3521}この、おいしさなら、{↙}全部食べてしまいそうデス！{2b23}{411f}{神·罗}{481f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}あら、ありがとう。{2b23}{411f}{神·罗}{491f}{3621}{3022}そのケーキは{↙}自信作だったから{↙}うれしいわ。{2b23}{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}すばらしいデザートデス。{↙}それでは次デス。{结束}"
event_mes_data_0890_0006: .strn "{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}このデザートは…。{↙}あまりおいしくないデス…。{2b23}もう少し頑張って{↙}欲しかったデス。{2b23}{401f}{c81f}{481f}{3521}まぁ、次に期待デス。{↙}これで審査は終わりデス。{2b23}それでは{↙}結果発表にうつりマス。{结束}"
event_mes_data_0890_0007: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}このデザートは、{↙}よくできているデス。{2b23}{401f}{c81f}{481f}{3521}ただ、味については、{↙}今一歩デス。{2b23}次はもっとおいしい{↙}デザートを食べてみたいデス。{2b23}これで審査は終わりデス。{↙}これから、結果発表デス。{结束}"
event_mes_data_0890_0008: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}とってもおいしいデス。{↙}良いデザートデス。{2b23}{401f}{c81f}{481f}{3521}ただ、デザートとしては、{↙}もう少し華やかさが{↙}足りない気がしマス。{2b23}これで審査は終わりデス。{↙}これから結果発表デス。{结束}"
event_mes_data_0890_0009: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}す…すばらしい。{2b23}{401f}{c81f}{491f}{3521}このデザートは{↙}食べていて幸せな{↙}気分になりマス。{2b23}甘さと同時に{↙}すごく良いかおりがしマス。{↙}今日は来て良かったデス。{2b23}{401f}{c81f}{481f}{3521}これで審査は終わりデス。{↙}これから結果発表デス。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0890_End: .hword 0x270F,(event_mes_data_0890_0000 - event_mes_data_0890_header)/2
;event_mes_data_0890文本数量为：10
