;子文件头
event_mes_data_0497_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0497_0000 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0001 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0002 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0003 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0004 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0005 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0006 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0007 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0008 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0009 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0010 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0011 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0012 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0013 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0014 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0015 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0016 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0017 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0018 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0019 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0020 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0021 - event_mes_data_0497_header)
    .hword (event_mes_data_0497_0022 - event_mes_data_0497_header)

event_mes_data_0497_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}くん、おはよう！{↙}おじゃまさせてもらうよ。{结束}"
event_mes_data_0497_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}今日はバザールが開く日だぞ、{↙}{名字}くん！{2b23}{401f}{雪莉露}{491f}{3521}バザールは{颜2}週に一度{颜1}、{↙}{颜2}土曜日か日曜日{颜1}に開催されて{↙}いるのだ。{2b23}お祭りなどとかぶると休みの週{↙}もある。開催日はカレンダーで{↙}確認する事ができるぞ。{2b23}{401f}{雪莉露}{4a1f}{3521}では、今日はバザールについて{↙}いろいろ案内させてもらおう！{↙}早速バザール会場に向かうぞ！{结束}"
event_mes_data_0497_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}さあ、ついたぞ。今はみんな{↙}準備をしているところだ。{2b23}バザールは{颜2}朝１０時から始まり{↙}夜１９時になると終了{颜1}となる。{2b23}{401f}{雪莉露}{4a1f}{3521}バザール中は自分のお店を{↙}開いたり、自由に買い物に{↙}出かける事ができるぞ！{结束}"
event_mes_data_0497_0003: .strn "今はよそに行くのは{↙}やめておこう。{结束}"
event_mes_data_0497_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}店を開いているみんなと{↙}話をしてくるといいぞ。{2b23}きっとバザールの雰囲気を{↙}つかむ事ができるだろう！{结束}"
event_mes_data_0497_0005: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}町のみんなとも話をしてくると{↙}いいだろう。{结束}"
event_mes_data_0497_0006: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1922}おはよう、{名字}さん。{2b23}どんなメニューだとお客さんが{↙}喜んでくれるかしらね…。{2b23}{401f}{弗乔}{481f}{3521}買ってくれるたびに新しい{↙}メニューを増やしてるから{↙}あなたも買っていってね。{结束}"
event_mes_data_0497_0007: .strn "{401f}{弗乔}{481f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}ほかのみなさんとも{↙}お話をしてくるといいわよ。{结束}"
event_mes_data_0497_0008: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}おはよ。{↙}ごきげんいかが？{2b23}さあ、今日はどんなお客さんが{↙}来てくれるかしらね。{↙}楽しみだわ。{结束}"
event_mes_data_0497_0009: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}いっぱい売れるといいわね。{↙}バザールも活気づくし。{结束}"
event_mes_data_0497_0010: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}昔はこのバザールもたくさんの{↙}人が来てたんだがな…。{2b23}{401f}{伊尔萨}{4b1f}{3521}{2322}…前の牧場主がいなくなって{↙}ずいぶんと人気が下がって{↙}しまったんだ…。{2b23}{401f}{伊尔萨}{491f}{3521}{2022}だから新しい牧場主が{↙}来てくれて、みんな本当に{↙}喜んでいるんだぜ。{结束}"
event_mes_data_0497_0011: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}おまえも店、開くんだろ？{↙}期待してるからな！{结束}"
event_mes_data_0497_0012: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e721}…なんだ。今は店の準備で{↙}いそがしいんだ。{2b23}{401f}{卡米尔}{4b1f}{3521}{e621}ここ最近、売上が悪いからな{↙}…こまったものだ。{结束}"
event_mes_data_0497_0013: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}…いいものを仕入れても、{↙}来てくれる人が少ないとな…。{结束}"
event_mes_data_0497_0014: .strn "{401f}{艾瑞拉}{481f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1422}ムホッホ！　今日はどんな{↙}お客さん来るデスだヨ！{结束}"
event_mes_data_0497_0015: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{5e22}さー、今日もいっぱい{↙}売るデスだーヨ！！！{结束}"
event_mes_data_0497_0016: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}新しい牧場主さんデスだヨ？{↙}ここは動物屋デスだーヨ。{2b23}動物いるとにぎやかデスだヨ！{↙}今は準備中だから、後で{↙}見に来るデスだーヨ！{结束}"
event_mes_data_0497_0017: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}新しい牧場主さんに、バザール{↙}盛り上げて欲しいデスだーヨ。{结束}"
event_mes_data_0497_0018: .strn "まあ、おはようございます。{↙}新しい牧場主さんですね？{2b23}わたし、ほかの町の者ですが{↙}こうしてお店を開かせて{↙}いただいてるのです。{2b23}今度お店を開かれるのですか？{↙}バザールがにぎやかになるよう{↙}一緒に頑張りましょうね！{结束}"
event_mes_data_0497_0019: .strn "さぁさぁ、早く準備をしないと{↙}始まってしまいます。{结束}"
event_mes_data_0497_0020: .strn "これでみんなと話したかな？{↙}フェリックス町長の所へ{↙}もどろう。{结束}"
event_mes_data_0497_0021: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}おお、{名字}くん！{↙}見てくれていたかね？{2b23}{401f}{雪莉露}{481f}{3521}１０時のわたしのあいさつが{↙}終わると、バザールの開始だ！{↙}全てのお店が開くぞ！{2b23}牧場仕事に必要なものも売って{↙}いるだろうから、お店をのぞい{↙}てまわるといい。{2b23}次回のバザールから、キミにも{↙}お店を出してもらおうと思って{↙}おるからね！{2b23}バザールの様子をしっかりと{↙}感じ取っていてほしい。では、{↙}楽しんでいってくれたまえ！{结束}"
event_mes_data_0497_0022: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ではまずは、バザールの中を{↙}いろいろ見てきたまえ。{2b23}{401f}{雪莉露}{481f}{3521}せっかくだから店を開いている{↙}みんなから話を聞くといい。{↙}わたしはここで待っているよ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0497_End: .hword 0x270F,(event_mes_data_0497_0000 - event_mes_data_0497_header)/2
;event_mes_data_0497文本数量为：23
