;子文件头
event_mes_data_0437_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0437_0000 - event_mes_data_0437_header)
    .hword (event_mes_data_0437_0001 - event_mes_data_0437_header)
    .hword (event_mes_data_0437_0002 - event_mes_data_0437_header)
    .hword (event_mes_data_0437_0003 - event_mes_data_0437_header)

event_mes_data_0437_0000: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}………ダレダ…………………、{↙}……………オマエ……………。{结束}"
event_mes_data_0437_0001: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}………ココカラ………………、{↙}……………ウゴケナイ………。{2b23}………ワーダ…………………、{↙}………タスケテ………………、{↙}……………ホシイ……………。{结束}"
event_mes_data_0437_0002: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}ワーダ{颜1}{2c23}{↙}………タスカッタ……………、{↙}……………カンシャ…………。{2b23}………ワーダ…………………、{↙}………アラシ…………………、{↙}……………マキコマレタ……。{2b23}{401f}{c91f}{4b1f}{3521}………トバサレテ……………、{↙}………ココニ…………………、{↙}……………オチテキタ………。{2b23}………ワーダ…………………、{↙}………カエリカタ……………、{↙}……………ワカラナイ………。{结束}"
event_mes_data_0437_0003: .strn "{401f}{c91f}{481f}{3521}{2f23}{颜3}ワーダ{颜1}{2c23}{↙}………ハゲマシテ……………、{↙}……………クレルノカ………。{2b23}………イイヤツ………………、{↙}………ワーダ…………………、{↙}……………ウレシイ…………。{2b23}{401f}{c91f}{481f}{3521}………ソウダナ………………、{↙}………オチコンデモ…………、{↙}……………シカタナイ………！{2b23}{401f}{c91f}{481f}{3521}………カエレルヨウ…………、{↙}…………………………………、{↙}……………ガンバッテミル…。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0437_End: .hword 0x270F,(event_mes_data_0437_0000 - event_mes_data_0437_header)/2
;event_mes_data_0437文本数量为：4
