;子文件头
event_mes_data_0419_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0419_0000 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0001 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0002 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0003 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0004 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0005 - event_mes_data_0419_header)
    .hword (event_mes_data_0419_0006 - event_mes_data_0419_header)

event_mes_data_0419_0000: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}さぁ、ご飯にしましょうか。{2b23}{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2A22}ひゃっほーい。{↙}ご飯だ、ご飯だ。{2b23}{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}おう。{↙}メシだ、メシ！{结束}"
event_mes_data_0419_0001: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}あら、だれかしら？{结束}"
event_mes_data_0419_0002: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}あら、ネリネ。{↙}どうしたの？{结束}"
event_mes_data_0419_0003: .strn "{411f}{神·罗}{4b1f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3322}夕食をちょっと、{↙}作りすぎちゃって…。{2b23}{411f}{神·罗}{481f}{3621}おすそわけにきたの。{↙}ご飯は今からかしら？{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}あら、ちょうどよかったわ。{↙}今からなのよ。{2b23}{411f}{神·罗}{491f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3022}じゃあ、これ。{结束}"
event_mes_data_0419_0004: .strn "{411f}{神·罗}{481f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}グラタンなの。{↙}お口に合うといいけど。{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}ありがとう。{↙}いただくわ。{2b23}{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2822}やったぁー♪{↙}おばちゃん、ありがと。{2b23}{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}{2022}ガッハッハ。{↙}いつもすいませんなぁ。{2b23}{411f}{神·罗}{491f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3022}ウフフ。{2b23}喜んでもらってうれしいわ。{↙}それでは、また明日。{2b23}{401f}{琉伊}{491f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}じゃあね。{结束}"
event_mes_data_0419_0005: .strn "{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}じゃあ、食べましょうか。{2b23}{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}おう！！{结束}"
event_mes_data_0419_0006: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}こんばんは、{↙}ちょっといいかしら。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0419_End: .hword 0x270F,(event_mes_data_0419_0000 - event_mes_data_0419_header)/2
;event_mes_data_0419文本数量为：7
