;子文件头
event_mes_data_1015_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1015_0000 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0001 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0002 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0003 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0004 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0005 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0006 - event_mes_data_1015_header)
    .hword (event_mes_data_1015_0007 - event_mes_data_1015_header)

event_mes_data_1015_0000: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}こんばんは、フレイヤさん。{2b23}この間、{↙}読みたいとおっしゃっていた{↙}本を持ってきましたよ。{结束}"
event_mes_data_1015_0001: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{be21}はぁ。{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d221}ど、どうしたんですか？{↙}…フレイヤさん？{结束}"
event_mes_data_1015_0002: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bd21}あ、あら。{↙}ユリスじゃない。{2b23}ごめんなさい、{↙}ちょっとぼーっとしてたわ。{2b23}{411f}{亚修}{4a1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d221}…どこか具合でも悪いのでは？{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}そ、そんな事ないわ。{↙}大丈夫よ。{结束}"
event_mes_data_1015_0003: .strn "{411f}{亚修}{4a1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}…ボクでは、フレイヤさんの{↙}力にはなれませんか？{结束}"
event_mes_data_1015_0004: .strn "{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bf21}…ユリスにごまかしが{↙}きくわけないか。{结束}"
event_mes_data_1015_0005: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}…ちょっと、疲れちゃって。{↙}毎日いそがしくってね。{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}そんなにお仕事が{↙}大変なんですか？{2b23}{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}まあ、ね。{2b23}でも、せっかく任された仕事{↙}なんだから、ちゃんと最後まで{↙}しっかりやりたいの。{2b23}{411f}{亚修}{4a1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}でも、無理はいけませんよ！{2b23}仕事も大切ですけれど、{↙}たまには息抜きも必要ですよ。{结束}"
event_mes_data_1015_0006: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}…そう、よね。{2b23}…そんな事を人に言われたの、{↙}久しぶりだわ。{2b23}{401f}{莉可丽丝}{491f}{3521}心配かけちゃって、{↙}ごめんなさい。{↙}…ありがとう、ユリス。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}いえ、そうやって笑っている{↙}方がフレイヤさんらしいです。{2b23}{401f}{莉可丽丝}{4d1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{ba21}やだ、何言ってるの。{↙}…てれるじゃない。{结束}"
event_mes_data_1015_0007: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}フフッ。{↙}それじゃあ、ボクはこれで。{2b23}{411f}{亚修}{481f}{3621}本はつくえの上に、{↙}おいておきますね。{2b23}これを読んで少しでも{↙}気分転換してください。{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}…本当にありがとう、{↙}ユリス。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1015_End: .hword 0x270F,(event_mes_data_1015_0000 - event_mes_data_1015_header)/2
;event_mes_data_1015文本数量为：8
