;子文件头
event_mes_data_0970_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0970_0000 - event_mes_data_0970_header)
    .hword (event_mes_data_0970_0001 - event_mes_data_0970_header)
    .hword (event_mes_data_0970_0002 - event_mes_data_0970_header)
    .hword (event_mes_data_0970_0003 - event_mes_data_0970_header)
    .hword (event_mes_data_0970_0004 - event_mes_data_0970_header)
    .hword (event_mes_data_0970_0005 - event_mes_data_0970_header)
    .hword (event_mes_data_0970_0006 - event_mes_data_0970_header)
    .hword (event_mes_data_0970_0007 - event_mes_data_0970_header)
    .hword (event_mes_data_0970_0008 - event_mes_data_0970_header)
    .hword (event_mes_data_0970_0009 - event_mes_data_0970_header)

event_mes_data_0970_0000: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}ん？{↙}やはりキミか。{2b23}{401f}{贤者大人}{491f}{3521}{c821}そういえば、{↙}今日はキミに聞きたい事が{↙}あるのだ。{结束}"
event_mes_data_0970_0001: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}前から気になって{↙}いたのだが…。{2b23}{401f}{贤者大人}{491f}{3521}キミから、{↙}とても優しい光が見えるのだ。{2b23}{401f}{贤者大人}{481f}{3521}キミは一体、{↙}何をしている人間なのだ？{结束}"
event_mes_data_0970_0002: .strn "{401f}{贤者大人}{481f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}牧場…？{↙}それは、どんなものなのだ？{结束}"
event_mes_data_0970_0003: .strn "{401f}{贤者大人}{4c1f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{CB21}…生き物の世話をしながら{↙}作物を、育てている…？{结束}"
event_mes_data_0970_0004: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{c821}フフッ、そうなのか。{2b23}キミのその優しい光の{↙}理由がわかった気がするよ。{2b23}{401f}{贤者大人}{481f}{3521}…とは言え、{↙}生き物の世話をしながら、{↙}作物を育てるのは大変だろう？{结束}"
event_mes_data_0970_0005: .strn "{411f}{a41f}{481f}{3223}{0008}すごく大変だよ…{↙}{0008}大切な家族だから{结束}"
event_mes_data_0970_0006: .strn "{401f}{贤者大人}{4c1f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{cd21}…そう、{0a27}なのか。{2b23}{401f}{贤者大人}{4b1f}{3521}では、キミが世話をしている{↙}生き物達も、キミと同じ事を{↙}感じているぞ。{结束}"
event_mes_data_0970_0007: .strn "{401f}{贤者大人}{4a1f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{cf21}もっと、生き物達の事を{↙}大切にするのだな。{2b23}{401f}{贤者大人}{481f}{3521}キミは、何より大切な{↙}命を預かっているのだから。{结束}"
event_mes_data_0970_0008: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{CE21}そうか、{↙}大切にしているのだな。{2b23}きっと、キミの近くにいる{↙}生き物達は幸せなのだろうな。{结束}"
event_mes_data_0970_0009: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}キミが思った通りの人間で{↙}良かったよ。{2b23}その心、{0a27}{↙}決して忘れぬようにな。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0970_End: .hword 0x270F,(event_mes_data_0970_0000 - event_mes_data_0970_header)/2
;event_mes_data_0970文本数量为：10
