;子文件头
event_mes_data_0498_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0498_0000 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0001 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0002 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0003 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0004 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0005 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0006 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0007 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0008 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0009 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0010 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0011 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0012 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0013 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0014 - event_mes_data_0498_header)
    .hword (event_mes_data_0498_0015 - event_mes_data_0498_header)

event_mes_data_0498_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}くん、おはよう！{↙}おじゃまさせてもらうよ。{结束}"
event_mes_data_0498_0001: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}今日はバザールが開く日だぞ、{↙}{名字}くん！{2b23}{401f}{雪莉露}{481f}{3521}いよいよ今回からキミのお店が{↙}開く事になるぞ！　どうだい、{↙}ワクワクしてるんじゃないか？{2b23}では、お店の開き方について{↙}説明をしようじゃないか！{↙}早速バザール会場に向かおう！{结束}"
event_mes_data_0498_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}どうだったかね。バザールの{↙}様子はつかんでもらえたかな？{2b23}では次に、キミのお店について{↙}説明をさせてもらうとしよう。{↙}ついてきたまえ！{结束}"
event_mes_data_0498_0003: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ここが、キミのお店だ！{2b23}{401f}{雪莉露}{481f}{3521}お店には横側から入れるぞ。{↙}早速、カウンターに立って{↙}みるといい。{结束}"
event_mes_data_0498_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}その場所が、お店を開くときの{↙}基本となる位置だ。{2b23}{颜2}Ｂボタン{颜1}を押すとお店に並べる{↙}{颜2}出品物{颜1}を選ぶことができるぞ。{2b23}{401f}{雪莉露}{4a1f}{3521}では、売る出品物を実際に{↙}選んでみようじゃないか。{2b23}アイテムの下に出る値段は{↙}お店に並べたときの出品物を{↙}買ってもらう金額だ。{2b23}{401f}{雪莉露}{481f}{3521}今回は最初だから出品物を分け{↙}てあげよう。カバンの中のもの{↙}と入れかえても構わんぞ。{2b23}出品物が決まったら、{↙}{颜2}Ｂボタン{颜1}を押してくれ。{结束}"
event_mes_data_0498_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ん？　出品物に何も入って{↙}いないみたいだぞ。{2b23}{401f}{雪莉露}{481f}{3521}カバンから出品物の方へ{↙}売るアイテムを移すんだ。{结束}"
event_mes_data_0498_0006: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}出品物は{颜2}Ｘボタン{颜1}を押せば、{↙}いつでも変える事が可能だ。{2b23}{401f}{雪莉露}{4a1f}{3521}なくなったらこまめに{↙}入れ替えをするといいぞ。{2b23}{401f}{雪莉露}{481f}{3521}さて、これでお店の準備は{↙}整ったな。後はお客さんに{↙}買ってもらうわけだが…。{2b23}お店では{颜2}ベル{颜1}を使う事が{↙}できる。ほら、カウンターの{↙}下にあるはずだ。{结束}"
event_mes_data_0498_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、見つけたようだね。{2b23}出品物が並んでいる状態で{↙}{颜2}Ｂボタン{颜1}を押すと、{↙}ベルをならす事ができるぞ。{2b23}ベルをならすとお客さんも{↙}なんだろう、と興味を持って{↙}お店を見に来てくれるのだ。{2b23}{401f}{雪莉露}{4a1f}{3521}さて、ではちょっと練習を{↙}してみよう。今からわたしを{↙}お客さんだと思ってくれ。{2b23}{颜2}Ｂボタン{颜1}を押してベルをならし{↙}お客さんを呼び込んでみよう。{结束}"
event_mes_data_0498_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、Ｘボタンを押すと出品物{↙}を入れ替える事ができる。{2b23}だが、今はベルをならして{↙}お客さんを呼び込んでみよう。{↙}{颜2}Ｂボタン{颜1}を押すんだ。{结束}"
event_mes_data_0498_0009: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、うまいじゃないか。{2b23}{401f}{雪莉露}{481f}{3521}このようにカウンター前まで{↙}お客さんがくると、次は{↙}{颜2}欲しい数{颜1}を言ってくれるのだ。{2b23}{401f}{雪莉露}{481f}{3521}この時、お客さんの前に立って{↙}{颜2}Ａボタン{颜1}を押すと{↙}１個売る事ができるぞ。{2b23}お客さんが３個欲しいと言った{↙}場合は{颜2}３回Ａボタンを押す{颜1}と、{↙}{颜2}３個売る{颜1}事ができるのだ。{2b23}では、練習してみよう。{↙}わたしが欲しい数を言うから{↙}{颜2}Ａボタン{颜1}を押して売ってくれ。{结束}"
event_mes_data_0498_0010: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、Ｘボタンを押すと出品物{↙}を入れ替える事ができる。{2b23}だが、今は出品物を売って{↙}みよう。{颜2}Ａボタン{颜1}を１回押すと{↙}出品物を１個売れるぞ。{结束}"
event_mes_data_0498_0011: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、{↙}確かに売ってもらったぞ！{2b23}{401f}{雪莉露}{481f}{3521}ちなみに出品物のところに{↙}表示された数字は、キミが{↙}受け取ったお金の金額だ。{2b23}このようにして、お店では{↙}いろんなアイテムを売って{↙}お金にかえる事ができるのだ。{2b23}{401f}{雪莉露}{491f}{3521}{颜2}黄色い★マーク{颜1}の数が多い{↙}アイテムほど品質が良く、高く{↙}売れる事を覚えておくといい！{结束}"
event_mes_data_0498_0012: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ただし、欲しい数を言ってくれ{↙}てるのに売らないままだと…。{2b23}{401f}{雪莉露}{4b1f}{3521}お客さんは怒って帰ってしまう{↙}からな…十分に気をつけること{↙}だ。{2b23}{401f}{雪莉露}{4a1f}{3521}あと、バザールのお店で買って{↙}きたものを、すぐに自分のお店{↙}で売ったりしないように！{2b23}ちゃんと自分で育てたり{↙}ひろったりしたものを{↙}売るようにしてくれたまえ！{结束}"
event_mes_data_0498_0013: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}さて、もうすでに気になって{↙}いると思うのだが…。{2b23}画面右上に金額が表示されてい{↙}るだろう。これは１日の{↙}{颜2}合計売上金額{颜1}を表している。{2b23}{401f}{雪莉露}{4a1f}{3521}実は、バザールでは毎回{↙}みんなに達成してもらいたい{↙}売上金額{颜1}があるのだ。{2b23}この金額を達成してもらえれば{↙}バザールの発展につながるから{↙}キミもぜひ協力してほしい！{2b23}{401f}{雪莉露}{481f}{3521}金額がいくらなのかは、{↙}バザール開始のあいさつの時に{↙}毎回発表しているぞ。{2b23}{401f}{雪莉露}{491f}{3521}もちろん！{↙}売上が良かった者には、{↙}賞品も用意しているぞ！{2b23}{401f}{雪莉露}{481f}{3521}結果については{颜2}バザール翌朝{颜1}に{↙}{颜2}時計塔広場{颜1}で発表しているから{↙}{颜2}朝８時{颜1}までに来るように！{2b23}キミにも参加してもらわないと{↙}バザールの発展につながらない{↙}からね。たのんだぞ。{结束}"
event_mes_data_0498_0014: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}お金がたまれば自分の店を{↙}大きくする事もできる。{2b23}キミにはぜひこのバザールで{↙}一番のお店になってほしい！{↙}期待しているぞ！{2b23}{401f}{雪莉露}{491f}{3521}では、そろそろわたしも準備を{↙}始めなくてはならないので{↙}これで失礼するよ。{2b23}キミもお店で売りたいものを{↙}用意して、{颜2}１０時{颜1}までに{↙}ここに戻ってくると良い。{2b23}{401f}{雪莉露}{481f}{3521}それでは、{↙}頑張ってくれたまえ！{结束}"
event_mes_data_0498_0015: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}おいおい、どこへ行くのかね？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0498_End: .hword 0x270F,(event_mes_data_0498_0000 - event_mes_data_0498_header)/2
;event_mes_data_0498文本数量为：16
