;子文件头
event_mes_data_0945_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0945_0000 - event_mes_data_0945_header)
    .hword (event_mes_data_0945_0001 - event_mes_data_0945_header)
    .hword (event_mes_data_0945_0002 - event_mes_data_0945_header)
    .hword (event_mes_data_0945_0003 - event_mes_data_0945_header)
    .hword (event_mes_data_0945_0004 - event_mes_data_0945_header)
    .hword (event_mes_data_0945_0005 - event_mes_data_0945_header)
    .hword (event_mes_data_0945_0006 - event_mes_data_0945_header)
    .hword (event_mes_data_0945_0007 - event_mes_data_0945_header)
    .hword (event_mes_data_0945_0008 - event_mes_data_0945_header)

event_mes_data_0945_0000: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}何？{↙}わたしに用があるの？{结束}"
event_mes_data_0945_0001: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}わたしがよく１人でいるのが{↙}気になる？{2b23}そうね。{↙}わたしはこの町の人とは{↙}あまり親しくないから。{2b23}あなたがそう思ったのも、{↙}当然の事だわ。{结束}"
event_mes_data_0945_0002: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}わたしは、ここからはなれた{↙}都会に住んでいたの。{2b23}でも、あなたが来る少し前に{↙}この町に引っ越してきたの。{↙}父さんと２人で、ね。{结束}"
event_mes_data_0945_0003: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}わたしの母さんは都会に残って{↙}仕事をしてるわ。{2b23}服やアクセサリーなんかの{↙}デザインをしているわ。{结束}"
event_mes_data_0945_0004: .strn "{401f}{拉兹贝莉}{491f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}フフッ。{↙}なんだか変な感じね。{2b23}あまり親しくないあなたに、{↙}こんな事を話すなんて。{结束}"
event_mes_data_0945_0005: .strn "{411f}{a41f}{481f}{3223}{0008}仕事熱心な人なんだね{↙}{0008}都会ってどんな所？{结束}"
event_mes_data_0945_0006: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}そうね。{↙}{b721}熱心すぎるくらい…、ね。{2b23}{401f}{拉兹贝莉}{481f}{3521}それがいいのか悪いのか、{↙}わたしにはわからないけど。{2b23}{401f}{拉兹贝莉}{491f}{3521}まぁ、あなたは仕事も遊びも{↙}どちらも熱心すぎる人のよう{↙}だけどね。{结束}"
event_mes_data_0945_0007: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}悪いけど、考えたい事があるし{↙}１人になりたいの。{结束}"
event_mes_data_0945_0008: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}そうね、夢を叶えるために{↙}たくさんの人が集まるわ。{2b23}でも、みんな仕事に追われて{↙}すべての人が夢を叶える事は{↙}できなくて…。{2b23}いろんなものを得るかわりに、{↙}すてるところでもあるわ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0945_End: .hword 0x270F,(event_mes_data_0945_0000 - event_mes_data_0945_header)/2
;event_mes_data_0945文本数量为：9
