;子文件头
event_mes_data_0499_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0499_0000 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0001 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0002 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0003 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0004 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0005 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0006 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0007 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0008 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0009 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0010 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0011 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0012 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0013 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0014 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0015 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0016 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0017 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0018 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0019 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0020 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0021 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0022 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0023 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0024 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0025 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0026 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0027 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0028 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0029 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0030 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0031 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0032 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0033 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0034 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0035 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0036 - event_mes_data_0499_header)
    .hword (event_mes_data_0499_0037 - event_mes_data_0499_header)

event_mes_data_0499_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}、いるか？{↙}おじゃまするデスだーヨ。{结束}"
event_mes_data_0499_0001: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}バザールで買った動物を{↙}つれてきたデスだーヨ。{2b23}ちゃんとかわいがって、{↙}しっかり世話するデスだヨ。{结束}"
event_mes_data_0499_0002: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}そうだー、ニワトリの世話の{↙}仕方は知ってるデスだヨ？{结束}"
event_mes_data_0499_0003: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}そうだー、ウシの世話の{↙}仕方は知ってるデスだヨ？{结束}"
event_mes_data_0499_0004: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}そうだー、ヒツジの世話の{↙}仕方は知ってるデスだヨ？{结束}"
event_mes_data_0499_0005: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}そうだー、ペットの世話の{↙}仕方は知ってるデスだヨ？{结束}"
event_mes_data_0499_0006: .strn "{411f}{a41f}{481f}{3223}{0008}知りません{↙}{0008}知ってます{结束}"
event_mes_data_0499_0007: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}そうか、さすがデスだヨ。{↙}じゃあ大切に育てるデスだヨ。{结束}"
event_mes_data_0499_0008: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}よーし、ならば{↙}教えてあげるデスだーヨ。{结束}"
event_mes_data_0499_0009: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}そうだー、これを渡すの{↙}忘れるところだったデスだヨ。{9023}{结束}"
event_mes_data_0499_0010: .strn "{401f}{玛奥}{481f}{3521}{颜2}乳しぼり器{颜1}デスだヨ。{↙}ウシが大人になったら{↙}役に立つデスだヨ。{结束}"
event_mes_data_0499_0011: .strn "{401f}{玛奥}{481f}{3521}{颜2}毛がりばさみ{颜1}デスだヨ。{↙}ヒツジが大人になったら{↙}役に立つデスだヨ。{结束}"
event_mes_data_0499_0012: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}それじゃ、帰るデスだヨ。また{↙}バザールで会うデスだーヨ。{结束}"
event_mes_data_0499_0013: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ではまずは、{↙}エサのあげ方デスだヨ。{2b23}天気のいい日に外に出して{↙}あげると、地面をつついて{↙}自分で食べてくれるデスだヨ。{2b23}出し方は、ヒヨコやニワトリを{↙}{颜2}持ち上げて{颜1}外に連れて行く{↙}だけデスだーヨ。{2b23}牧場の右側に柵でかこまれた{↙}スペースがあったのを{↙}おぼえてるデスだヨ？{结束}"
event_mes_data_0499_0014: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}この中に放してやると{↙}いいデスだヨ。{结束}"
event_mes_data_0499_0015: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ただし、雨の日は外に出したら{↙}かわいそうデスだヨ…。{2b23}そんな日は{颜2}ニワトリのエサ{颜1}を{↙}あげないといけないデスだヨ。{9023}{结束}"
event_mes_data_0499_0016: .strn "{401f}{玛奥}{481f}{3521}この{颜2}石だたみの上{颜1}に{↙}{颜2}ニワトリのエサ{颜1}を投げると{↙}まく事ができるデスだヨ。{2b23}すると、ニワトリ達が{↙}よってきてエサを食べてくれる{↙}デスだヨ。{结束}"
event_mes_data_0499_0017: .strn "{411f}{玛奥}{481f}{3621}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ちなみに、ニワトリのエサは{↙}ここから取り出せるデスだヨ。{2b23}そのためにはニワトリのエサを{↙}そうこに入れておく必要が{↙}あるんデスだヨ。{2b23}ニワトリのエサは町の店で{↙}売ってるみたいデスだーヨ。{结束}"
event_mes_data_0499_0018: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}エサをあげずにいたら元気が{↙}なくなってしまうデスだヨ…。{2b23}あと、ちゃんと話しかけて{↙}あげないと、これまた元気が{↙}なくなってしまうデスだヨ。{2b23}どんどん元気がなくなると、{↙}病気になってしまうから{↙}気をつけるデスだーヨ。{2b23}病気になってしまったら、{↙}{颜2}動物の薬{颜1}を使わないと{↙}治す事ができないデスだヨ。{2b23}病気になったままにしてると{↙}死んでしまうー…、{↙}それはかわいそうデスだヨ。{2b23}ただ生き物である以上、いつか{↙}別れがくる…。それまで元気に{↙}くらしてほしいデスだヨ。{结束}"
event_mes_data_0499_0019: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ニワトリはきちんと世話してれ{↙}ば{颜2}卵を１日１個産む{颜1}デスだヨ。{2b23}この子はまだヒヨコだから、{↙}大人になるまでちゃんと{↙}育てるんデスだヨ。{2b23}仲良くなるほど、{↙}もっと良い卵を産んでくれる{↙}ようになるんデスだヨ。{2b23}いっぱい話しかけたり、{↙}元気になりそうな事を{↙}してあげるといいデスだーヨ。{2b23}ニワトリの世話の仕方は{↙}こんなところデスだヨ。{↙}わかったデスだヨ？{结束}"
event_mes_data_0499_0020: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}よーし、じゃあ大事に{↙}育てるデスだヨ。{结束}"
event_mes_data_0499_0021: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}わかったデスだヨ。{↙}しっかり聞くデスだヨ。{结束}"
event_mes_data_0499_0022: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ではまずは、{↙}エサのあげ方デスだヨ。{2b23}天気のいい日に外に放牧して{↙}あげると、草をモシャモシャと{↙}自分で食べてくれるデスだヨ。{9023}{结束}"
event_mes_data_0499_0023: .strn "{401f}{玛奥}{481f}{3521}出し方は、ウシを{颜2}押して{颜1}{↙}外に移動させてやるデスだヨ。{↙}草いっぱい生えてる場所は…。{结束}"
event_mes_data_0499_0024: .strn "{401f}{玛奥}{481f}{3521}出し方は、ヒツジを{颜2}押して{颜1}{↙}外に移動させてやるデスだヨ。{↙}草いっぱい生えてる場所は…。{结束}"
event_mes_data_0499_0025: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}家の裏側に放してやると{↙}広いから良いデスだヨ。{结束}"
event_mes_data_0499_0026: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ただし、雨の日は外に出したら{↙}かわいそうデスだヨ…。{2b23}そんな日は{颜2}飼い葉{颜1}を{↙}あげないといけないデスだヨ。{9023}{结束}"
event_mes_data_0499_0027: .strn "{401f}{玛奥}{481f}{3521}その{颜2}エサ箱{颜1}に向かって{颜2}飼い葉{颜1}を{↙}投げると、中に入れる事が{↙}できるデスだヨ。{9023}{结束}"
event_mes_data_0499_0028: .strn "{401f}{玛奥}{481f}{3521}すると、ウシ達がよってきて{↙}エサを食べてくれるデスだヨ。{结束}"
event_mes_data_0499_0029: .strn "{401f}{玛奥}{481f}{3521}すると、ヒツジ達がよってきて{↙}エサを食べてくれるデスだヨ。{结束}"
event_mes_data_0499_0030: .strn "{411f}{玛奥}{481f}{3621}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ちなみに、飼い葉は{↙}ここから取り出せるデスだヨ。{2b23}そのためには飼い葉を{↙}そうこに入れておく必要が{↙}あるデスだヨ。{2b23}飼い葉は町の店で{↙}売ってるみたいデスだーヨ。{↙}{结束}"
event_mes_data_0499_0031: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ウシはきちんと世話してれば{↙}{颜2}ミルクがとれる{颜1}デスだヨ。{2b23}この子はまだ子供だから、{↙}大人になるまでちゃんと{↙}育てるデスだヨ。{2b23}仲良くなるほど、{↙}良いミルクがとれるように{↙}なるデスだヨ。{2b23}だからいっぱい話しかけたり、{↙}元気になりそうな事を{↙}してあげるといいデスだーヨ。{2b23}ウシの世話の仕方は{↙}こんなところデスだヨ。{↙}わかったデスだヨ？{结束}"
event_mes_data_0499_0032: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ヒツジはきちんと世話してれば{↙}{颜2}毛がかれる{颜1}デスだヨ。{2b23}この子はまだ子供だから、{↙}大人になるまでちゃんと{↙}育てるデスだヨ。{2b23}仲良くなるほど、{↙}良い毛がかれるように{↙}なるデスだヨ。{2b23}だからいっぱい話しかけたり、{↙}元気になりそうな事を{↙}してあげるといいデスだーヨ。{2b23}ヒツジの世話の仕方は{↙}こんなところデスだヨ。{↙}わかったデスだヨ？{结束}"
event_mes_data_0499_0033: .strn "{411f}{a41f}{481f}{3223}{0008}わかりました{↙}{0008}もう一度聞かせてください{结束}"
event_mes_data_0499_0034: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ではまずは、{↙}エサのあげ方デスだヨ。{2b23}イヌとネコは同じあげ方{↙}になるんデスだヨ。{9023}{结束}"
event_mes_data_0499_0035: .strn "{401f}{玛奥}{481f}{3521}{颜2}ワンニャンフード{颜1}をその{颜2}エサ箱{颜1}{↙}の中に投げて入れる事が{↙}できるデスだーヨ。{2b23}すると、ペット達がよってきて{↙}エサを食べてくれるデスだヨ。{结束}"
event_mes_data_0499_0036: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}ペット達は、牧場の仕事を{↙}手伝ってくれるデスだヨ。{2b23}動物達を外に出したり、{↙}小屋にもどしたりしてくれるん{↙}デスだヨ。{2b23}イヌは朝７時に{颜2}ウシやヒツジ{颜1}を{↙}ネコは朝８時に{颜2}ニワトリ{颜1}を{↙}運んでくれるんデスだヨ。{2b23}しかも、{颜2}訓練{颜1}をすると{↙}運んでくれる数が増えて、{↙}すごく助かるデスだーヨ。{2b23}訓練する時はイヌは{颜2}骨ガム{颜1}、{↙}ネコは{颜2}すず{颜1}を使うんデスだヨ。{↙}バザールで買えるデスだヨ。{2b23}ただし何日もエサをあげなかっ{↙}たり、話しかけなかったら、{↙}お手伝いしなくなるデスだヨ。{2b23}ペットの世話の仕方は{↙}こんなところデスだヨ。{↙}わかったデスだヨ？{结束}"
event_mes_data_0499_0037: .strn "{401f}{玛奥}{481f}{3521}{2f23}{颜3}ルーチョ{颜1}{2c23}{↙}よーし、それじゃあ{↙}仲良くするデスだヨ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0499_End: .hword 0x270F,(event_mes_data_0499_0000 - event_mes_data_0499_header)/2
;event_mes_data_0499文本数量为：38
