;子文件头
event_mes_data_0980_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0980_0000 - event_mes_data_0980_header)
    .hword (event_mes_data_0980_0001 - event_mes_data_0980_header)
    .hword (event_mes_data_0980_0002 - event_mes_data_0980_header)
    .hword (event_mes_data_0980_0003 - event_mes_data_0980_header)
    .hword (event_mes_data_0980_0004 - event_mes_data_0980_header)
    .hword (event_mes_data_0980_0005 - event_mes_data_0980_header)
    .hword (event_mes_data_0980_0006 - event_mes_data_0980_header)
    .hword (event_mes_data_0980_0007 - event_mes_data_0980_header)

event_mes_data_0980_0000: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}よぉ、{名字}。{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あら、{名字}さん。{↙}{结束}"
event_mes_data_0980_0001: .strn "{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}今、ディルカくんとお話して{↙}いたんですよ。{2b23}{411f}{莉亚}{491f}{3621}{a921}そしたら、ディルカくん。{↙}ネコにフラれたらしいんです。{结束}"
event_mes_data_0980_0002: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dc21}…シェルファさん、{↙}フラれたって。{2b23}そんなハッキリ言わなくても。{↙}オレだって、ちょっとショック{↙}受けてるのにさぁ。{结束}"
event_mes_data_0980_0003: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}この前カフェでバイトしてると{↙}ネコが迷い込んできたんだ。{2b23}オレ、外に出そうとして{↙}呼んだり捕まえようとしたら{↙}カフェ中を逃げまわるんだ。{2b23}{401f}{千寻}{4c1f}{3521}でも、ミーナ姉さんが呼ぶと{↙}姉さんの足元にネコがよって{↙}その後外に出ていったんだ。{2b23}{401f}{千寻}{4a1f}{3521}オレも優しく呼んだのに、{↙}なんだこの違いは？{2b23}{401f}{千寻}{481f}{3521}{名字}はさ、{↙}ネコどう？　好き？{结束}"
event_mes_data_0980_0004: .strn "{411f}{a41f}{481f}{3223} ネコ大好き♪{↙} あまり得意じゃない{结束}"
event_mes_data_0980_0005: .strn "{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d821}なー！　そうだろ！{↙}オレもネコ大好きでさー！{2b23}ぷにぷにのにくきゅう！{↙}うるうるのひとみ！{↙}ぜーんぶ大大大好き♪{2b23}{401f}{千寻}{4b1f}{3521}でも、ネコは薄情で{↙}なぜかオレから逃げていく…。{2b23}{401f}{千寻}{4a1f}{3521}{d020}{2f23}なんでだぁー？？？{结束}"
event_mes_data_0980_0006: .strn "{401f}{千寻}{4a1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{4e22}ネコ好きじゃないのか。{↙}なんでだ？{2b23}{401f}{千寻}{4c1f}{3521}ぷにぷにのにくきゅう！{↙}うるうるのひとみ！{↙}あんなにも、かわいいのに？？{结束}"
event_mes_data_0980_0007: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}でも、それはまださ、{↙}{名字}が本当の…。{2b23}本当のネコの良さを{↙}知らないだけかも{↙}しれないよな。{2b23}{401f}{千寻}{491f}{3521}{d821}ネコってさ、姿だけじゃなく{↙}しぐさとかもかわいいから{↙}よく見てみるといいぜ！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0980_End: .hword 0x270F,(event_mes_data_0980_0000 - event_mes_data_0980_header)/2
;event_mes_data_0980文本数量为：8
