;子文件头
event_mes_data_1016_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1016_0000 - event_mes_data_1016_header)
    .hword (event_mes_data_1016_0001 - event_mes_data_1016_header)
    .hword (event_mes_data_1016_0002 - event_mes_data_1016_header)
    .hword (event_mes_data_1016_0003 - event_mes_data_1016_header)
    .hword (event_mes_data_1016_0004 - event_mes_data_1016_header)

event_mes_data_1016_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}こんにちは、アギ。{↙}何を描いているんですか？{结束}"
event_mes_data_1016_0001: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}あ、アネモネ。{2b23}今日はこの木をスケッチして{↙}いるんです。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}へ～！{↙}ちょっと見たいです。{2b23}{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}いいですよ。{↙}…まだ描きかけですけどね。{结束}"
event_mes_data_1016_0002: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}アギは本当に絵が上手ですね。{↙}尊敬します。{2b23}{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}絵を描くのは楽しいですよ。{2b23}アネモネも好きな景色とか{↙}人とか、何か描いてみては{↙}どうですか？{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c421}そうですね…。{2b23}…じゃあ、おじいちゃんと{↙}おばあちゃんの絵を{↙}描きたいです！{结束}"
event_mes_data_1016_0003: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}どうしたんですか？{2b23}{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}描きたいですけど、{↙}あたし、絵は苦手なんです。{2b23}{401f}{娜娜}{4b1f}{3521}…子供のラクガキみたいに{↙}なっちゃうんです。{2b23}{411f}{奇力克}{4a1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}絵はうまいヘタじゃ{↙}ないですよ。{2b23}{411f}{奇力克}{481f}{3621}大事なのは、{↙}心をこめて描いたかどうか、{↙}ですよ。{2b23}{411f}{奇力克}{491f}{3621}アネモネなら、{↙}きっといい絵が描けますよ。{2b23}{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}…そうですか？{2b23}{401f}{娜娜}{481f}{3521}…アギにそう言ってもらえると{↙}なんだか描けそうな気がして{↙}きました！{2b23}うまく描けたら、{↙}見てもらえますか？{结束}"
event_mes_data_1016_0004: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}もちろんです。{↙}楽しみにしていますね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1016_End: .hword 0x270F,(event_mes_data_1016_0000 - event_mes_data_1016_header)/2
;event_mes_data_1016文本数量为：5
