;子文件头
event_mes_data_1005_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1005_0000 - event_mes_data_1005_header)
    .hword (event_mes_data_1005_0001 - event_mes_data_1005_header)
    .hword (event_mes_data_1005_0002 - event_mes_data_1005_header)
    .hword (event_mes_data_1005_0003 - event_mes_data_1005_header)
    .hword (event_mes_data_1005_0004 - event_mes_data_1005_header)
    .hword (event_mes_data_1005_0005 - event_mes_data_1005_header)
    .hword (event_mes_data_1005_0006 - event_mes_data_1005_header)

event_mes_data_1005_0000: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あら、ロイドさん。{↙}こんにちは。{2b23}お父さんに、{↙}会いに来たのですか？{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}ああ。{↙}どうやらいないみたいだが。{2b23}{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ごめんなさい。{↙}今は出かけていまして…。{2b23}{401f}{莉亚}{481f}{3521}何かあれば、{↙}伝えておきますよ。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}いや、大丈夫だ。{2b23}旅先での情報を仕入れて{↙}来たんだが…。{2b23}{411f}{卡米尔}{4c1f}{3621}{e621}最近はここに来てもいない事が{↙}多いな。{结束}"
event_mes_data_1005_0001: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}そうですね。近頃は、{↙}特にいそがしいみたいで…。{2b23}{ae21}疲れも少したまってるみたい。{2b23}{401f}{莉亚}{4b1f}{3521}わたしが、{↙}もっとしっかりしないと{↙}ダメなんですけどね。{结束}"
event_mes_data_1005_0002: .strn "{411f}{卡米尔}{4b1f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}おまえはどうなんだ？{↙}最近笑顔が少ないが…。{0a27}{结束}"
event_mes_data_1005_0003: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ac21}そう見えますか？{2b23}{401f}{莉亚}{491f}{3521}心配させて、すいません。{↙}ありがとうございます。{↙}わたしの方は、大丈夫です！{2b23}{a821}わたしの事よりも、{↙}お父さんの元気が出るような{↙}おいしい料理、つくらなきゃ！{2b23}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}…そうか。{0a27}{2b23}今度はシェルファのために{↙}面白い国の料理を紹介するよ。{结束}"
event_mes_data_1005_0004: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{3c22}ありがとうございます。{↙}ロイドさん。{结束}"
event_mes_data_1005_0005: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あ、お父さんが{↙}帰ってきたみたいですよ。{结束}"
event_mes_data_1005_0006: .strn "{411f}{雪莉露}{491f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ふぁ～あ、{↙}今帰ったぞ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1005_End: .hword 0x270F,(event_mes_data_1005_0000 - event_mes_data_1005_header)/2
;event_mes_data_1005文本数量为：7
