;子文件头
event_mes_data_0494_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0494_0000 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0001 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0002 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0003 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0004 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0005 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0006 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0007 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0008 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0009 - event_mes_data_0494_header)
    .hword (event_mes_data_0494_0010 - event_mes_data_0494_header)

event_mes_data_0494_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}よう、ちょっとじゃまするぜ。{结束}"
event_mes_data_0494_0001: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}この間のバザールで注文して{↙}くれた作業が完了したぞ。{2b23}あとで見に行ってみるといい。{结束}"
event_mes_data_0494_0002: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}{2022}それじゃあ、またな。{结束}"
event_mes_data_0494_0003: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}そうだ、地下室の説明は{↙}ちょっとしておくかな。{结束}"
event_mes_data_0494_0004: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}この地下室では、外の畑と{↙}同じように作物を育てられる。{2b23}室内だから天気に左右されずに{↙}作物を作る事ができるぞ。ただ{↙}{颜2}ひりょうは使えない{颜1}がな…。{2b23}{401f}{伊尔萨}{491f}{3521}あと、自分で好きな季節に{↙}変える事ができるんだ。{↙}{颜2}太陽置き場{颜1}に案内しよう。{结束}"
event_mes_data_0494_0005: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}ここが、{颜2}太陽置き場{颜1}だ。{↙}今は春の太陽をおいてある。{2b23}{401f}{伊尔萨}{491f}{3521}好きな季節の太陽をここに{↙}おくと、その季節に変える事が{↙}できるのだ。{2b23}春以外の季節の太陽は{↙}バザールで売ってるはずだから{↙}探してみるといい。{2b23}{401f}{伊尔萨}{4a1f}{3521}ちなみに、ちがう季節の太陽に{↙}おきかえると育っている作物が{↙}枯れてしまうから気をつけろ。{2b23}もちろん、外の畑と同じように{↙}毎日水をやらなければ、{↙}これまた枯れてしまうからな。{2b23}{401f}{伊尔萨}{481f}{3521}で、水はあそこでくめるぞ。{结束}"
event_mes_data_0494_0006: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}地下室については以上だ。{↙}わかったか？{结束}"
event_mes_data_0494_0007: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}よし。じゃあしっかり地下室を{↙}役立ててくれよな。{结束}"
event_mes_data_0494_0008: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}じゃあ、すぐ使えるように{↙}春の太陽を渡しておくぞ。{2b23}ほかの季節の太陽はバザールで{↙}売ってるはずだから、{↙}探してみるといい。{结束}"
event_mes_data_0494_0009: .strn "{401f}{伊尔萨}{481f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}しかたないな。{↙}じゃあ、しっかり聞くんだぞ。{结束}"
event_mes_data_0494_0010: .strn "{411f}{a41f}{481f}{3223}{0008}わかりました{↙}{0008}もう一度聞かせてください{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0494_End: .hword 0x270F,(event_mes_data_0494_0000 - event_mes_data_0494_header)/2
;event_mes_data_0494文本数量为：11
