;子文件头
event_mes_data_0881_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0881_0000 - event_mes_data_0881_header)
    .hword (event_mes_data_0881_0001 - event_mes_data_0881_header)
    .hword (event_mes_data_0881_0002 - event_mes_data_0881_header)
    .hword (event_mes_data_0881_0003 - event_mes_data_0881_header)

event_mes_data_0881_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、よく集まってくれた。{2b23}今日はメリーニくんから{↙}お茶やお菓子を{↙}用意してもらったぞ。{结束}"
event_mes_data_0881_0001: .strn "{401f}{弗乔}{481f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}それじゃあ、{↙}わたしが話すわね。{2b23}{名字}さんにもらった{↙}お茶を使って、{↙}いろんな料理を作ってみたわ。{2b23}{401f}{弗乔}{491f}{3521}みんな、楽しんでいって{↙}ちょうだいね。{结束}"
event_mes_data_0881_0002: .strn "{401f}{弗乔}{481f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}今日は、協力してくれて{↙}ありがとね～。{2b23}{401f}{弗乔}{491f}{3521}{1822}ほんの気持ちだけど{↙}お礼に、このお菓子をどうぞ。{结束}"
event_mes_data_0881_0003: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{4422}それじゃ、次もまた{↙}よろしくお願いね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0881_End: .hword 0x270F,(event_mes_data_0881_0000 - event_mes_data_0881_header)/2
;event_mes_data_0881文本数量为：4
