;子文件头
event_mes_data_0405_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0405_0000 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0001 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0002 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0003 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0004 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0005 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0006 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0007 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0008 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0009 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0010 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0011 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0012 - event_mes_data_0405_header)
    .hword (event_mes_data_0405_0013 - event_mes_data_0405_header)

event_mes_data_0405_0000: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}おお、{名字}ちゃん。{2b23}来ておったなら、声をかけて{↙}くれんとビックリするじゃろ。{2b23}{401f}{霍华德}{491f}{3521}年寄りにビックリは{↙}大敵じゃぞい！{结束}"
event_mes_data_0405_0001: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}ん？　なんとなく声を{↙}かけづらかった、じゃて？{2b23}それはすまんかった。{↙}なに、ちょっと考え事を{↙}しておっただけじゃよ。{2b23}{401f}{霍华德}{491f}{3521}{0c22}今日の昼ご飯は、{↙}なんじゃろうな～、なんてな！{2b23}{401f}{霍华德}{4a1f}{3521}…ああ、そう言えばわし、{↙}用事があったんじゃった。{2b23}{401f}{霍华德}{481f}{3521}…{名字}ちゃん、{↙}すまんがちょっとだけ{↙}留守番していてくれんかのう？{结束}"
event_mes_data_0405_0002: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}ありがとう。{↙}よろしくたのんだぞ！{结束}"
event_mes_data_0405_0003: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}あら、{名字}さん？{结束}"
event_mes_data_0405_0004: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}いらっしゃい。{↙}今日はどうしたの？{结束}"
event_mes_data_0405_0005: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}え、留守番？　おじいさんの{↙}ようすが変だった？{2b23}{1022}あらあら…、そうなの。{↙}でも気にする事ないわ。{↙}ときどき、ある事だから。{2b23}{401f}{古拉尼}{4b1f}{3521}{1322}…やっぱり、{↙}まださびしいのねぇ。{结束}"
event_mes_data_0405_0006: .strn "{401f}{古拉尼}{4b1f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}うちには昔、息子がいてね。{2b23}もう大きくなって、{↙}家を出てしまったのだけれど。{↙}あの子がいなくなってから…。{2b23}おじいさん、あまり表には{↙}ださなくても、やっぱり{↙}さびしいみたいで…。{2b23}ときどき、元気がなくなるの。{↙}大切な一人息子だもの。{2b23}どうしても、いない事には{↙}なれないしね。{2b23}いろいろ思い出しては{↙}うれしくなったり、かなしく{↙}なったりしてしまうわ。{结束}"
event_mes_data_0405_0007: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}…あら、ごめんなさいねぇ。{↙}なんだかしんみりしちゃって。{2b23}{401f}{古拉尼}{491f}{3521}でも、今はアネモネがいるから{↙}おじいさんも前よりとても元気{↙}なのよ。{2b23}…もちろん、わたしも。{2b23}これからもずっといてくれたら{↙}いいのに…、って思って{↙}しまうわ。{结束}"
event_mes_data_0405_0008: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}おお、ありがとう。{↙}{名字}ちゃん。{2b23}用事が終わったぞい♪{结束}"
event_mes_data_0405_0009: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}おかえりなさい、おじいさん。{2b23}{411f}{霍华德}{481f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}さっちゃん、おったのか。{2b23}２人して、{↙}何を話しとったんじゃ？{2b23}{411f}{霍华德}{4a1f}{3621}{0d22}まさか、わしの悪口でも、{↙}話しとったんじゃーない{↙}だろうな。{2b23}{401f}{古拉尼}{491f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1122}フフッ。{↙}さあ、どうでしょうねぇ。{结束}"
event_mes_data_0405_0010: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}ただいま、もどりましたぁー♪{结束}"
event_mes_data_0405_0011: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}おかえり、アネモネ。{2b23}{411f}{霍华德}{481f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}おかえり、アネモネちゃん。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}ただいまですー！{↙}…あ、おじいちゃんコレ！！{2b23}さっき、帰りにアギに会って、{↙}もらったんです！{2b23}おじいちゃんの好きな{↙}モンブラン！！{结束}"
event_mes_data_0405_0012: .strn "{411f}{霍华德}{491f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}おお、これは！！{↙}もらっていいんじゃろうか？{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あたりまえじゃないですか♪{2b23}おじいちゃんのために、{↙}もらってきたんですからぁ！{2b23}{411f}{霍华德}{491f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0c22}にょほほ！　ありがとう、{↙}アネモネちゃん！！{2b23}{401f}{古拉尼}{491f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1022}良かったですねぇ、{↙}おじいさん。{结束}"
event_mes_data_0405_0013: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あーっ！？{2b23}{401f}{娜娜}{4b1f}{3521}{c321}あたし、わすれものして{↙}きちゃいました…。{2b23}{401f}{娜娜}{481f}{3521}ちょっと、{↙}とりに行ってきますね！{2b23}{411f}{霍华德}{4b1f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0F22}おお、それは大変じゃ。{2b23}気をつけて行ってくるん{↙}じゃよ。{2b23}{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}はいっ♪{↙}{401f}{娜娜}{4d1f}{3521}いってきまーす！！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0405_End: .hword 0x270F,(event_mes_data_0405_0000 - event_mes_data_0405_header)/2
;event_mes_data_0405文本数量为：14
