;子文件头
event_mes_data_0965_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0965_0000 - event_mes_data_0965_header)
    .hword (event_mes_data_0965_0001 - event_mes_data_0965_header)
    .hword (event_mes_data_0965_0002 - event_mes_data_0965_header)
    .hword (event_mes_data_0965_0003 - event_mes_data_0965_header)
    .hword (event_mes_data_0965_0004 - event_mes_data_0965_header)
    .hword (event_mes_data_0965_0005 - event_mes_data_0965_header)
    .hword (event_mes_data_0965_0006 - event_mes_data_0965_header)
    .hword (event_mes_data_0965_0007 - event_mes_data_0965_header)
    .hword (event_mes_data_0965_0008 - event_mes_data_0965_header)

event_mes_data_0965_0000: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{名字}さん。{↙}こんにちは…。{结束}"
event_mes_data_0965_0001: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c621}はーっ。{↙}{名字}さん…。{2b23}{401f}{娜娜}{4c1f}{3521}この前、おじいちゃんが{↙}大切にしているかびんを{↙}割ってしまったんです…。{2b23}おじいちゃんは、{↙}あたしを怒ったり、{↙}注意するどころか…。{2b23}{401f}{娜娜}{4b1f}{3521}ケガしなかった？{↙}と、逆にあたしを{↙}心配してくれました。{结束}"
event_mes_data_0965_0002: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あたし…。{↙}心が痛いです。{2b23}みなさん本当に優しくて…。{↙}いつも助けてもらったり、{↙}なぐさめてもらうばかり。{2b23}{401f}{娜娜}{4c1f}{3521}おじいちゃんはあのかびんを{↙}すごく大事にしてたのに、{↙}あたしは何もできない…。{结束}"
event_mes_data_0965_0003: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}むー…、こんな自分{↙}もうイヤなんです…。{结束}"
event_mes_data_0965_0004: .strn "{411f}{a41f}{481f}{3223} そんな事、言わないで{↙} だったら動こうよ{结束}"
event_mes_data_0965_0005: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}むー…。{2b23}{401f}{娜娜}{4a1f}{3521}そう言われても、{↙}どうしていいのか…。{↙}ますますわからないです。{结束}"
event_mes_data_0965_0006: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{名字}さん…。{2b23}声をかけていただき、{↙}ありがとうございます。{2b23}{401f}{娜娜}{4b1f}{3521}あたし、{↙}もう少し風に当たりたいです。{↙}では、また…。{结束}"
event_mes_data_0965_0007: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わぁ！{↙}あたし間違っていました。{2b23}また、気持ちばかりが{↙}あせって空回りしてました。{2b23}{401f}{娜娜}{4d1f}{3521}みなさんの優しさに{↙}応えられるよう{↙}行動あるのみ、ですね！{结束}"
event_mes_data_0965_0008: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c021}気合じゅうぶん！{↙}アネモネ、頑張ります！{2b23}{401f}{娜娜}{4d1f}{3521}{名字}さんはいつも{↙}あたしの本当の心を{↙}理解してくれてます…。{2b23}{401f}{娜娜}{4c1f}{3521}あたし、{↙}なんてお礼を言っていいか…。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0965_End: .hword 0x270F,(event_mes_data_0965_0000 - event_mes_data_0965_header)/2
;event_mes_data_0965文本数量为：9
