;子文件头
event_mes_data_1011_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1011_0000 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0001 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0002 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0003 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0004 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0005 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0006 - event_mes_data_1011_header)
    .hword (event_mes_data_1011_0007 - event_mes_data_1011_header)

event_mes_data_1011_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}ちわーっす！{↙}おじゃましまーす。{结束}"
event_mes_data_1011_0001: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}ん…？{↙}だれもいない、のか？{结束}"
event_mes_data_1011_0002: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}なんだ、{↙}エンジュ、いるじゃんか。{结束}"
event_mes_data_1011_0003: .strn "{411f}{拉兹贝莉}{4a1f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b321}ちょっと、{↙}ビックリするじゃない！{2b23}一体何よ？{2b23}{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}なんだか最近、元気がない{↙}ように見えたからさ。{2b23}{401f}{千寻}{481f}{3521}気になったから、{↙}ちょっと寄ってみたんだ。{结束}"
event_mes_data_1011_0004: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}一体、何があったんだよ？{↙}オレ、おまえの話聞くぜ。{2b23}{411f}{拉兹贝莉}{4b1f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}…わたし、{↙}このままでいいのかな？{2b23}もっと、{↙}みんなと話しをしたいけど、{↙}なんだかうまくいかなくて…。{2b23}{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}オレは、{↙}そのままでいいと思うぜ。{2b23}{401f}{千寻}{491f}{3521}{d821}それに、{↙}さわがしいエンジュなんて、{↙}想像もつかないしな！{结束}"
event_mes_data_1011_0005: .strn "{411f}{拉兹贝莉}{4a1f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b321}もう、何よ！　人が真剣に{↙}相談してるのに…。{2b23}{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}エンジュが心配しなくても、{↙}みんなわかってるさ。{2b23}{401f}{千寻}{491f}{3521}{d921}それに、{↙}オレもエンジュのそういうとこ{↙}好きだしさ。{结束}"
event_mes_data_1011_0006: .strn "{401f}{千寻}{4c1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}…やべっ！{0a27}{↙}もう、カフェに行く時間だ！{2b23}{401f}{千寻}{481f}{3521}それじゃ、{↙}オレは、そろそろ行くな！{↙}…{0a27}元気だせよ、エンジュ！{结束}"
event_mes_data_1011_0007: .strn "{411f}{拉兹贝莉}{491f}{3621}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b021}…ありがと、{↙}ディルカ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1011_End: .hword 0x270F,(event_mes_data_1011_0000 - event_mes_data_1011_header)/2
;event_mes_data_1011文本数量为：8
