;子文件头
event_mes_data_1021_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1021_0000 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0001 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0002 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0003 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0004 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0005 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0006 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0007 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0008 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0009 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0010 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0011 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0012 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0013 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0014 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0015 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0016 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0017 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0018 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0019 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0020 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0021 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0022 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0023 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0024 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0025 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0026 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0027 - event_mes_data_1021_header)
    .hword (event_mes_data_1021_0028 - event_mes_data_1021_header)

event_mes_data_1021_0000: .strn "{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d221}どうしたんですか。{↙}顔色が悪いですよ！{2b23}{411f}{亚修}{4a1f}{3621}ちょっとだれか呼んできます。{↙}ここで待っていてください！{结束}"
event_mes_data_1021_0001: .strn "{411f}{千寻}{4a1f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}ちょっ…どうしたんだよ！{↙}顔が真っ青だぜ…！！{2b23}{411f}{千寻}{4c1f}{3621}{dd21}どうしたらいいんだ…。{↙}{411f}{千寻}{4a1f}{3621}そうだ、力になれそうな人を{↙}呼んでくるから待ってろ！！{结束}"
event_mes_data_1021_0002: .strn "{411f}{卡米尔}{4c1f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e421}ど、どうしたんだ。{↙}顔色が悪いぞ…？{2b23}だれか呼んできて{↙}みてもらおうか。{↙}少し待っていてくれ。{结束}"
event_mes_data_1021_0003: .strn "{411f}{奇力克}{4c1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{eb21}ど、どうしました。{↙}顔色が良くないですよ…！{2b23}ちょっとだれか呼んできます！{↙}悪い病気だったら大変ですし。{结束}"
event_mes_data_1021_0004: .strn "{411f}{米海尔}{4a1f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f221}どうした。{↙}顔が真っ青だぞ。{2b23}ちょっと人を呼んでくるか…。{↙}しっかりみてもらったほうが{↙}いいな。{结束}"
event_mes_data_1021_0005: .strn "{401f}{琉伊}{481f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}あたしが来たからには{↙}もう大丈夫よ。安心して。{2b23}それじゃあ、ちょっと{↙}みせてもらっていいかしら。{结束}"
event_mes_data_1021_0006: .strn "{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}…どうなのでしょう。{↙}どこが悪いのでしょうか…？{9023}{结束}"
event_mes_data_1021_0007: .strn "{411f}{千寻}{4b1f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dd21}ど、どうなんだよ。{↙}そんなに悪いのか…？{9023}{结束}"
event_mes_data_1021_0008: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}何の病気なんだ？{↙}…もちろん治るのだろうな？{9023}{结束}"
event_mes_data_1021_0009: .strn "{411f}{奇力克}{4b1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}…はっきり言ってください。{↙}具合は…どうなんですか？{9023}{结束}"
event_mes_data_1021_0010: .strn "{411f}{米海尔}{4b1f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f321}…そんなに悪いのか？{↙}どうなんだ。{9023}{结束}"
event_mes_data_1021_0011: .strn "{401f}{琉伊}{481f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}落ち着いてちょうだい。{↙}大丈夫、心配ないわ。{2b23}{401f}{琉伊}{491f}{3521}{2422}むしろ…おめでたい事よ。{↙}奥さんに赤ちゃんができたの！{结束}"
event_mes_data_1021_0012: .strn "{411f}{亚修}{4d1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d321}ほ、本当に！？{↙}ボ、ボク達に子供が…。{结束}"
event_mes_data_1021_0013: .strn "{411f}{千寻}{4d1f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{df21}…本当か！？{↙}オレ達に子供が…。{结束}"
event_mes_data_1021_0014: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e421}そ、そうか…。{↙}子供ができたんだな…！{结束}"
event_mes_data_1021_0015: .strn "{411f}{奇力克}{4d1f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}ほ、本当ですか！？{↙}子供ができたなんて…！{结束}"
event_mes_data_1021_0016: .strn "{411f}{米海尔}{491f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}そ、それで具合が悪かったと{↙}いうわけか…そ、そうか…。{结束}"
event_mes_data_1021_0017: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d121}ボク、とてもうれしいです。{↙}家族が増えるのですね。{2b23}一体どんな子でしょう…。{↙}とても楽しみです。{结束}"
event_mes_data_1021_0018: .strn "{411f}{千寻}{491f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d821}オレ、すっごくうれしいよ！{↙}家族が増えるんだよな！！{2b23}オレに似てるかな、{↙}{9123}に似てるかな？{↙}産まれてくるのが楽しみだな！{结束}"
event_mes_data_1021_0019: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e121}家族が増えるんだな。{↙}…とてもうれしいな。{2b23}どんな子だろうな。{↙}…きっと{9123}に似て、{↙}かわいい子に違いない。{结束}"
event_mes_data_1021_0020: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}家族が増えるんですね！{↙}とってもすばらしいです！{2b23}ボク達の子…。{↙}一体どんな子でしょうね。{↙}すごくワクワクしますよ。{结束}"
event_mes_data_1021_0021: .strn "{411f}{米海尔}{491f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}オレ達の子供か…。{↙}…今、幸せな気持ちだ。{2b23}どんな子が産まれてくるか、{↙}本当に楽しみだ。{↙}…早く会いたいな。{结束}"
event_mes_data_1021_0022: .strn "{401f}{琉伊}{491f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}産まれそうになったら、{↙}あたしを呼んでちょうだい。{2b23}すぐにかけつけるわ。{2b23}{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ！　クレアさんに任せれば{↙}何も心配する事はないぞ！{结束}"
event_mes_data_1021_0023: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ありがとうございます。{↙}お世話になりますね。{9023}{结束}"
event_mes_data_1021_0024: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}ありがとう！{↙}お世話になります！{9023}{结束}"
event_mes_data_1021_0025: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}世話になるな。{↙}たよりにしている。{9023}{结束}"
event_mes_data_1021_0026: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{颜1}{2c23}{↙}どうもすみません。{↙}とてもありがたいです。{9023}{结束}"
event_mes_data_1021_0027: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}助かる。{↙}ではまた、世話になるよ。{9023}{结束}"
event_mes_data_1021_0028: .strn "{401f}{琉伊}{481f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}それじゃあ、{↙}これで失礼するわね。{2b23}{名字}さん、{↙}からだを大切にね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1021_End: .hword 0x270F,(event_mes_data_1021_0000 - event_mes_data_1021_header)/2
;event_mes_data_1021文本数量为：29
