;子文件头
event_mes_data_1007_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1007_0000 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0001 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0002 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0003 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0004 - event_mes_data_1007_header)
    .hword (event_mes_data_1007_0005 - event_mes_data_1007_header)

event_mes_data_1007_0000: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}出かけようとしている所を{↙}すまないな。{2b23}{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あら、ロイドさん。{2b23}２階に上がってくるなんて{↙}めずらしいですね。{2b23}わたしに何かご用ですか？{结束}"
event_mes_data_1007_0001: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e721}…いや、別に…。{2b23}{411f}{卡米尔}{4c1f}{3621}{e621}顔が見たくなったんで{↙}来ただけなんだが…、{↙}用事がないとダメか？{结束}"
event_mes_data_1007_0002: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{3c22}いえ、大歓迎ですよ！{2b23}{401f}{莉亚}{481f}{3521}わたしも今からロイドさんの{↙}所に行こうとしていたので…。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}めずらしいな。{↙}何かあったのか？{结束}"
event_mes_data_1007_0003: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ac21}…………。{2b23}わたしもただ会いたかっただけ{↙}なのですけど…。{2b23}{401f}{莉亚}{4d1f}{3521}{3c22}用事がないとダメですか？{结束}"
event_mes_data_1007_0004: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}いえ、大歓迎ですよ！{2b23}{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}フフフ…。{↙}わたしのマネッこですか？{2b23}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e121}ハハ…。{↙}気を悪くしたかな？{结束}"
event_mes_data_1007_0005: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}いえ、大歓迎ですよ{颜2}♥{颜1}{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1007_End: .hword 0x270F,(event_mes_data_1007_0000 - event_mes_data_1007_header)/2
;event_mes_data_1007文本数量为：6
