;子文件头
event_mes_data_0407_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0407_0000 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0001 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0002 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0003 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0004 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0005 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0006 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0007 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0008 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0009 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0010 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0011 - event_mes_data_0407_header)
    .hword (event_mes_data_0407_0012 - event_mes_data_0407_header)

event_mes_data_0407_0000: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}フェリックス{颜1}{↙}{d020}やーーっ！！！！{结束}"
event_mes_data_0407_0001: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}フェリックス{颜1}{↙}{d020}とぉーうっ！！！！{结束}"
event_mes_data_0407_0002: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}くっ…、何！？{2b23}このかぶ、かたくて切れない{↙}ではないか！{2b23}{411f}{雪莉露}{491f}{3621}{5622}…ハッハハ！{↙}しかし、こんな事もあろうかと{↙}秘策は用意しておいた！！{2b23}{411f}{雪莉露}{481f}{3621}この、初心者でもあんしん★{↙}カンタンクッキングブック{↙}さえあれば！{2b23}{411f}{雪莉露}{491f}{3621}何もおそれる事はない！{↙}{0422}ハーッハハハハハ！！{↙}{0a27}{0a27}{481f}…よし、読むぞ。{2b23}ふむ、なになに？{↙}かたい野菜は、湯にとおすと{↙}切れやすくなります…、と。{2b23}{5822}なるほど、湯か。{结束}"
event_mes_data_0407_0003: .strn "{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}よし、これを火に{↙}かけるんだな。{0a27}…いくぞ！！{结束}"
event_mes_data_0407_0004: .strn "{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}フェリックス{颜1}{↙}{0622}…っ！？{结束}"
event_mes_data_0407_0005: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}あっ、{0b27}{2f23}つーーーいっ！！！！{结束}"
event_mes_data_0407_0006: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}お父さん！？{↙}どうしたんですか！？　{结束}"
event_mes_data_0407_0007: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{5a22}シェ、シェルファ…。{2b23}いや、何………。{↙}少しヤケドをな。{2b23}{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ac21}…ヤケド？{结束}"
event_mes_data_0407_0008: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ae21}…お父さん、まさかまた料理を{↙}しようとしたんですか？{2b23}{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}いや、これはだな…。{2b23}{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}言いわけは聞きません！{结束}"
event_mes_data_0407_0009: .strn "{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}す、すまない…。{2b23}{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{aa21}こんなにちらかしちゃって…。{2b23}家事、苦手なのに、どうして{↙}いつもやろうとするんです？{2b23}{411f}{雪莉露}{4b1f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}いや、今日はなんだか{↙}できそうな気がしたんだ…。{2b23}{401f}{莉亚}{4b1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}いつもそう言って失敗ばかり{↙}するじゃないですか…。{2b23}{401f}{莉亚}{4c1f}{3521}せんたくをすれば、{↙}家中アワだらけ！　{2b23}{401f}{莉亚}{4b1f}{3521}そうじをすればするほど、{↙}ちらかって…。{2b23}{401f}{莉亚}{4a1f}{3521}料理をすれば、ひげを{↙}こがしたり、ヤケドしたり…！{结束}"
event_mes_data_0407_0010: .strn "{401f}{莉亚}{4a1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{aa21}とにかく！！{2b23}これからは、お父さんが{↙}キッチンに入るのは絶対禁止！{↙}家事なんてもってのほか！！{2b23}ぜーーったい、{↙}しないでくださいね！！{结束}"
event_mes_data_0407_0011: .strn "{411f}{雪莉露}{4a1f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ガッ{0b27}{2f23}ガーンッ！！！！{2c23}{2b23}{411f}{雪莉露}{4b1f}{3621}{0722}そ、そうか…。{↙}シェルファがそういうなら、{↙}しかたないな…。{2b23}すまなかったな…。{结束}"
event_mes_data_0407_0012: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{af21}…強く、言いすぎてしまった{↙}かしら。{2b23}{401f}{莉亚}{4b1f}{3521}でも、お父さんにケガして{↙}ほしくないんですもの…。{↙}…ごめんなさい、お父さん。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0407_End: .hword 0x270F,(event_mes_data_0407_0000 - event_mes_data_0407_header)/2
;event_mes_data_0407文本数量为：13
