;子文件头
event_mes_data_0882_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0882_0000 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0001 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0002 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0003 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0004 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0005 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0006 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0007 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0008 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0009 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0010 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0011 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0012 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0013 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0014 - event_mes_data_0882_header)
    .hword (event_mes_data_0882_0015 - event_mes_data_0882_header)

event_mes_data_0882_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}さん、いる？{2b23}{2f23}{颜3}？？？{颜1}{2c23}{↙}…あの、おじゃまします。{结束}"
event_mes_data_0882_0001: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3422}今日はかぼちゃ祭りでしょ？{↙}おかしもらいに来たの。{2b23}{411f}{扎乌利}{481f}{3621}{2f23}{颜3}ララミー{颜1}{2c23}{↙}………えっと、{↙}…おかしください。{结束}"
event_mes_data_0882_0002: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{名字}さん、{↙}おかしまだ？{结束}"
event_mes_data_0882_0003: .strn "{411f}{a41f}{481f}{3223} ちょっと待ってて{↙} あげれるものはないよ{结束}"
event_mes_data_0882_0004: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3422}そう！{↙}じゃあ、待ってるわね。{结束}"
event_mes_data_0882_0005: .strn "{401f}{古恩贝}{4a1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3522}えーっ！？{↙}お話にならないわ。{2b23}{401f}{古恩贝}{481f}{3521}そんなもので{↙}ごまかそうとしてもダメよ。{结束}"
event_mes_data_0882_0006: .strn "{401f}{扎乌利}{4b1f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3922}………もしかして…、{↙}…おかしくれないんですか？{结束}"
event_mes_data_0882_0007: .strn "{411f}{a41f}{481f}{3223} ちょっと待ってて{↙} あげれるものはないよ{结束}"
event_mes_data_0882_0008: .strn "{401f}{扎乌利}{481f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}わ…わかりました…。{↙}…じゃあ、待ってますね。{结束}"
event_mes_data_0882_0009: .strn "{401f}{扎乌利}{4b1f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3922}………それ、{↙}おかしじゃありません。{2b23}わ…わたしたちは{↙}おかしをもらいに来たんです。{结束}"
event_mes_data_0882_0010: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{4722}わぁ！　ありがとう！{↙}{名字}さん。{2b23}{411f}{扎乌利}{491f}{3621}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3822}…ありがとうございます。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}じゃあ、あたしたちは{↙}帰るわね。バイバーイ。{2b23}{411f}{扎乌利}{481f}{3621}{2f23}{颜3}ララミー{颜1}{2c23}{↙}…さようなら。{结束}"
event_mes_data_0882_0011: .strn "{401f}{古恩贝}{4a1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3522}ええー！？{2b23}かぼちゃ祭りに{↙}おかし用意してないなんて{↙}信じられないわ！{2b23}ララミー、もう帰ろう！{结束}"
event_mes_data_0882_0012: .strn "{401f}{扎乌利}{4b1f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3A22}あ…あの…。{↙}…おじゃましました…。{结束}"
event_mes_data_0882_0013: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3622}わぁ！　ありがとう！{↙}{名字}さん。{2b23}{401f}{扎乌利}{4b1f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}シ…シギュン。{↙}…それ、いたんでるみたい…。{结束}"
event_mes_data_0882_0014: .strn "{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}…え？{2b23}{401f}{古恩贝}{4a1f}{3521}{3522}ええーーーっ！！{↙}本当だわ、ひっどーい！！{↙}もうっ！　帰ろう、ララミー！{结束}"
event_mes_data_0882_0015: .strn "{401f}{扎乌利}{4b1f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3b22}…あの、来年はおいしい{↙}おかし、おねがいします…。{2b23}…それじゃあ、{↙}おじゃましました…。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0882_End: .hword 0x270F,(event_mes_data_0882_0000 - event_mes_data_0882_header)/2
;event_mes_data_0882文本数量为：16
