;子文件头
event_mes_data_0504_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0504_0000 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0001 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0002 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0003 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0004 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0005 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0006 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0007 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0008 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0009 - event_mes_data_0504_header)
    .hword (event_mes_data_0504_0010 - event_mes_data_0504_header)

event_mes_data_0504_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}くん、おはよう！{↙}おじゃまさせてもらうよ。{结束}"
event_mes_data_0504_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}今日は{名字}くんに{↙}ぜひ知らせたい事があってね。{结束}"
event_mes_data_0504_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}今月２０日に{颜2}スノーボード大会{颜1}{↙}を開こうと考えているのだよ！{2b23}そこで、{名字}くんにも{↙}出場して欲しいと思ってね。{结束}"
event_mes_data_0504_0003: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0522}む、もしやスノーボードを{↙}持っていないのかな？{结束}"
event_mes_data_0504_0004: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}心配はいらないぞ、{↙}{名字}くん！{2b23}{0422}そんな事もあろうかと、{↙}前もって用意しておいたのだ。{↙}受け取ってくれたまえ！{结束}"
event_mes_data_0504_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}スノーボードに乗るときは、{↙}道具を使うときと同じでね。{2b23}そうびした状態で{颜2}Ｂボタン{颜1}を{↙}押すと乗る事ができるぞ。{2b23}乗った状態で{颜2}Ｂボタン{颜1}を押すと{↙}ブレーキがかかり、止まってか{↙}ら押すと降りる事ができる。{2b23}{401f}{雪莉露}{4a1f}{3521}スノーボードのコースも{↙}完成したばかりだから、{↙}どんどん練習してくれたまえ！{2b23}コースは…ここだ！{结束}"
event_mes_data_0504_0006: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}この看板を調べると、練習する{↙}コースを選ぶ事ができる。{2b23}コースは初級と上級の２種類{颜1}が{↙}あってね。今月の大会では{↙}初級コースで競うぞ。{结束}"
event_mes_data_0504_0007: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}スノーボードはもちろん{颜2}冬{颜1}しか{↙}遊ぶ事ができない。{2b23}{颜2}ほかの季節{颜1}は{颜2}スケートボード{颜1}{↙}で遊ぶといい。きっと{↙}バザールで売っているはずだ。{2b23}{401f}{雪莉露}{481f}{3521}さて、わたしはそろそろ失礼{↙}するが…スノーボードの乗り方{↙}などはわかってもらえたかね？{结束}"
event_mes_data_0504_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}うむ！　では大会に出場して{↙}くれるのを楽しみにしておる！{结束}"
event_mes_data_0504_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}それではもう一度説明しよう。{↙}しっかり聞いてくれたまえよ。{结束}"
event_mes_data_0504_0010: .strn "{411f}{a41f}{481f}{3223}{0008}わかりました{↙}{0008}もう一度聞かせてください{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0504_End: .hword 0x270F,(event_mes_data_0504_0000 - event_mes_data_0504_header)/2
;event_mes_data_0504文本数量为：11
