;子文件头
event_mes_data_0951_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0951_0000 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0001 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0002 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0003 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0004 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0005 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0006 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0007 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0008 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0009 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0010 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0011 - event_mes_data_0951_header)
    .hword (event_mes_data_0951_0012 - event_mes_data_0951_header)

event_mes_data_0951_0000: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}あら、こんにちは。{2b23}ここはね、{↙}わたしのお気にいりの{↙}場所なの。{2b23}休みの日はね、{↙}いつもここで{↙}川や風車を見ているのよ。{2b23}ちょうどいいわ。{↙}ちょっと風車のところに{↙}行ってみましょ。{结束}"
event_mes_data_0951_0001: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}じゃ、決まりね。{结束}"
event_mes_data_0951_0002: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}都会と違って、{↙}ここはいいわね。{2b23}流れる時間の速度が{↙}まるで違う。{2b23}{401f}{莉可丽丝}{491f}{3521}母は都会に住んでいるけど、{↙}わたしは、{↙}こっちのほうが好き。{2b23}{b821}だってこっちのほうが、{↙}ゆっくりのびのびと過ごせて{↙}性に合ってる気がするもの。{结束}"
event_mes_data_0951_0003: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}あのね。わたし、この前{↙}仕事で失敗したの。{2b23}終わった事を悩んでも{↙}仕方ないのに{↙}どうしても考えてしまう…。{结束}"
event_mes_data_0951_0004: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}ねえ。{↙}ひとつ質問。{2b23}この風車って、{↙}いつからあると思う？{2b23}わたしがここに来る前から{↙}あったみたいなんだけど、{↙}あなたは知ってるかしら？{结束}"
event_mes_data_0951_0005: .strn "{411f}{a41f}{481f}{3223}{0008}風車の事なら知ってる{↙}{0008}いいや、知らない{结束}"
event_mes_data_0951_0006: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}そうなの。{↙}物知りなのね。{2b23}風車って、{↙}長い時間同じところで{↙}ずっと回っているわよね。{2b23}{401f}{莉可丽丝}{4b1f}{3521}仕事でしずんだ心を、{↙}カフェや散歩で修復して{↙}そしてまた仕事。{2b23}{be21}……あーあ。{↙}わたしも同じところを{↙}回ってばかり。{结束}"
event_mes_data_0951_0007: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}…へこんでばかりだと{↙}つまらないわね。{2b23}{401f}{莉可丽丝}{491f}{3521}なんだか話してると{↙}すっきりしてきたわ。{2b23}{b921}それどころか、{↙}うじうじしてる自分に{↙}笑えてきちゃった。{结束}"
event_mes_data_0951_0008: .strn "{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}話を聞いてくれて、{↙}ありがとう。{2b23}…あなたとは{↙}仲良くなれそうな気がするわ。{结束}"
event_mes_data_0951_0009: .strn "{401f}{莉可丽丝}{491f}{3521}{b821}じゃあ、またね。{↙}{名字}。{结束}"
event_mes_data_0951_0010: .strn "{401f}{莉可丽丝}{4b1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}そうなのね。{↙}わたしもそう…。{2b23}住んでいる町にだって{↙}知らない事は、{↙}たくさんあるものね。{结束}"
event_mes_data_0951_0011: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}よし。{↙}悩んだって仕方ないわね。{2b23}わからない事は、{↙}自分で調べていかなきゃね。{结束}"
event_mes_data_0951_0012: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}話をして、{↙}気持ちが少し晴れてきたわ。{2b23}{401f}{莉可丽丝}{491f}{3521}{b821}ありがとう。{↙}じゃあ、またね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0951_End: .hword 0x270F,(event_mes_data_0951_0000 - event_mes_data_0951_header)/2
;event_mes_data_0951文本数量为：13
