;子文件头
event_mes_data_0865_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0865_0000 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0001 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0002 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0003 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0004 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0005 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0006 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0007 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0008 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0009 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0010 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0011 - event_mes_data_0865_header)
    .hword (event_mes_data_0865_0012 - event_mes_data_0865_header)

event_mes_data_0865_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}お集りの諸君！{↙}スノーボード大会である！{2b23}今年は{颜2}初級コース{颜1}で競うぞ！{↙}それではまず、{↙}出場者を紹介しよう！{2b23}エントリーNo.1{↙}{名字}くん！{结束}"
event_mes_data_0865_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}お集りの諸君！{↙}スノーボード大会である！{2b23}今年は{颜2}上級コース{颜1}で競うぞ！{↙}それではまず、{↙}出場者を紹介しよう！{2b23}エントリーNo.1{↙}{名字}くん！{结束}"
event_mes_data_0865_0002: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}エントリーNo.2{↙}メガテリウムくん！{结束}"
event_mes_data_0865_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}エントリーNo.3{↙}ティタニスくん！{结束}"
event_mes_data_0865_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}さて、出場者の諸君には{↙}スノーボードでの、{2b23}タイムを競ってもらう！{↙}より、タイムの早い出場者が{↙}優勝である！{2b23}{401f}{雪莉露}{4a1f}{3521}この寒い冬を{↙}熱くするのは、一体{↙}だれのすべりなのか？{2b23}それでは{↙}スノーボード大会{↙}開催である！！！{结束}"
event_mes_data_0865_0005: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ワンダフル！{↙}{401f}{雪莉露}{481f}{3521}レース終了である。{2b23}それではタイムを発表する！{2b23}{名字}くん　記録なし{0a27}{↙}メガテリウムくん　{0210}.{0310}秒{0a27}{↙}ティタニスくん　　{0410}.{0510}秒{0a27}{2b23}つまり順位は…。{↙}３位　{名字}くん{↙}２位　メガテリウムくん{2b23}優勝は…。{0a27}{↙}{颜2}ティタニス{颜1}くんだ！{↙}おめでとう！{结束}"
event_mes_data_0865_0006: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ワンダフル！{↙}{401f}{雪莉露}{481f}{3521}レース終了である。{2b23}それではタイムを発表する！{2b23}{名字}くん　{功能1}.{功能2}秒{0a27}{↙}メガテリウムくん　{0210}.{0310}秒{0a27}{↙}ティタニスくん　　{0410}.{0510}秒{0a27}{2b23}つまり順位は…。{↙}３位　メガテリウムくん{↙}２位　{名字}くん{2b23}優勝は…。{0a27}{↙}{颜2}ティタニス{颜1}くんだ！{↙}おめでとう！{结束}"
event_mes_data_0865_0007: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ワンダフル！{↙}{401f}{雪莉露}{481f}{3521}レース終了である。{2b23}それではタイムを発表する！{2b23}{名字}くん　{功能1}.{功能2}秒{0a27}{↙}メガテリウムくん　{0210}.{0310}秒{0a27}{↙}ティタニスくん　　{0410}.{0510}秒{0a27}{2b23}つまり順位は…。{↙}３位　メガテリウムくん{↙}２位　ティタニスくん{2b23}優勝は…。{0a27}{↙}{颜2}{名字}{颜1}くんだ！{↙}おめでとう！{结束}"
event_mes_data_0865_0008: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}来年のスノーボード大会は{↙}{颜2}初級コース{颜1}で行うぞ！{2b23}今年のスノーボード大会は{↙}これで終わりだ。{2b23}次回を楽しみに{↙}していてくれたまえ。{结束}"
event_mes_data_0865_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}来年のスノーボード大会は{↙}{颜2}上級コース{颜1}で行うぞ！{2b23}今年のスノーボード大会は{↙}これで終わりだ。{2b23}次回を楽しみに{↙}していてくれたまえ。{结束}"
event_mes_data_0865_0010: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0422}わたしとしたことが、{↙}忘れるところだったよ。{2b23}{401f}{雪莉露}{481f}{3521}これは、{↙}今日の優勝賞品だよ。{结束}"
event_mes_data_0865_0011: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}今日は本当におめでとう。{2b23}次回も、キミのかつやくを{↙}期待しているよ。{结束}"
event_mes_data_0865_0012: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ワンダフル！{↙}{401f}{雪莉露}{481f}{3521}レース終了である。{2b23}それではタイムを発表する！{2b23}{名字}くん　{功能1}.{功能2}秒{0a27}{↙}メガテリウムくん　{0210}.{0310}秒{0a27}{↙}ティタニスくん　　{0410}.{0510}秒{0a27}{2b23}つまり順位は…。{↙}３位　{名字}くん{↙}２位　メガテリウムくん{2b23}優勝は…。{0a27}{↙}{颜2}ティタニス{颜1}くんだ！{↙}おめでとう！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0865_End: .hword 0x270F,(event_mes_data_0865_0000 - event_mes_data_0865_header)/2
;event_mes_data_0865文本数量为：13
