;子文件头
event_mes_data_0424_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0424_0000 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0001 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0002 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0003 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0004 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0005 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0006 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0007 - event_mes_data_0424_header)
    .hword (event_mes_data_0424_0008 - event_mes_data_0424_header)

event_mes_data_0424_0000: .strn "{401f}{霍华德}{481f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}あ～、シュミットちゃん。{↙}ちょっといいかのう？{结束}"
event_mes_data_0424_0001: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}ああ、かまわないが…？{2b23}{401f}{霍华德}{4b1f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0F22}ちょっと、{↙}荷物をとりたいのじゃ。{2b23}{401f}{霍华德}{481f}{3521}おいてる場所が高くてのう。{↙}取ってもらえんか？{2b23}{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}わかった。{2b23}{401f}{霍华德}{491f}{3521}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0c22}にょほほほ。{2b23}助かるわい。{↙}こっちじゃ。{结束}"
event_mes_data_0424_0002: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}ふう、やっと終わった…。{结束}"
event_mes_data_0424_0003: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}シュミットさん、{↙}ちょうど良かったわ。{2b23}時間あるわよね？{结束}"
event_mes_data_0424_0004: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}ええ、まぁ…。{2b23}{401f}{古拉尼}{4b1f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1222}食料品を運んでるのだけれど、{↙}重くて、持てないの。{2b23}持っていただける？{2b23}{411f}{米海尔}{4c1f}{3621}{2f23}{颜3}シュミット{颜1}{2c23}{↙}わかりました…。{结束}"
event_mes_data_0424_0005: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}お…重かった…。{结束}"
event_mes_data_0424_0006: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}シュミットさん、{↙}いたいた。{2b23}ちょっといいですか？{结束}"
event_mes_data_0424_0007: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f621}………。{2b23}{411f}{娜娜}{4c1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c621}宿代の計算が合わないんです。{2b23}{411f}{娜娜}{4b1f}{3621}シュミットさん、頭がいいから{↙}手伝ってください。{2b23}{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}………………。{结束}"
event_mes_data_0424_0008: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f621}何なんだ、ここは…。{↙}毎日、毎日…。{2b23}オレ、かりにも客だよな…。{↙}つ…疲れた…。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0424_End: .hword 0x270F,(event_mes_data_0424_0000 - event_mes_data_0424_header)/2
;event_mes_data_0424文本数量为：9
