;子文件头
event_mes_data_0989_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0989_0000 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0001 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0002 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0003 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0004 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0005 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0006 - event_mes_data_0989_header)
    .hword (event_mes_data_0989_0007 - event_mes_data_0989_header)

event_mes_data_0989_0000: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e021}よう、{名字}。{↙}遊びに来たのか？{2b23}まぁ、ゆっくりしていけ。{结束}"
event_mes_data_0989_0001: .strn "{401f}{卡米尔}{4c1f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}しかし、{名字}。{↙}おまえは相当変わっているぞ？{结束}"
event_mes_data_0989_0002: .strn "{401f}{卡米尔}{4c1f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}いや、そんなに怒るなよ。{↙}バカにして言ったんじゃない。{结束}"
event_mes_data_0989_0003: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{名字}の顔を見てると、{↙}反応がよくわかるんだよ。{2b23}ああ、オレの話をちゃんと{↙}聞いてくれてるとかな。{2b23}{401f}{卡米尔}{4c1f}{3521}{e621}オレは、旅をよくするし{↙}他国の文化などは、{↙}おもしろいと思っている。{2b23}女の子と話す時、他国の文化の{↙}おもしろさを語っても、興味を{↙}もってくれる人はマレだ。{2b23}{e621}オレは、{↙}ただ共感してもらいたいだけ{↙}なんだがな。{2b23}{401f}{卡米尔}{481f}{3521}{名字}に聞きたいのだが{↙}オレの話は、{↙}おもしろいと思うか？{结束}"
event_mes_data_0989_0004: .strn "{411f}{a41f}{481f}{3223} わたしはおもしろいと思う{↙} おもしろくないかも…{结束}"
event_mes_data_0989_0005: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e121}そ、そうか…。{2b23}{名字}がおもしろいと{↙}感じてくれれば、それでいい。{↙}ありがとう。{结束}"
event_mes_data_0989_0006: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}もうこんな時間か。{↙}朝の仕事があるんだろ？{2b23}頑張れよ。{↙}何か悩みがあったら、{↙}オレに言ってくれ。{2b23}{401f}{卡米尔}{491f}{3521}オレで力になれるのなら、{↙}相談に乗るから。{结束}"
event_mes_data_0989_0007: .strn "{401f}{卡米尔}{481f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e521}………そうか…。{↙}それは悪かったな…。{2b23}{401f}{卡米尔}{4c1f}{3521}今から、{↙}部屋のそうじをするんだ。{2b23}悪いが、{↙}出て行ってくれないか？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0989_End: .hword 0x270F,(event_mes_data_0989_0000 - event_mes_data_0989_header)/2
;event_mes_data_0989文本数量为：8
