;子文件头
event_mes_data_0500_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0500_0000 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0001 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0002 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0003 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0004 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0005 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0006 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0007 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0008 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0009 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0010 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0011 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0012 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0013 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0014 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0015 - event_mes_data_0500_header)
    .hword (event_mes_data_0500_0016 - event_mes_data_0500_header)

event_mes_data_0500_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}さん、{↙}おはようございます。{结束}"
event_mes_data_0500_0001: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}牧場仕事の調子は{↙}どうですかな？{2b23}今日は、{颜2}風車{颜1}の案内をさせて{↙}いただこうと思って{↙}やってきました。{结束}"
event_mes_data_0500_0002: .strn "{401f}{迪鲁卡}{491f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}牧場の入り口にも{↙}１つあるでしょう。{2b23}{名字}さんに使って{↙}いただこうと思って、{↙}整備していたんですよ。{2b23}{401f}{迪鲁卡}{481f}{3521}風車では、{颜2}風の力{颜1}を使って{↙}{颜2}いろんなものを作る{颜1}事が{↙}できるのです。{2b23}ささ、ひとまずわたしに{↙}ついてきてください。{结束}"
event_mes_data_0500_0003: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}{2c22}おどろかれましたかな？{↙}すごいでしょう。{9023}{结束}"
event_mes_data_0500_0004: .strn "{401f}{迪鲁卡}{491f}{3521}さきほど、風車では{↙}いろんなものを作る事が{↙}できると言いましたが…。{2b23}この風車では、アイテムを{↙}{颜2}発酵（はっこう）{颜1}させる事が{↙}できるのです。{2b23}{401f}{迪鲁卡}{481f}{3521}たとえば…そうですね。{↙}{颜2}ミルク{颜1}を{颜2}チーズ{颜1}にしたり、{↙}{颜2}卵{颜1}を{颜2}マヨネーズ{颜1}にしたり。{2b23}材料さえあれば、いろんなもの{↙}を作る事ができるのです。{结束}"
event_mes_data_0500_0005: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}それじゃあ、使い方を{↙}教えてさしあげましょう。{结束}"
event_mes_data_0500_0006: .strn "{401f}{迪鲁卡}{481f}{3521}まずこの中に発酵（はっこう）{↙}させるアイテムを入れます。{2b23}前に立ってここを調べれば、{↙}何を作るのかを決める事が{↙}できますよ。{2b23}{401f}{迪鲁卡}{491f}{3521}必要な材料はすでに選ばれて{↙}いるので、何個作るかを決めて{↙}くださいね。{2b23}{401f}{迪鲁卡}{481f}{3521}ちなみに、一度に作れる種類は{↙}{颜2}６種類{颜1}までです。{结束}"
event_mes_data_0500_0007: .strn "{411f}{迪鲁卡}{481f}{3621}{2f23}{颜3}アイザック{颜1}{2c23}{↙}このメーターで作っているもの{↙}を確認する事ができます。{2b23}完成までの時間を知る事も{↙}できますから便利ですよ。{2b23}完成までの時間はその日の{↙}風の強さによって変わります。{↙}強いほど、完成が早いです。{结束}"
event_mes_data_0500_0008: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}このランプが点滅すれば、{↙}完成の合図です。{结束}"
event_mes_data_0500_0009: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}完成品はここを調べると、{↙}取り出す事ができます。{结束}"
event_mes_data_0500_0010: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}基本的な風車の使い方は{↙}以上です。{2b23}ところで、{名字}さんは{↙}{颜2}すてき{颜1}を持っていますかな？{结束}"
event_mes_data_0500_0011: .strn "{411f}{迪鲁卡}{481f}{3621}{2f23}{颜3}アイザック{颜1}{2c23}{↙}この装置に{颜2}すてき{颜1}をはめると{↙}風車が{颜2}パワーアップ{颜1}します。{2b23}すてきは６種類あって、{↙}{颜2}いろんな効果{颜1}があるのです。{2b23}もし見つけたら、{↙}ここへ持って来てはめてみると{↙}いいでしょう。{结束}"
event_mes_data_0500_0012: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}さて、風車については{↙}こんなところです。{2b23}今までの説明で、{↙}わかってもらえましたかな？{结束}"
event_mes_data_0500_0013: .strn "{401f}{迪鲁卡}{491f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}良かった。ではこれから風車を{↙}大切に使ってくださいな。{2b23}あ、そうそう。{↙}完成までの時間をもっと{↙}早めたいときはですね…。{2b23}{401f}{迪鲁卡}{481f}{3521}回っている{颜2}羽根{颜1}のそばで、{↙}{颜2}マイク{颜1}に向かって{颜2}息{颜1}を吹きかけ{↙}てみてください。{2b23}きっと、おもしろい事が{↙}おきますから。{结束}"
event_mes_data_0500_0014: .strn "{401f}{迪鲁卡}{491f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}{2c22}ほっほっほ。まあ、{↙}後でためしてみてください。{2b23}{401f}{迪鲁卡}{481f}{3521}風車はまだ２つありますから、{↙}そちらも整備をしておきます。{2b23}また使えるようになったら、{↙}お知らせにまいりますよ。{2b23}{401f}{迪鲁卡}{491f}{3521}それでは、{↙}わたしはこれで失礼しますね。{结束}"
event_mes_data_0500_0015: .strn "{401f}{迪鲁卡}{481f}{3521}{2f23}{颜3}アイザック{颜1}{2c23}{↙}わかりました。では、{↙}もう一度説明しましょう。{结束}"
event_mes_data_0500_0016: .strn "{411f}{a41f}{481f}{3223}{0008}わかりました{↙}{0008}もう一度聞かせてください{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0500_End: .hword 0x270F,(event_mes_data_0500_0000 - event_mes_data_0500_header)/2
;event_mes_data_0500文本数量为：17
