;子文件头
event_mes_data_0987_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0987_0000 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0001 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0002 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0003 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0004 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0005 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0006 - event_mes_data_0987_header)
    .hword (event_mes_data_0987_0007 - event_mes_data_0987_header)

event_mes_data_0987_0000: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ほほう、それで…。{↙}うーむ、なるほど。{2b23}じつに興味深い話だ。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}この話には続きがある。{2b23}…………というものが………、{↙}……というわけだ。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}ほう。{↙}それはすごい。{结束}"
event_mes_data_0987_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}おお、{名字}くん。{↙}何か用かね？{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}よう。{结束}"
event_mes_data_0987_0002: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}町長が旅の話を聞きたいと{↙}言ってな。{2b23}いろいろと話していた所だ。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}そうなのだ。{↙}他国の話が好きでな。{2b23}どんなものを食べ、{↙}どんな文化があるのかが{↙}知りたいのだよ。{2b23}町の発展にもつながるからな。{2b23}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e021}オレは他国に商品の買い付けを{↙}したりしているからな。{2b23}町長が話を聞きたがるんだ。{2b23}そのおかげで町長の別そうを{↙}使わせてもらっているんだ。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{5622}そうなんだよ。{2b23}旅の話などを聞かせてもらう{↙}代わりに、別そうに住んで{↙}もらっているのだ。{结束}"
event_mes_data_0987_0003: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}おや、{名字}くん。{↙}キミも興味ありそうだね？{结束}"
event_mes_data_0987_0004: .strn "{411f}{a41f}{481f}{3223} いえ、けっこうです{↙} 聞かせてほしいな{结束}"
event_mes_data_0987_0005: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0722}そ…そうかね…。{↙}そりゃ、仕方ないかもな。{2b23}女の子だし…。{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}そうか。{↙}まぁ、ムリもないかもな。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ロイドくん、続きを聞こうか。{2b23}{名字}くん、{↙}用があるんだったね？{2b23}時間を{↙}あらためてくれるかい？{结束}"
event_mes_data_0987_0006: .strn "{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e121}そうか。{↙}オレは構わないぞ。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うんうん。{↙}そうだろう？{2b23}一緒に聞こうではないか。{结束}"
event_mes_data_0987_0007: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{5522}いやぁ、おもしろかった。{↙}今後の参考にさせてもらうよ。{2b23}{411f}{卡米尔}{491f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}女の子がこんな話、耳を{↙}かたむけるとは思わなかった。{2b23}まぁ、興味があるのなら、{↙}また、聞かせてやるよ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0987_End: .hword 0x270F,(event_mes_data_0987_0000 - event_mes_data_0987_header)/2
;event_mes_data_0987文本数量为：8
