;子文件头
event_mes_data_0128_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0128_0000 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0001 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0002 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0003 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0004 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0005 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0006 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0007 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0008 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0009 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0010 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0011 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0012 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0013 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0014 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0015 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0016 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0017 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0018 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0019 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0020 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0021 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0022 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0023 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0024 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0025 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0026 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0027 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0028 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0029 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0030 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0031 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0032 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0033 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0034 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0035 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0036 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0037 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0038 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0039 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0040 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0041 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0042 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0043 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0044 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0045 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0046 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0047 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0048 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0049 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0050 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0051 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0052 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0053 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0054 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0055 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0056 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0057 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0058 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0059 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0060 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0061 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0062 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0063 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0064 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0065 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0066 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0067 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0068 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0069 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0070 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0071 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0072 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0073 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0074 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0075 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0076 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0077 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0078 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0079 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0080 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0081 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0082 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0083 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0084 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0085 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0086 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0087 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0088 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0089 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0090 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0091 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0092 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0093 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0094 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0095 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0096 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0097 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0098 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0099 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0100 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0101 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0102 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0103 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0104 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0105 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0106 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0107 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0108 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0109 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0110 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0111 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0112 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0113 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0114 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0115 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0116 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0117 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0118 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0119 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0120 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0121 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0122 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0123 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0124 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0125 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0126 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0127 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0128 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0129 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0130 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0131 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0132 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0133 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0134 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0135 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0136 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0137 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0138 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0139 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0140 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0141 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0142 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0143 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0144 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0145 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0146 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0147 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0148 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0149 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0150 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0151 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0152 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0153 - event_mes_data_0128_header)
    .hword (event_mes_data_0128_0154 - event_mes_data_0128_header)

event_mes_data_0128_0000: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}はじめまして、よろしく！{结束}"
event_mes_data_0128_0001: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}自然というのは、{↙}おそろしいものだ。{2b23}{401f}{米海尔}{4c1f}{3521}{f521}オレの住んでいる所では、{↙}昨日みたいな天気になった事が{↙}ないからな…。{结束}"
event_mes_data_0128_0002: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}おはよう。{↙}今日も元気そうだな。{结束}"
event_mes_data_0128_0003: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}ん？{↙}……ああ、キミか。{2b23}{401f}{米海尔}{4c1f}{3521}これから、いそがしくなる{↙}時間とはいえ、あまり{↙}働きすぎないようにな。{结束}"
event_mes_data_0128_0004: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}こんばんは。{↙}そろそろ仕事は終わりか？{2b23}{401f}{米海尔}{491f}{3521}打ちこめる仕事があるのは、{↙}すばらしいな。{↙}ほどほどに、頑張れよ。{结束}"
event_mes_data_0128_0005: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}こらこら、やめろよ。{↙}{f021}ハハハッ。{2b23}動物は可愛いな。{↙}愛情をそそげば、それだけ{↙}答えてくれるからな。{结束}"
event_mes_data_0128_0006: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0128_0007: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}これは…？{↙}ああ、{颜2}青い羽根{颜1}か…。{2b23}{2d23}………{颜2}青い{0a27}羽根{颜1}…？{↙}{0a27}{0a27}{401f}{米海尔}{4d1f}{f121}ちょ…ちょっと待て。{↙}いいのか…本当にいいのか…？{结束}"
event_mes_data_0128_0008: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}これがウワサの{颜2}青い羽根{颜1}か。{↙}きれいな色をしているな。{2b23}部屋にかざってもよさそうだ。{结束}"
event_mes_data_0128_0009: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f721}今日はそんな気分ではない。{↙}…悪いな。{结束}"
event_mes_data_0128_0010: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}いや、これ以上は{↙}気をつかわないでくれ。{结束}"
event_mes_data_0128_0011: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}これをオレに？{↙}…ああ、{0a27}感謝祭か。{2b23}ここにはそんな風習があるん{↙}だったな。{2b23}{401f}{米海尔}{491f}{3521}{f021}ありがとう、もらっておくよ。{↙}{名字}。{结束}"
event_mes_data_0128_0012: .strn "{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}シュミット{颜1}{2d23}{↙}……{2c23}{0a27}あ、{0a27}いや{↙}ありがとう、{0a27}{名字}。{2b23}{401f}{米海尔}{481f}{3521}これをオレがもらってもいいの{↙}かって、少し思っただけさ。{↙}{0a27}{401f}{米海尔}{4b1f}{3521}気にしないでくれ。{结束}"
event_mes_data_0128_0013: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f621}すまない。{↙}こういうのには興味がない。{结束}"
event_mes_data_0128_0014: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f421}…誕生日プレゼント？{↙}これは、………{颜2}シチュー{颜1}？{2b23}{401f}{米海尔}{4d1f}{3521}ありがとう。{↙}…本当に…{0a27}うれしいよ。{结束}"
event_mes_data_0128_0015: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f421}………………。{2b23}{401f}{米海尔}{4d1f}{3521}はずかしい話なんだが…、{↙}{颜2}シチュー{颜1}が好物でな。{↙}うれしいよ…ありがとう。{结束}"
event_mes_data_0128_0016: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0128_0017: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0128_0018: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}オレに誕生日プレゼント？{2b23}{401f}{米海尔}{491f}{3521}{f021}へぇ、これ好きなんだよ。{↙}ありがとう。{结束}"
event_mes_data_0128_0019: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}良いものを持ってるんだな。{↙}{f421}えっ、オレにくれるのか？{2b23}{401f}{米海尔}{491f}{3521}そうか。{↙}あ…、ありがとう。{结束}"
event_mes_data_0128_0020: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}オレの誕生日プレゼント？{↙}…そうか、ありがとう。{结束}"
event_mes_data_0128_0021: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}ありがとう。{↙}もらっておくよ。{结束}"
event_mes_data_0128_0022: .strn "{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f321}悪いが、これはキライなんだ。{↙}次からはやめてもらえるか？{结束}"
event_mes_data_0128_0023: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0128_0024: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f221}おい、どういうつもりだ？{↙}オレに、こんなものを渡して！{2b23}じょうだんにもほどがある！{↙}見るだけで気が遠くなるんだ！{结束}"
event_mes_data_0128_0025: .strn "{401f}{米海尔}{4d1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f121}………や…やあ…。{↙}も…もうすぐ結婚式だな。{2b23}緊張しすぎ？{↙}そ…、{2d23}そうかな？{2c23}{↙}普段どおりだと思うが…。{结束}"
event_mes_data_0128_0026: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}けっこん後の知り合いＭＳＧ{结束}"
event_mes_data_0128_0027: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}結婚生活はどうだ？{2b23}{401f}{米海尔}{491f}{3521}{f021}きっと、{名字}がいる{↙}家庭なら楽しそうだよな。{↙}今度、遊びにいくよ。{结束}"
event_mes_data_0128_0028: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f621}すごい風だな…。{↙}こんな日に出歩いて大丈夫か？{2b23}あぶないから気をつけろよ？{结束}"
event_mes_data_0128_0029: .strn "{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f621}雪もこんなに精もると、{↙}気持ちのいいものでもないな。{结束}"
event_mes_data_0128_0030: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}今度、{↙}一緒にオレの家に来ないか？{2b23}{f021}エンリョするなよ。{↙}{名字}なら大歓迎だ。{结束}"
event_mes_data_0128_0031: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{名字}の牧場に、{↙}今度遊びに行っていいか？{2b23}{401f}{米海尔}{4c1f}{3521}ちょっと興味があってな。{↙}どんな生活をしているとか…。{↙}別に変な意味はないぞ。{结束}"
event_mes_data_0128_0032: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}この国は、風をうまく生活に{↙}利用しているな。{2b23}{401f}{米海尔}{4c1f}{3521}{f621}オレの住んでいる国も{↙}風を使って、何か{↙}できないだろうか…。{结束}"
event_mes_data_0128_0033: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}キミはいろいろな事を{↙}知っているのだね。{2b23}{401f}{米海尔}{491f}{3521}{f021}キミと話していると、{↙}興味がつきないよ。{结束}"
event_mes_data_0128_0034: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}この国の景色は美しいな。{↙}ここに来て良かったと思うよ。{2b23}キミもそう思わないか？{结束}"
event_mes_data_0128_0035: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}牧場というのは、動物の世話が{↙}大変だろう？{2b23}{401f}{米海尔}{481f}{3521}{f521}え、そうでもない？{↙}…へぇ、キミはすごいな。{结束}"
event_mes_data_0128_0036: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}キミは牧場主なんだろ？{↙}油を売っていていいのかい？{结束}"
event_mes_data_0128_0037: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}デート可能になったＭＳＧ。{结束}"
event_mes_data_0128_0038: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}いかりカウンタ１０用ＭＳＧ。{结束}"
event_mes_data_0128_0039: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}なかなおりする？ＭＳＧ。{结束}"
event_mes_data_0128_0040: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}なかなおりＯＫ用ＭＳＧ。{结束}"
event_mes_data_0128_0041: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}なかなおりＮＧ用ＭＳＧ。{结束}"
event_mes_data_0128_0042: .strn "{411f}{a41f}{481f}デートにさそいますか？{↙}{3223}{0008}はい{↙}{0008}いいえ{结束}"
event_mes_data_0128_0043: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}昨日の天気は、あれたな。{↙}少し、あせったぞ。{结束}"
event_mes_data_0128_0044: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}おはよう。{↙}{9123}。{结束}"
event_mes_data_0128_0045: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{9123}、大丈夫か？{↙}疲れていないか？{2b23}{401f}{米海尔}{481f}{3521}もし、疲れているなら{↙}オレが何か料理でも作るぞ。{结束}"
event_mes_data_0128_0046: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f321}こんな時間まで会話がないのは{↙}どういう事だ？{2b23}{401f}{米海尔}{491f}{3521}…なんてな。じょうだんだ。{↙}怒ってないよ。{结束}"
event_mes_data_0128_0047: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}けっこん後、青い羽ＭＳＧ。{结束}"
event_mes_data_0128_0048: .strn "{401f}{米海尔}{4d1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f121}あ……、{0a27}{0a27}{↙}ありがとう。{2b23}{401f}{米海尔}{491f}{3521}{f021}{9123}の優しさに{↙}オレはいつもいやされている{↙}気がするよ…{颜2}♥{颜1}{结束}"
event_mes_data_0128_0049: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f421}え…、{0a27}{0a27}ああ…、{↙}あ、ありがとう。{2b23}{401f}{米海尔}{4d1f}{3521}こんな風に誕生日を祝って{↙}もらえるなんて、幸せだよ。{结束}"
event_mes_data_0128_0050: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{颜2}シチュー{颜1}じゃないか！{↙}ありがとう、{9123}。{2b23}{401f}{米海尔}{4d1f}{3521}{2d23}…うん、{2c23}おいしい。{↙}{f021}{9123}の愛情が、{↙}うまさとなって口に広がるよ。{结束}"
event_mes_data_0128_0051: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0128_0052: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0128_0053: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0128_0054: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0128_0055: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f221}ちょっと待て。{↙}オレが何か悪い事をしたか？{2b23}{401f}{米海尔}{4b1f}{3521}誕生日に、一番キライな{↙}ものをくれるなんて…。{↙}信じていたのに…。{结束}"
event_mes_data_0128_0056: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f221}どういう事だ？{↙}一番キライって知ってるだろ？{2b23}{401f}{米海尔}{4b1f}{3521}もう少し、常識があると{↙}思っていたのにな…。{结束}"
event_mes_data_0128_0057: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}家族が一人増えるのか。{↙}楽しみだな。{2b23}生まれてくる赤ちゃんは、{↙}二人で必ず幸せにしてやろう。{↙}絶対にな。{结束}"
event_mes_data_0128_0058: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}…お、{0a27}おおっ、動いているな。{2b23}{401f}{米海尔}{481f}{3521}{9123}のからだに{↙}新しい命があるとは、{↙}なんだか、不思議なものだな。{结束}"
event_mes_data_0128_0059: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}そろそろ生まれると聞いたが、{↙}体調はどうだ？{2b23}{401f}{米海尔}{491f}{3521}{f021}…そうか、大丈夫か。{↙}大事なからだなんだからな。{↙}走ったりするなよ。{结束}"
event_mes_data_0128_0060: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{9123}と結婚できて、{↙}良かったよ。{2b23}{401f}{米海尔}{4d1f}{3521}{f021}……初めて会った時から{↙}気になっていたんだよ。{↙}だから今、すごく幸せなんだ{颜2}♥{颜1}{结束}"
event_mes_data_0128_0061: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}じつは、家事はあまりした事が{↙}ないんだ。{2b23}{401f}{米海尔}{4d1f}{3521}夫婦というのは、{↙}互いに支えあうものだからな。{↙}オレも覚えていくよ。{结束}"
event_mes_data_0128_0062: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}さぁ、そろそろ寝よう。{↙}子守歌でも歌おうか？{2b23}{f021}そんなに子供じゃない？{↙}オレからみたら{↙}同じようなものだよ。{结束}"
event_mes_data_0128_0063: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}牧場生活も悪くないな。{↙}子供が育つには最適だ。{2b23}{401f}{米海尔}{4d1f}{3521}{9123}、{↙}幸せな生活をずっと送ろうな。{结束}"
event_mes_data_0128_0064: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{9123}はすごいと思う。{2b23}女手一つで、ここまで牧場を{↙}やっていたのだからな。{2b23}{401f}{米海尔}{491f}{3521}{f021}オレに手伝える事があれば{↙}いつでも手伝わせて{↙}もらうよ。{结束}"
event_mes_data_0128_0065: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}牧場生活って、{↙}早寝早起きの生活だな。{2b23}人間、このペースの方が、{↙}良いのかもしれないな。{结束}"
event_mes_data_0128_0066: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}今度でいいから、{↙}牧場の馬に乗せてくれないか？{2b23}昔、乗馬をやっていてな。{↙}ひさしぶりに乗りたいのだよ。{结束}"
event_mes_data_0128_0067: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}話したい事があるのだが。{↙}……何、後で？{2b23}{401f}{米海尔}{4a1f}{3521}{f221}いつもそうだな…。{↙}たまには話しぐらいしろ。{结束}"
event_mes_data_0128_0068: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}家族ってもっと大事なものだと{↙}思わないか？{2b23}{401f}{米海尔}{4b1f}{3521}{f621}はぁ…。{↙}言ってもムダか…。{↙}{结束}"
event_mes_data_0128_0069: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}けっこんご{↙}いかりカウンタ１０用ＭＳＧ。{结束}"
event_mes_data_0128_0070: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}けっこんご{↙}なかなおりしますか？ＭＳＧ。{结束}"
event_mes_data_0128_0071: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}けっこんご{↙}なかなおりＯＫＭＳＧ。{结束}"
event_mes_data_0128_0072: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}けっこんご{↙}なかなおりＮＧＭＳＧ。{结束}"
event_mes_data_0128_0073: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}ライバルけっこん後{↙}青い羽　見せた時ＭＳＧ。{结束}"
event_mes_data_0128_0074: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど{1608}{1008}{1008}{1008}{1008}以上。{结束}"
event_mes_data_0128_0075: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど{1508}{1008}{1008}{1008}{1008}以上。{↙}{结束}"
event_mes_data_0128_0076: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど{1408}{1008}{1008}{1008}{1008}以上。{↙}{结束}"
event_mes_data_0128_0077: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}ライバルけっこん後{↙}デートきょひＭＳＧ。{结束}"
event_mes_data_0128_0078: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0128_0079: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}おいていっちゃダメ！{结束}"
event_mes_data_0128_0080: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}まってよ！{结束}"
event_mes_data_0128_0081: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}こら！{结束}"
event_mes_data_0128_0082: .strn "{401f}{米海尔}{4a1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}えー！！！{结束}"
event_mes_data_0128_0083: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}天気がいいね。{结束}"
event_mes_data_0128_0084: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}風が気持ちいいね。{结束}"
event_mes_data_0128_0085: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}どこに連れてってくれるの？{结束}"
event_mes_data_0128_0086: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}フフッ{颜2}♥{颜1}{结束}"
event_mes_data_0128_0087: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}フフッ{颜2}♥{颜1}{结束}"
event_mes_data_0128_0088: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0128_0089: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0128_0090: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0128_0091: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0128_0092: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}花をあげるなんて、ステキな{↙}習慣だな。ありがとう。{结束}"
event_mes_data_0128_0093: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}これは、花祭りの花だな。{↙}{0a27}{401f}{米海尔}{491f}{3521}ありがとう、{9123}。{结束}"
event_mes_data_0128_0094: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}そういえば、明日は星夜祭って{↙}いうお祭りがあるんだな。{2b23}{401f}{米海尔}{491f}{3521}もし、{名字}が良ければ{↙}２人で過ごさないか？{结束}"
event_mes_data_0128_0095: .strn "{411f}{a41f}{481f}{3223}{0008}シュミットと一緒に過ごす{↙}{0008}さそいをことわる{结束}"
event_mes_data_0128_0096: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{f021}ありがとう。{2b23}じゃあ、明日{颜2}２０時{颜1}に{↙}{颜2}ホテルの部屋{颜1}で待っているぞ。{结束}"
event_mes_data_0128_0097: .strn "{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}そうか…。{↙}残念だ。{结束}"
event_mes_data_0128_0098: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}明日は、{颜2}２０時{颜1}に{↙}{颜2}ホテルの部屋{颜1}で待っているぞ。{2b23}{401f}{米海尔}{491f}{3521}{f021}明日がこんなに楽しみなんて{↙}ひさしぶりだよ。{结束}"
event_mes_data_0128_0099: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f421}この箱を開けろって？{↙}へぇ、おもしろそうだな？{9023}{结束}"
event_mes_data_0128_0100: .strn "{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}これまで…、{↙}心を許せる人がいなかった。{2b23}{401f}{米海尔}{491f}{3521}{f021}だが、{名字}の{↙}おかげで、そんな人ができた{↙}ような気がするよ。{结束}"
event_mes_data_0128_0101: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}ホテルのロビーにいると、{↙}おもしろいぞ。{2b23}{401f}{米海尔}{481f}{3521}いろいろな人が出入りして、{↙}旅の話しや他国の情勢を教えて{↙}くれるからな。{结束}"
event_mes_data_0128_0102: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}ここのふん水は、オレの家に{↙}あるものと似てるんだ。{2b23}{401f}{米海尔}{491f}{3521}そこでは、オレの妹がよく{↙}水遊びをしていたのだ。{↙}{0a27}{401f}{米海尔}{4b1f}{3521}…妹は元気にしてるかな。{结束}"
event_mes_data_0128_0103: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}この町にいると、様々な事が{↙}どうでもよくなる。{2b23}それは、みんなが平等な立場で{↙}交流しあっているからかもな。{结束}"
event_mes_data_0128_0104: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}どんなものが売っているか、{↙}楽しみだな。{2b23}{401f}{米海尔}{491f}{3521}{f021}何か良いものがあれば、{↙}妹にお土産でも買っていこう。{结束}"
event_mes_data_0128_0105: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}家族のお土産が、{↙}こんなに買えたぞ。{2b23}喜んでくれるといいが…。{结束}"
event_mes_data_0128_0106: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}国に帰りたくないかって？{↙}うーん…。{2b23}今は{9123}がいるから、{↙}ここでの生活に満足している。{2b23}{401f}{米海尔}{4d1f}{3521}{f121}…何を言わせるんだ。{结束}"
event_mes_data_0128_0107: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}仕事のとちゅうか？{↙}お疲れさま。{2b23}{f021}{9123}は、{↙}本当に働き者だな。{结束}"
event_mes_data_0128_0108: .strn "{401f}{米海尔}{4c1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f621}浮かない顔だって？{↙}いや、親の事を考えていてな。{2b23}どんな親でも、{↙}親には変わりないって事に{↙}気づいたのだ。{结束}"
event_mes_data_0128_0109: .strn "ダミー番号。{结束}"
event_mes_data_0128_0110: .strn "ダミー番号。{结束}"
event_mes_data_0128_0111: .strn "ダミー番号。{结束}"
event_mes_data_0128_0112: .strn "ダミー番号。{结束}"
event_mes_data_0128_0113: .strn "ダミー番号。{结束}"
event_mes_data_0128_0114: .strn "ダミー番号。{结束}"
event_mes_data_0128_0115: .strn "ダミー番号。{结束}"
event_mes_data_0128_0116: .strn "ダミー番号。{结束}"
event_mes_data_0128_0117: .strn "ダミー番号。{结束}"
event_mes_data_0128_0118: .strn "ダミー番号。{结束}"
event_mes_data_0128_0119: .strn "ダミー番号。{结束}"
event_mes_data_0128_0120: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}…そうか。{↙}みんな、ありがとう。{结束}"
event_mes_data_0128_0121: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}今日はありがとう、{↙}{名字}。{2b23}おかげで、なんだか{↙}すごく楽しい時間を{↙}過ごせた気がするよ。{结束}"
event_mes_data_0128_0122: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}…あ、もうこんな時間か。{↙}オレは、そろそろ帰るな。{2b23}{401f}{米海尔}{491f}{3521}それじゃあ{↙}おやすみ、{名字}。{结束}"
event_mes_data_0128_0123: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}おかえり、{9123}。{↙}仕事は、おわったか？{2b23}今日は星夜祭だぞ。{↙}ほら、席について。{2b23}{401f}{米海尔}{491f}{3521}{f021}今日はちょっと料理を{↙}作ってみたんだ。{结束}"
event_mes_data_0128_0124: .strn "{401f}{米海尔}{4d1f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{f021}少し作りすぎ、か？{2b23}いつも、料理を作ってもらって{↙}ばかりだからな。{↙}たまには、楽をしてくれ。{2b23}{401f}{米海尔}{491f}{3521}それじゃあ、食べようか。{结束}"
event_mes_data_0128_0125: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}どんなお祭りに{↙}なるんだろうな。{结束}"
event_mes_data_0128_0126: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f421}む、{0a27}出場しなかったのか。{结束}"
event_mes_data_0128_0127: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}{0a27}さすが{名字}だな。{↙}おめでとう。{结束}"
event_mes_data_0128_0128: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}そういう時もある。{↙}仕方ないさ。{结束}"
event_mes_data_0128_0129: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}{0a27}今日はありがとな、{↙}{名字}。{结束}"
event_mes_data_0128_0130: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}{0a27}{名字}は{↙}誰に花を渡すんだ？{结束}"
event_mes_data_0128_0131: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}おかえり、{9123}。{2b23}{411f}{米海尔}{491f}{3621}今日は、{9123}の{↙}誕生日だろ？{↙}さあ、こっちに来てくれ。{结束}"
event_mes_data_0128_0132: .strn "{411f}{米海尔}{491f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}すまない。{↙}おどろかせてしまったか？{2b23}{411f}{米海尔}{4d1f}{3621}{f021}誕生日おめでとう、{↙}{9123}。{↙}いつもありがと、な。{结束}"
event_mes_data_0128_0133: .strn "{411f}{米海尔}{491f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}おかえり、{9123}。{2b23}今日は、{↙}オレと、{9123}の{↙}誕生日だろう？{2b23}用意してるものがあるから{↙}ちょっとこっちに来てくれ。{结束}"
event_mes_data_0128_0134: .strn "{411f}{米海尔}{4d1f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{f021}どうだ？{↙}けっこう頑張って作ったんだ。{2b23}{411f}{米海尔}{491f}{3621}それじゃあ、冷めないうちに{↙}一緒に食べようか。{结束}"
event_mes_data_0128_0135: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}おかえり、{9123}。{2b23}{411f}{米海尔}{491f}{3621}今日は、オレの誕生日だ。{↙}{f021}ちゃんと、覚えていたか？{↙}…なんてな。{2b23}{411f}{米海尔}{481f}{3621}それじゃあ、用意してある{↙}ものがあるから{↙}こっちに来てくれ。{结束}"
event_mes_data_0128_0136: .strn "{411f}{米海尔}{4d1f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{f021}今日は、{9123}と{↙}ずっと一緒にいたくてな…。{2b23}オレが料理を作ってみたんだ。{↙}{0a27}{411f}{米海尔}{491f}{3621}さあ、いっぱいあるから{↙}たくさん食べてくれ。{结束}"
event_mes_data_0128_0137: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}おかえり、{9123}。{2b23}{411f}{米海尔}{4d1f}{3621}今日は、{3723}の{↙}誕生日だろ？{↙}一緒にお祝いしたくてな。{结束}"
event_mes_data_0128_0138: .strn "{411f}{米海尔}{491f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{f021}{9123}は元気な子供を{↙}産んでくれたな。{2b23}{3723}はどんどん{↙}大きくなっていくが…。{2b23}{411f}{米海尔}{4d1f}{3621}これからも、オレ達で{↙}大事に育てていこうな。{结束}"
event_mes_data_0128_0139: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}おかえり、{9123}。{2b23}今日は{3723}の{↙}誕生日だな。{2b23}{411f}{米海尔}{491f}{3621}さあ、料理を作ってるから{↙}こっちに来てくれないか。{结束}"
event_mes_data_0128_0140: .strn "{411f}{米海尔}{4d1f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{f121}うまくできてるか{↙}わからないが…。{2b23}{411f}{米海尔}{491f}{3621}たくさん作ってみたんだ。{↙}みんなで一緒に食べよう。{结束}"
event_mes_data_0128_0141: .strn "{411f}{米海尔}{481f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}おかえり、{9123}。{2b23}{411f}{米海尔}{491f}{3621}今日はオレたちが{↙}結婚した記念の日だな。{2b23}それじゃあ、用意してる{↙}ものがあるから、{↙}ちょっとこっちに来てくれ。{结束}"
event_mes_data_0128_0142: .strn "{411f}{米海尔}{4d1f}{3621}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{f021}今日は２人の記念日だから、{↙}少しごうかにしてみたんだ。{2b23}{411f}{米海尔}{491f}{3621}きっとおいしいと{↙}思うから、{↙}早く一緒に食べよう。{结束}"
event_mes_data_0128_0143: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f321}今やっている通信バザールは{↙}いろいろと特別らしいな。{2b23}そのひとつに、出品物を最大{↙}３つまでしか出せない、{↙}という決まりがあるらしい。{2b23}キミも、もし通信バザールで{↙}出品をするなら、気をつけて{↙}おいた方がいいかもな。{结束}"
event_mes_data_0128_0144: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}風にのって、シチューの{↙}においがただよってくるんだ。{2b23}どこかの家がシチューを作って{↙}いるんだろう。{0a27}{0a27}{4d1f}…え？　いや{↙}うらやましいわけじゃ…。{结束}"
event_mes_data_0128_0145: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f321}バザール会場では、よく{↙}迷子になる人がいるらしいな。{2b23}{名字}も、出店するなら{↙}どこに何の店があるか{↙}覚えておいた方がいいぞ。{2b23}お客さんに道を聞かれた時に{↙}正しい場所を答えられれば{↙}よろこんでもらえるからな。{结束}"
event_mes_data_0128_0146: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f021}このホテルの人達は気さくで{↙}良い人達ばかりだよな。{结束}"
event_mes_data_0128_0147: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{名字}達は、ふだんから{↙}一緒に遊んだりするのか？{2b23}{f021}同じ趣味を持つ仲間が{↙}いるのは、良い事だよな。{↙}うらやましいよ。{结束}"
event_mes_data_0128_0148: .strn "{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f521}…どうしてアネモネは{↙}あんなに毎日失敗できるんだ？{2b23}細心の注意をはらっているのに{↙}失敗するなんて、ある意味{↙}すごく器用な気がするが…。{结束}"
event_mes_data_0128_0149: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}ここにいると、色んな人が{↙}通るんだ。見ていてあきない。{结束}"
event_mes_data_0128_0150: .strn "{401f}{米海尔}{4b1f}{3521}{2f23}{颜3}シュミット{颜1}{2c23}{↙}{f621}雨の日ってどうしてこんなに{↙}ユウウツになるんだ…はぁ。{结束}"
event_mes_data_0128_0151: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{9123}か。{↙}友達が来てるんだよな。{2b23}{401f}{米海尔}{491f}{3521}{f021}家の事はオレにまかせて、{↙}たまにはゆっくり、友達と{↙}羽をのばしてくるといい。{结束}"
event_mes_data_0128_0152: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{名字}か。話は{↙}{功能1}から聞いてる。{2b23}いつも{功能1}が{↙}世話になっているらしいな。{2b23}これからも、{功能1}の事{↙}よろしくたのむよ。{结束}"
event_mes_data_0128_0153: .strn "{401f}{米海尔}{491f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}{名字}か。話は{↙}{功能1}から聞いてる。{2b23}{f021}{名字}は、{↙}大切な親友なんだ、と。{2b23}これからも、{功能1}の事{↙}よろしくたのむよ。{结束}"
event_mes_data_0128_0154: .strn "{401f}{米海尔}{481f}{3521}{2f23}{颜3}シュミット{2c23}{颜1}{↙}ああ、{名字}。{↙}今日も来ていたのか。{2b23}{401f}{米海尔}{4c1f}{3521}{f521}{功能1}は、最近キミの{↙}話ばかりするんだ。{↙}なんだかちょっとやけるな…。{2b23}{401f}{米海尔}{491f}{3521}{f021}ハハッ、じょうだんだ。{↙}これからも、{功能1}の事{↙}よろしくたのむよ！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0128_End: .hword 0x270F,(event_mes_data_0128_0000 - event_mes_data_0128_header)/2
;event_mes_data_0128文本数量为：155
