;子文件头
event_mes_data_0867_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0867_0000 - event_mes_data_0867_header)
    .hword (event_mes_data_0867_0001 - event_mes_data_0867_header)
    .hword (event_mes_data_0867_0002 - event_mes_data_0867_header)
    .hword (event_mes_data_0867_0003 - event_mes_data_0867_header)
    .hword (event_mes_data_0867_0004 - event_mes_data_0867_header)
    .hword (event_mes_data_0867_0005 - event_mes_data_0867_header)
    .hword (event_mes_data_0867_0006 - event_mes_data_0867_header)

event_mes_data_0867_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}{c121}こんばんは、{↙}{名字}さん。{2b23}{401f}{娜娜}{491f}{3521}みなさん、お待ちかねですよ。{结束}"
event_mes_data_0867_0001: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e821}あ、こんばんは{↙}{名字}さん。{2b23}{401f}{奇力克}{481f}{3521}もう、みなさん奥に{↙}いらっしゃるので、{↙}行きましょうか。{结束}"
event_mes_data_0867_0002: .strn "{401f}{古拉尼}{491f}{3521}{2f23}{颜3}サニア{2c23}{颜1}{↙}{1022}おやおや、みなさん{↙}集まったみたいねぇ。{结束}"
event_mes_data_0867_0003: .strn "{401f}{霍华德}{491f}{3521}{2f23}{颜3}スチュアート{2c23}{颜1}{↙}{0c22}若い子ばかりじゃから{↙}うれしいのう。{结束}"
event_mes_data_0867_0004: .strn "{401f}{古拉尼}{4a1f}{3521}{2f23}{颜3}サニア{2c23}{颜1}{↙}{1222}んもう、おじいさんったら…。{2b23}{401f}{古拉尼}{481f}{3521}さて、{0a27}それじゃみなさん{↙}手伝ってもらえるかしら？{2b23}{401f}{古拉尼}{491f}{3521}{1122}今日は、いっぱい料理を{↙}作ったから、みなさん{↙}楽しんでいってちょうだいね。{结束}"
event_mes_data_0867_0005: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}{c121}今日は、来ていただいて{↙}ありがとうございました。{2b23}{401f}{娜娜}{481f}{3521}また来年も、{↙}一緒にできるといいですね。{结束}"
event_mes_data_0867_0006: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}{c121}{0a27}{名字}さんにそう言って{↙}もらえると、うれしいです{颜2}♥{颜1}{2b23}それじゃ、{↙}気をつけてお帰りくださいね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0867_End: .hword 0x270F,(event_mes_data_0867_0000 - event_mes_data_0867_header)/2
;event_mes_data_0867文本数量为：7
