;子文件头
event_mes_data_0100_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0100_0000 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0001 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0002 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0003 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0004 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0005 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0006 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0007 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0008 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0009 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0010 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0011 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0012 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0013 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0014 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0015 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0016 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0017 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0018 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0019 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0020 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0021 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0022 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0023 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0024 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0025 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0026 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0027 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0028 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0029 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0030 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0031 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0032 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0033 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0034 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0035 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0036 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0037 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0038 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0039 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0040 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0041 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0042 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0043 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0044 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0045 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0046 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0047 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0048 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0049 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0050 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0051 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0052 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0053 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0054 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0055 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0056 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0057 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0058 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0059 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0060 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0061 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0062 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0063 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0064 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0065 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0066 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0067 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0068 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0069 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0070 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0071 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0072 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0073 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0074 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0075 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0076 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0077 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0078 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0079 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0080 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0081 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0082 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0083 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0084 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0085 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0086 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0087 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0088 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0089 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0090 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0091 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0092 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0093 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0094 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0095 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0096 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0097 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0098 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0099 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0100 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0101 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0102 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0103 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0104 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0105 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0106 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0107 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0108 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0109 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0110 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0111 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0112 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0113 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0114 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0115 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0116 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0117 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0118 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0119 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0120 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0121 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0122 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0123 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0124 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0125 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0126 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0127 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0128 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0129 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0130 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0131 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0132 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0133 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0134 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0135 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0136 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0137 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0138 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0139 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0140 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0141 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0142 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0143 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0144 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0145 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0146 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0147 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0148 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0149 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0150 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0151 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0152 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0153 - event_mes_data_0100_header)
    .hword (event_mes_data_0100_0154 - event_mes_data_0100_header)

event_mes_data_0100_0000: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}{ef21}あ、初めまして。{↙}新しくこの町に来た方ですね。{2b23}ボクは{颜3}アギ{颜1}っていいます。{↙}{0a27}{401f}{奇力克}{491f}{3521}これから、{↙}よろしくお願いしますね。{结束}"
event_mes_data_0100_0001: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}昨日はすごい天気でしたね…。{2b23}{401f}{奇力克}{4c1f}{3521}{ed21}天気が悪い日って、なんだか{↙}やる気が出ないんですよね～。{结束}"
event_mes_data_0100_0002: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{2d23}ふわわ～…、{2c23}{↙}{0a27}{401f}{奇力克}{481f}{3521}あ、おはようございます。{2b23}{e921}{401f}{奇力克}{491f}{3521}やっぱり、朝は眠いですね。{结束}"
event_mes_data_0100_0003: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}こんにちは。{↙}今日も元気いっぱいですね。{结束}"
event_mes_data_0100_0004: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}こんばんは。{↙}夜遅くまで頑張ってますね。{2b23}{401f}{奇力克}{481f}{3521}…でも、疲れが残らないように{↙}早めに休んでくださいね。{结束}"
event_mes_data_0100_0005: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}わ～、かわいいネコですね♪{↙}{结束}"
event_mes_data_0100_0006: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}…ボク、この子は苦手なん{↙}ですよ。{0a27}{401f}{奇力克}{4b1f}{3521}ふぎゅ～…。{结束}"
event_mes_data_0100_0007: .strn "{401f}{奇力克}{4d1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{eb21}{2d23}…え、{0a27}ボ…{0a27}ボクにですか？{2c23}{2b23}{401f}{奇力克}{491f}{3521}ボク…{0a27}すごく、うれしいです。{↙}{2d23}{0a27}{401f}{奇力克}{4c1f}{3521}…あれ？{0a27}でも…{0a27}{2c23}えーっと…{2b23}{401f}{奇力克}{481f}{3521}{e921}とても大切な事だから{↙}{名字}さんの家に行って{↙}から話しをしましょ、{0b27}{401f}{奇力克}{491f}{3521}ね？{结束}"
event_mes_data_0100_0008: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ee21}わ～、{↙}きれいな色の羽根ですね♪{结束}"
event_mes_data_0100_0009: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ec21}ごめんなさい…。{↙}もらえる気持ちじゃないです。{结束}"
event_mes_data_0100_0010: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}ありがとうございます。{2b23}…でも、{↙}気持ちだけいただきますね。{结束}"
event_mes_data_0100_0011: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}わー、もしかして感謝祭の{↙}プレゼントですか？{2b23}{e921}…ボク、すごくうれしいです！{↙}{0a27}{401f}{奇力克}{4d1f}ありがとうございます、{↙}{名字}さん。{结束}"
event_mes_data_0100_0012: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}わー、感謝祭のお菓子ですね。{↙}{e921}うれしいです！{2b23}{名字}さんは結婚しても{↙}変わらず優しいんですね。{↙}{结束}"
event_mes_data_0100_0013: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}こういうのは、ごめんなさい。{↙}受け取れないです…。{结束}"
event_mes_data_0100_0014: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}わ～、{颜2}オムライス{颜1}ですね！{2b23}ボクの誕生日に、一番大好きな{↙}ものをくれるなんて…！{2b23}ありがとうございます、{↙}{名字}さん！{↙}{e921}ボク、すごく幸せです♪{结束}"
event_mes_data_0100_0015: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}わ～、{颜2}オムライス{颜1}ですね！{2b23}ありがとうございます、{↙}{名字}さん！{↙}{e921}ボク、すごくうれしいです。{结束}"
event_mes_data_0100_0016: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0100_0017: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0100_0018: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ボクの誕生日、覚えていて{↙}くれてたんですね！{2b23}うれしいです！{↙}{e921}ありがとうございます。{结束}"
event_mes_data_0100_0019: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}わ～！{↙}ありがとうございます。{结束}"
event_mes_data_0100_0020: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{eb21}え、誕生日プレゼントですか？{↙}{0a27}{401f}{奇力克}{491f}{3521}ありがとうございます。{结束}"
event_mes_data_0100_0021: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}くれるんですか？{↙}{0a27}{401f}{奇力克}{491f}{3521}ありがとうございます。{结束}"
event_mes_data_0100_0022: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}ボク、こういうのあまり{↙}好きじゃないんです…。{结束}"
event_mes_data_0100_0023: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0100_0024: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}うう…、こんなもの{↙}見たくもないです。{2b23}{ec21}{名字}さんが{↙}こんな事するなんて…。{↙}なんだか、しょんぼりです…。{结束}"
event_mes_data_0100_0025: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}もうすぐボク達の{↙}結婚式なんですね。{2b23}{401f}{奇力克}{481f}{3521}なんだか最近、一日が{↙}とても長く感じちゃうんです。{↙}{0a27}{401f}{奇力克}{4d1f}{3521}{e921}ボク、ちょっと変ですかね？{结束}"
event_mes_data_0100_0026: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}最近、アネモネは{↙}元気にしてますか？{2b23}{401f}{奇力克}{491f}{3521}あの子、頑張りすぎる事が{↙}あるけど、{名字}さんが{↙}一緒なら、安心ですね。{结束}"
event_mes_data_0100_0027: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}{名字}さん、{↙}毎日、すごく楽しそうですね。{2b23}{401f}{奇力克}{481f}{3521}やっぱり結婚って良いですね。{↙}ボクも、いつかしたいなぁ。{结束}"
event_mes_data_0100_0028: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ec21}こういう天気の日は、なんだか{↙}悲しい気持ちになるんですよ。{2b23}{2d23}早く、明日が来れば{↙}いいのにな…。{2c23}{结束}"
event_mes_data_0100_0029: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ec21}こんなに雪が降るなんて…。{2b23}いつもはきれいな雪でも{↙}こんなに降ると、なんだか{↙}不安になってきますね。{结束}"
event_mes_data_0100_0030: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e921}ボク、{名字}さんと{↙}会えて良かったです！{2b23}ボクにとって、{↙}{名字}さんは{↙}最高の親友さんですよ！{结束}"
event_mes_data_0100_0031: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{名字}さんがこの町に{↙}来てくれて、本当に良かった。{2b23}いつも元気いっぱいな{↙}{e921}{名字}さんに、{↙}ボク、あこがれてるんですよ。{结束}"
event_mes_data_0100_0032: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}今日はどんな話しを{↙}しましょうか？{2b23}なんだか、{名字}さんと{↙}話しをしていると、とても{↙}気持ちが落ち着くんですよ。{结束}"
event_mes_data_0100_0033: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}本当、{名字}さんは{↙}いつも頑張ってますね。{2b23}{名字}さんを見ていると{↙}なんだか、こっちまで元気を{↙}もらえるんですよ。{结束}"
event_mes_data_0100_0034: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ボク、いつか一人前の{↙}芸術家になりたいんです。{2b23}{401f}{奇力克}{491f}{3521}{e921}だから、その時のために{↙}色んな事をやってみたいと{↙}思っているんです。{结束}"
event_mes_data_0100_0035: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}どうですか？{↙}牧場には慣れてきましたか？{2b23}{401f}{奇力克}{491f}{3521}最近、{名字}さんが{↙}いきいきしているように{↙}見えますよ。{结束}"
event_mes_data_0100_0036: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}あ、仕事が終わったんですか？{↙}いつも大変そうですね。{结束}"
event_mes_data_0100_0037: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}デート可能になったＭＳＧ。{结束}"
event_mes_data_0100_0038: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}いかりカウンタ１０用ＭＳＧ。{结束}"
event_mes_data_0100_0039: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}なかなおりする？ＭＳＧ。{结束}"
event_mes_data_0100_0040: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}なかなおりＯＫ用ＭＳＧ。{结束}"
event_mes_data_0100_0041: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}なかなおりＮＧ用ＭＳＧ。{结束}"
event_mes_data_0100_0042: .strn "{411f}{a41f}{481f}デートにさそいますか？{↙}{3223}{0008}はい{↙}{0008}いいえ{结束}"
event_mes_data_0100_0043: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}昨日はすごい天気でしたね…。{2b23}{401f}{奇力克}{4c1f}{3521}{ed21}牧場は大丈夫でしょうか？{↙}作物や動物達の事が{↙}心配ですね…。{结束}"
event_mes_data_0100_0044: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}おはようございます、{↙}{9123}。{结束}"
event_mes_data_0100_0045: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}もう、こんな時間なんですね。{2b23}あっという間に時間って{↙}過ぎていってしまいますね。{结束}"
event_mes_data_0100_0046: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}今日も一日、お疲れさまです。{↙}{9123}。{结束}"
event_mes_data_0100_0047: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}けっこん後、青い羽ＭＳＧ。{结束}"
event_mes_data_0100_0048: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}わ～、感謝祭なんですね。{2b23}{e921}ありがとうございます。{2b23}{401f}{奇力克}{4d1f}{3521}ボク、{9123}と{↙}結婚できて、本当に幸せです{颜2}♥{颜1}{结束}"
event_mes_data_0100_0049: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{5122}わ～、{颜2}オムライス{颜1}ですね！{2b23}誕生日に、{9123}の{↙}手作りのオムライスを{↙}いただけるなんて…！{2b23}{401f}{奇力克}{4d1f}{3521}本当にボクは幸せな気持ちで、{↙}胸がいっぱいです{颜2}♥{颜1}{结束}"
event_mes_data_0100_0050: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{5122}わ～、{颜2}オムライス{颜1}ですね！{2b23}ありがとうございます。{↙}ボク、すごくうれしいです{颜2}♥{颜1}{结束}"
event_mes_data_0100_0051: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0100_0052: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0100_0053: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0100_0054: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0100_0055: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ec21}うう…、ひどいですよ、{↙}{9123}。{2b23}ボクが一番キライなものを{↙}知ってるのに、それを誕生日に{↙}渡すなんて…。{2b23}ボク、{↙}ものすごく悲しいです…。{结束}"
event_mes_data_0100_0056: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ごめんなさい、{↙}{9123}…。{2b23}{ec21}きっとボクが、{↙}キズつけるような事をして{↙}しまったんですね…。{结束}"
event_mes_data_0100_0057: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{2d23}ボク達の子供、{2c23}ですか。{2b23}{ed21}うれしいんですけど、なんだか{↙}ボクが父親になるっていう{↙}実感がわかないんですよね…。{结束}"
event_mes_data_0100_0058: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ee21}おなかが少しずつ{↙}大きくなってきてますね。{2b23}大きくなっていくおなかを{↙}見ていると、同じように育って{↙}いるんだな、って感じますね。{结束}"
event_mes_data_0100_0059: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}もうすぐ、ですね。{2b23}ボクに似て、おとなしいかな？{↙}それとも、{9123}に似て{↙}元気な子かな？{2b23}{401f}{奇力克}{4d1f}{3521}ふふ、子供が生まれるのって{↙}すごく楽しみで、こんなに{↙}愛しいんですね。{结束}"
event_mes_data_0100_0060: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}今日も一日、{↙}頑張っていきましょうね。{结束}"
event_mes_data_0100_0061: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}何か食べたいものとか{↙}ありますか？{2b23}{401f}{奇力克}{4d1f}{3521}{e921}家事は、した事ないけど{↙}少しずつ覚えて{9123}を{↙}支えていきたいんです。{结束}"
event_mes_data_0100_0062: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}もう夜なんですね。{2b23}{401f}{奇力克}{4d1f}{3521}{9123}と一緒にいると{↙}一日の流れが、とても早く{↙}感じますよ。{结束}"
event_mes_data_0100_0063: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}{9123}は牧場が{↙}本当に大好きなんですね。{2b23}仕事しているときの顔がすごく{↙}幸せそうだから、ボクまで{↙}幸せな気持ちになりますよ。{结束}"
event_mes_data_0100_0064: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}牧場の仕事って、{↙}本当に大変なんですね。{2b23}{401f}{奇力克}{491f}{3521}ボクもできる限り、{↙}手伝いますから、何かあれば{↙}すぐに教えてくださいね。{结束}"
event_mes_data_0100_0065: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}やっぱり牧場って、{↙}いそがしいんですね。{2b23}{401f}{奇力克}{481f}{3521}…ううん、何でもないです。{↙}体調には気をつけて{↙}くださいね。{结束}"
event_mes_data_0100_0066: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ねえ、{9123}。{↙}もっと話しをしませんか？{2b23}{ec21}最近、{9123}の{↙}気持ちがわからなくて…。{↙}…気にしすぎ、ですかね？{结束}"
event_mes_data_0100_0067: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ec21}ボク達って、結婚してから{↙}変わってしまいましたね…。{2b23}…{9123}は{↙}ボクの事、キライに{↙}なっちゃったんですか？{结束}"
event_mes_data_0100_0068: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}きっとボクが{↙}頼りないんですね…。{2b23}{ec21}{2d23}はー…{2c23}、{↙}なんだか、とても悲しい{↙}気持ちでいっぱいです…。{结束}"
event_mes_data_0100_0069: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}けっこんご{↙}いかりカウンタ１０用ＭＳＧ。{结束}"
event_mes_data_0100_0070: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}けっこんご{↙}なかなおりしますか？ＭＳＧ。{结束}"
event_mes_data_0100_0071: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}けっこんご{↙}なかなおりＯＫＭＳＧ。{结束}"
event_mes_data_0100_0072: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}けっこんご{↙}なかなおりＮＧＭＳＧ。{结束}"
event_mes_data_0100_0073: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ライバルけっこん後{↙}青い羽　見せた時ＭＳＧ。{结束}"
event_mes_data_0100_0074: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど{1608}{1008}{1008}{1008}{1008}以上。{结束}"
event_mes_data_0100_0075: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど{1508}{1008}{1008}{1008}{1008}以上。{↙}{结束}"
event_mes_data_0100_0076: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど{1408}{1008}{1008}{1008}{1008}以上。{↙}{结束}"
event_mes_data_0100_0077: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ライバルけっこん後{↙}デートきょひＭＳＧ。{结束}"
event_mes_data_0100_0078: .strn "{401f}{奇力克}{4a1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0100_0079: .strn "{401f}{奇力克}{4a1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}おいていっちゃダメ！{结束}"
event_mes_data_0100_0080: .strn "{401f}{奇力克}{4a1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}まってよ！{结束}"
event_mes_data_0100_0081: .strn "{401f}{奇力克}{4a1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}こら！{结束}"
event_mes_data_0100_0082: .strn "{401f}{奇力克}{4a1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}えー！！！{结束}"
event_mes_data_0100_0083: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}天気がいいね。{结束}"
event_mes_data_0100_0084: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}風が気持ちいいね。{结束}"
event_mes_data_0100_0085: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}どこに連れてってくれるの？{结束}"
event_mes_data_0100_0086: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}フフッ{颜2}♥{颜1}{结束}"
event_mes_data_0100_0087: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}フフッ{颜2}♥{颜1}{结束}"
event_mes_data_0100_0088: .strn "{401f}{奇力克}{4a1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}もう帰るっ！{结束}"
event_mes_data_0100_0089: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}う～ん、そろそろ帰るかも。{结束}"
event_mes_data_0100_0090: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}うわー、もう時間ないっ。{结束}"
event_mes_data_0100_0091: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}もう帰るね。{结束}"
event_mes_data_0100_0092: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}あ、花祭りの花ですね。{↙}ありがとうございます。{结束}"
event_mes_data_0100_0093: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e821}わ～、花祭りですね。{↙}ありがとうございます{颜2}♥{颜1}{结束}"
event_mes_data_0100_0094: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ef21}そうだ！{↙}明日は、星夜祭ですね。{2b23}{401f}{奇力克}{481f}{3521}もし、{名字}さんが{↙}よろしければ、みんなで{↙}一緒に集まりませんか？{结束}"
event_mes_data_0100_0095: .strn "{411f}{a41f}{481f}{3223}{0008}アギ達と過ごす{↙}{0008}さそいをことわる{结束}"
event_mes_data_0100_0096: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e821}わ～、ありがとうございます！{2b23}{401f}{奇力克}{481f}{3521}それじゃあ、明日{颜2}２０時{颜1}に{↙}{颜2}ホテル{颜1}に来てくださいね。{结束}"
event_mes_data_0100_0097: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ec21}そうですか…。{↙}なんだか、しょんぼりです。{结束}"
event_mes_data_0100_0098: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}明日は{颜2}２０時{颜1}に{↙}{颜2}ホテル{颜1}に来てくださいね。{2b23}{401f}{奇力克}{491f}{3521}{e921}なんだか、明日が{↙}とても楽しみです。{结束}"
event_mes_data_0100_0099: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ee21}わ～、何が入ってるんですか？{9023}{结束}"
event_mes_data_0100_0100: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}あ、{名字}さん！{2b23}{401f}{奇力克}{4d1f}{3521}最近、{名字}さんと{↙}話すのが待ち遠しくて…。{↙}{e921}変ですよね、ボク。{结束}"
event_mes_data_0100_0101: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e821}ここに来ると、なんだか{↙}すごく落ち着くんですよ。{结束}"
event_mes_data_0100_0102: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e821}ボク、この町の自然が{↙}大好きです。{2b23}{401f}{奇力克}{481f}{3521}それに、こうしていると{↙}風が、ボク達に語りかけて{↙}いる感じがするんですよ。{结束}"
event_mes_data_0100_0103: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}ここで絵を描いていると{↙}気持ちが安らぐんですよ。{2b23}{401f}{奇力克}{491f}{3521}{e921}この場所って、ボクにとっては{↙}特別な場所なのかも{↙}しれないですね。{结束}"
event_mes_data_0100_0104: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e921}えへへ、ビックリしました？{2b23}{401f}{奇力克}{481f}{3521}ボク、いつかこの町に{↙}町長さんの像を建てたい{↙}と思っているんですよ。{结束}"
event_mes_data_0100_0105: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}今日は、どんなものと{↙}出会えるのでしょうかね？{2b23}{401f}{奇力克}{491f}{3521}{e821}なんだか、バザールの事を{↙}考えると、ワクワクして{↙}きますよね。{结束}"
event_mes_data_0100_0106: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e821}今日も楽しかったですね。{2b23}{名字}さんのお店は{↙}どうでしたか？{结束}"
event_mes_data_0100_0107: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{9123}も{↙}気分転換、ですか？{2b23}{e921}こうして外で話しをしていると{↙}なんだか、ボク達の結婚前を{↙}思い出しますね。{结束}"
event_mes_data_0100_0108: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ef21}{9123}も、これから{↙}帰るところですか？{2b23}ボクは、もう少しだけ{↙}この風に当たってから{↙}帰りますね。{结束}"
event_mes_data_0100_0109: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}ボク、この像を作る事が{↙}今、すごく楽しいんですよ。{2b23}{401f}{奇力克}{491f}{3521}{e921}{9123}の{↙}{2d23}おかげ、{2c23}ですね。{结束}"
event_mes_data_0100_0110: .strn "ダミー番号。{结束}"
event_mes_data_0100_0111: .strn "ダミー番号。{结束}"
event_mes_data_0100_0112: .strn "ダミー番号。{结束}"
event_mes_data_0100_0113: .strn "ダミー番号。{结束}"
event_mes_data_0100_0114: .strn "ダミー番号。{结束}"
event_mes_data_0100_0115: .strn "ダミー番号。{结束}"
event_mes_data_0100_0116: .strn "ダミー番号。{结束}"
event_mes_data_0100_0117: .strn "ダミー番号。{结束}"
event_mes_data_0100_0118: .strn "ダミー番号。{结束}"
event_mes_data_0100_0119: .strn "ダミー番号。{结束}"
event_mes_data_0100_0120: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}わ～、ありがとうございます♪{↙}{e921}ボク、すごくうれしいです！{结束}"
event_mes_data_0100_0121: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e821}今日は、{↙}本当に楽しかったですね。{2b23}美味しいものもいっぱいあって{↙}もうおなかいっぱいですよ。{结束}"
event_mes_data_0100_0122: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e921}また、来年も{↙}一緒に過ごしたいですね。{2b23}{401f}{奇力克}{481f}{3521}それじゃあ、明日も{↙}頑張ってくださいね、{↙}{名字}さん。{结束}"
event_mes_data_0100_0123: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}今日もお疲れさまでした、{↙}{9123}。{2b23}{401f}{奇力克}{4d1f}{3521}{e921}今日は星夜祭ですから{↙}いっぱいプレゼントを{↙}用意してみましたよ。{2b23}{401f}{奇力克}{491f}{3521}それじゃあ{↙}一緒に席に着いて、{↙}いただきましょうか。{结束}"
event_mes_data_0100_0124: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}フフフ、ビックリさせて{↙}しまいましたか？{2b23}{401f}{奇力克}{4d1f}{3521}{e921}いつもの感謝の気持ちとして{↙}いっぱい作ってみたんです{颜2}♥{颜1}{2b23}{401f}{奇力克}{491f}{3521}それじゃあ、一緒に{↙}いただきましょう。{结束}"
event_mes_data_0100_0125: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}楽しいお祭りに{↙}なりそうですね。{结束}"
event_mes_data_0100_0126: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}次は出場できると{↙}いいですね。{结束}"
event_mes_data_0100_0127: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}すごいですね！{e821}　なんだか{↙}ボクまでうれしいです。{结束}"
event_mes_data_0100_0128: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}うーん…、何が{↙}いけなかったんでしょうか？{结束}"
event_mes_data_0100_0129: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}今日は、本当に{↙}おいしい料理でしたね。{结束}"
event_mes_data_0100_0130: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{e921}みなさんに感謝の気持ちとして{↙}あげたいですね。{结束}"
event_mes_data_0100_0131: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ef21}おかえりなさい。{↙}{9123}。{2b23}今日は{9123}の{↙}特別な日ですね。{2b23}プレゼントを用意してるので、{↙}こっちに来てください。{结束}"
event_mes_data_0100_0132: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e821}どうですか？{2b23}{9123}のために{↙}たくさん用意してみました。{2b23}{e921}さあ、冷めないうちに{↙}一緒に食べましょう。{结束}"
event_mes_data_0100_0133: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}{9123}、{↙}おかえりなさい。{2b23}{411f}{奇力克}{4d1f}{3621}今日は、{↙}ボクと{9123}の{↙}誕生日ですね。{2b23}{411f}{奇力克}{491f}{3621}料理を用意してるので、{↙}席に着いてください。{结束}"
event_mes_data_0100_0134: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}おどろきました？{2b23}{411f}{奇力克}{4d1f}{3621}{e921}今日は特別な日なので{↙}頑張りましたよ{颜2}♥{颜1}{2b23}{411f}{奇力克}{491f}{3621}さぁ、冷めないうちに{↙}一緒に食べましょう。{结束}"
event_mes_data_0100_0135: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}お疲れさまです。{↙}{9123}。{2b23}{411f}{奇力克}{4d1f}{3621}今日はボクの誕生日なんです。{2b23}{411f}{奇力克}{491f}{3621}用意しているものがあるので、{↙}席に着いてもらえますか？{结束}"
event_mes_data_0100_0136: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e921}えへへ、{↙}はりきっちゃいました。{2b23}{411f}{奇力克}{4d1f}{3621}どうしても、{9123}に、{↙}お祝いして欲しくて…。{2b23}{411f}{奇力克}{491f}{3621}さあ、一緒に食べましょうか。{结束}"
event_mes_data_0100_0137: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ef21}おかえりなさい、{↙}{9123}。{2b23}{411f}{奇力克}{491f}{3621}今日は、{3723}の{↙}誕生日ですね。{2b23}{411f}{奇力克}{4d1f}{3621}こちらで、{↙}一緒にお祝いしませんか？{结束}"
event_mes_data_0100_0138: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e921}{3723}も{↙}大きくなってきましたね。{2b23}{411f}{奇力克}{4d1f}{3621}これからも、ボク達２人で{↙}大事に育てていきましょうね。{结束}"
event_mes_data_0100_0139: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}お疲れさまです。{↙}{9123}。{2b23}{411f}{奇力克}{481f}{3621}今日は{3723}の{↙}誕生日ですので、{↙}料理を用意してます。{2b23}{411f}{奇力克}{491f}{3621}こっちで、{↙}一緒にいただきましょう。{结束}"
event_mes_data_0100_0140: .strn "{411f}{奇力克}{481f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}どうですか？{↙}{0a27}{411f}{奇力克}{491f}{3621}{e921}ちょっと頑張ってみました。{2b23}今日はたくさん作ってあるので{↙}いっぱい食べてくださいね。{2b23}{411f}{奇力克}{481f}{3621}それじゃあ、{↙}みんなでいただきましょう。{结束}"
event_mes_data_0100_0141: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}お疲れさまです、{↙}{9123}。{2b23}今日はボク達の{↙}結婚記念日なので{↙}プレゼントを用意しました。{2b23}それでは、一緒に席について{↙}いただきましょうか。{结束}"
event_mes_data_0100_0142: .strn "{411f}{奇力克}{491f}{3621}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e921}今日は大事な日なので、{↙}ごうかな料理にしました。{2b23}{411f}{奇力克}{4d1f}{3621}さあ、冷めないうちに{↙}いただきましょうか。{↙}おいしいと思いますよ。{结束}"
event_mes_data_0100_0143: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}絵を描いていたんですけど、{↙}紙がとんでしまいました…。{2b23}{ec21}うう…、どこに{↙}行っちゃったんでしょう…。{结束}"
event_mes_data_0100_0144: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}ボクの家の近くの看板の{↙}ところには行ってみましたか？{2b23}そこで、ウィルバーさんが{↙}みなさん全員のボードの記録を{↙}教えてくれているらしいです。{2b23}{401f}{奇力克}{491f}{3521}{e821}まだ行った事がないのなら{↙}一度行ってみると良いのでは{↙}ないでしょうか？{结束}"
event_mes_data_0100_0145: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}アネモネがボクの絵にキズつけ{↙}た事、気にしてるみたいで…{2b23}{ec21}事故だったし、ボクは全然{↙}気にしてないから良いですよ、{↙}って言ってるんですけどね…。{结束}"
event_mes_data_0100_0146: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}生きてる魚を描くのって{↙}むずかしいですよね…。{2b23}すぐに動いて向きがかわって{↙}しまったりして…{4d1f}{e921}でも、{↙}そこが良いんですが。{结束}"
event_mes_data_0100_0147: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}おなかがすきました…。{2b23}{401f}{奇力克}{491f}{3521}{e921}こんな時おいしいオムライスが{↙}食べたくなります。ボク、{↙}オムライス大好きなんですよ♪{结束}"
event_mes_data_0100_0148: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ec21}ムーチョさん、{↙}今日もまたあんなところに…。{2b23}{401f}{奇力克}{4b1f}{3521}{ed21}スランプらしいですが…。{↙}早く、また元気にお店ができる{↙}ようになれば良いですよね。{结束}"
event_mes_data_0100_0149: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{e821}友達とおなじ時間を共有できる{↙}って、すてきな事ですよね！{2b23}{名字}さん達が{↙}一緒に楽しんでるすがたを{↙}見るとボクも元気になります♪{结束}"
event_mes_data_0100_0150: .strn "{401f}{奇力克}{4c1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}天気が悪いのは、あまり{↙}好きではないんですが…。{2b23}{401f}{奇力克}{491f}{3521}でも、雨の音は好きなんです。{↙}どしゃぶりの時の音は、{↙}やっぱり苦手なんですけどね。{结束}"
event_mes_data_0100_0151: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ef21}あ、{9123}。{↙}お友達が来ているんですよね。{2b23}{401f}{奇力克}{491f}{3521}{e921}家の事はボクにまかせて、{↙}たまにはゆっくり、お友達と{↙}羽をのばしてきてくださいね。{结束}"
event_mes_data_0100_0152: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ef21}あ、{名字}さん。話は{↙}{功能1}から聞いてます♪{2b23}いつも{功能1}が{↙}お世話になっています！{2b23}これからも、よろしく{↙}お願いしますね！{结束}"
event_mes_data_0100_0153: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ef21}あ、{名字}さん。話は{↙}{功能1}から聞いてます♪{2b23}{名字}さんは、{↙}大切な親友なんだ、って！{2b23}これからも、{功能1}の事{↙}よろしくお願いしますね！{结束}"
event_mes_data_0100_0154: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{2c23}{颜1}{↙}{ef21}あ、{名字}さん。今日も{↙}いらしてたんですね。{2b23}{401f}{奇力克}{4c1f}{3521}{ec21}{功能1}ったらあなたの{↙}話ばかりするんですよ。{↙}ちょっとやけちゃいます…。{2b23}{401f}{奇力克}{491f}{3521}{e921}…なんて、じょうだんです！{↙}これからも、{功能1}の事{↙}よろしくお願いしますね！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0100_End: .hword 0x270F,(event_mes_data_0100_0000 - event_mes_data_0100_header)/2
;event_mes_data_0100文本数量为：155
