;子文件头
event_mes_data_0426_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0426_0000 - event_mes_data_0426_header)
    .hword (event_mes_data_0426_0001 - event_mes_data_0426_header)
    .hword (event_mes_data_0426_0002 - event_mes_data_0426_header)
    .hword (event_mes_data_0426_0003 - event_mes_data_0426_header)
    .hword (event_mes_data_0426_0004 - event_mes_data_0426_header)
    .hword (event_mes_data_0426_0005 - event_mes_data_0426_header)
    .hword (event_mes_data_0426_0006 - event_mes_data_0426_header)
    .hword (event_mes_data_0426_0007 - event_mes_data_0426_header)
    .hword (event_mes_data_0426_0008 - event_mes_data_0426_header)
    .hword (event_mes_data_0426_0009 - event_mes_data_0426_header)

event_mes_data_0426_0000: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}あら、{名字}。{↙}ちょうどよかったわ。{结束}"
event_mes_data_0426_0001: .strn "{411f}{莉可丽丝}{4c1f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}今日、雨降ってるじゃない？{2b23}{411f}{莉可丽丝}{481f}{3621}これじゃ、出かけられないし{↙}つまらないから、おしゃべり{↙}でもしたいなって思ってたの。{结束}"
event_mes_data_0426_0002: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}そう、良かったわ。{2b23}{411f}{莉可丽丝}{481f}{3621}じつはね、{↙}もう、みんなを呼んでるの。{↙}そろそろ来ると思うけど…。{结束}"
event_mes_data_0426_0003: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}フレイヤさん、{↙}おじゃましますねー。{结束}"
event_mes_data_0426_0004: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}うん、みんな集まったし…。{↙}それじゃ、始めましょうか。{结束}"
event_mes_data_0426_0005: .strn "{411f}{莉可丽丝}{4c1f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}……………で、{↙}{4022}………………ってわけ。{2b23}{401f}{娜娜}{4a1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}え～…！{↙}それ、ひっど～い人です！{2b23}{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{aa21}それは、こまりますね…。{2b23}{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}そういうヤツ、{↙}本当、最低ね。{2b23}{411f}{莉可丽丝}{4b1f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{be21}そうでしょ？{↙}ひどい話よね。{结束}"
event_mes_data_0426_0006: .strn "{411f}{莉可丽丝}{4c1f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{be21}それだけじゃないの。{↙}こんな事もあったわ…。{结束}"
event_mes_data_0426_0007: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}今日は、いろんな話が{↙}できて、楽しかったです。{2b23}{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}また、みなさんで{↙}こういう話をしたいですね。{2b23}{401f}{莉亚}{481f}{3521}それでは、わたし達は{↙}この辺で失礼しますね。{结束}"
event_mes_data_0426_0008: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b921}{名字}も、{↙}今日は楽しめたかしら？{结束}"
event_mes_data_0426_0009: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}そう。{↙}それなら良かったわ。{2b23}{411f}{莉可丽丝}{481f}{3621}それじゃあ、またみんなで{↙}おしゃべりしたいわね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0426_End: .hword 0x270F,(event_mes_data_0426_0000 - event_mes_data_0426_header)/2
;event_mes_data_0426文本数量为：10
