;子文件头
event_mes_data_1009_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1009_0000 - event_mes_data_1009_header)
    .hword (event_mes_data_1009_0001 - event_mes_data_1009_header)
    .hword (event_mes_data_1009_0002 - event_mes_data_1009_header)
    .hword (event_mes_data_1009_0003 - event_mes_data_1009_header)
    .hword (event_mes_data_1009_0004 - event_mes_data_1009_header)
    .hword (event_mes_data_1009_0005 - event_mes_data_1009_header)
    .hword (event_mes_data_1009_0006 - event_mes_data_1009_header)
    .hword (event_mes_data_1009_0007 - event_mes_data_1009_header)
    .hword (event_mes_data_1009_0008 - event_mes_data_1009_header)
    .hword (event_mes_data_1009_0009 - event_mes_data_1009_header)

event_mes_data_1009_0000: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}よう、エンジュ。{↙}こんなとこで何してんだ？{结束}"
event_mes_data_1009_0001: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}また、あなたなの？{↙}しつこいわね。{结束}"
event_mes_data_1009_0002: .strn "{411f}{千寻}{4a1f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{da21}ちょっと待てよ！{↙}なんで、さけるんだよ！{结束}"
event_mes_data_1009_0003: .strn "{401f}{拉兹贝莉}{4c1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}わたし、人と話しをするのが{↙}苦手なのよ。{2b23}{401f}{拉兹贝莉}{481f}{3521}だから、かまわないでくれる？{结束}"
event_mes_data_1009_0004: .strn "{411f}{千寻}{481f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}…{0a27}{411f}{千寻}{491f}{3621}なーんだ、{↙}そんな事だったのか。{2b23}{411f}{千寻}{481f}{3621}オレ、どこかでおまえを{↙}キズつけたのかと思って、{↙}ヒヤヒヤしてたぜ。{结束}"
event_mes_data_1009_0005: .strn "{401f}{拉兹贝莉}{4a1f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}わたしにとっては、{↙}大きな問題なのよ。{2b23}それを、そんな事だけで{↙}片付けないでくれる？{结束}"
event_mes_data_1009_0006: .strn "{411f}{千寻}{491f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}なんだよ。{2b23}問題って気付いてるなら、{↙}直せばいいじゃんか。{2b23}{411f}{千寻}{481f}{3621}それに、{↙}こうやってオレと普通に{↙}しゃべれてるだろ。{结束}"
event_mes_data_1009_0007: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b521}…それは、あなたが勝手に{↙}話しかけてきたからでしょ。{结束}"
event_mes_data_1009_0008: .strn "{411f}{千寻}{491f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d921}あれ？{↙}そうだったっけ？{2b23}{411f}{千寻}{481f}{3621}まあ、{↙}こまかい事は気にすんなよ！{2b23}…{0a27}{411f}{千寻}{4c1f}{3621}{dc21}やべっ、こんな時間か。{↙}{0a27}{411f}{千寻}{491f}{3621}それじゃ、{↙}オレはそろそろ行くよ！{2b23}{d821}また話そうな！{结束}"
event_mes_data_1009_0009: .strn "{401f}{拉兹贝莉}{481f}{3521}{2f23}{颜3}エンジュ{颜1}{2c23}{↙}{b321}なんなのよ、あいつ…。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1009_End: .hword 0x270F,(event_mes_data_1009_0000 - event_mes_data_1009_header)/2
;event_mes_data_1009文本数量为：10
