;子文件头
event_mes_data_0972_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0972_0000 - event_mes_data_0972_header)
    .hword (event_mes_data_0972_0001 - event_mes_data_0972_header)
    .hword (event_mes_data_0972_0002 - event_mes_data_0972_header)
    .hword (event_mes_data_0972_0003 - event_mes_data_0972_header)

event_mes_data_0972_0000: .strn "{401f}{贤者大人}{4d1f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}この羽根に、{↙}そ、そんな意味があったのか。{结束}"
event_mes_data_0972_0001: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{c921}キミは本当に{↙}いつもおどろかせてくれるな。{2b23}{401f}{贤者大人}{4d1f}{3521}だが、わたしも…{0a27}キミと{↙}ずっと一緒にいられたら…、と{↙}思っていたのだよ。{结束}"
event_mes_data_0972_0002: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}{c821}ありがとう。キミのその気持ち{↙}しっかりと、受け取ったよ。{2b23}{401f}{贤者大人}{481f}{3521}次は、結婚の儀か。{↙}では、これから準備を始めねば{↙}ならないな。{2b23}{401f}{贤者大人}{491f}{3521}そうだな…。{↙}１週間ほど過ぎたら、{↙}もう一度ここで会おう。{2b23}その時に、{↙}２人で結婚の儀を行おう。{结束}"
event_mes_data_0972_0003: .strn "{401f}{贤者大人}{491f}{3521}{2f23}{颜3}カゲツ{颜1}{2c23}{↙}これから、キミと一緒に{↙}外の世界で暮らせるのだな。{2b23}{401f}{贤者大人}{4d1f}{3521}{c921}そう考えると、なんだか、{↙}とても待ち遠しく感じるよ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0972_End: .hword 0x270F,(event_mes_data_0972_0000 - event_mes_data_0972_header)/2
;event_mes_data_0972文本数量为：4
