;子文件头
event_mes_data_1014_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1014_0000 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0001 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0002 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0003 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0004 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0005 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0006 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0007 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0008 - event_mes_data_1014_header)
    .hword (event_mes_data_1014_0009 - event_mes_data_1014_header)

event_mes_data_1014_0000: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}こんばんは、ユリス。{结束}"
event_mes_data_1014_0001: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d721}どうも、フレイヤさん。{2b23}{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}ヒマだったから遊びに来たの。{↙}おじゃましていいかしら？{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}もちろんですよ。{结束}"
event_mes_data_1014_0002: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}なにかしら？{↙}キレイな曲が聞こえるわ。{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ええ、音楽を聞いていたんです{↙}…こちらへどうぞ。{结束}"
event_mes_data_1014_0003: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}いいわね。{↙}わたし好きよ、こういう曲。{结束}"
event_mes_data_1014_0004: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}あなたのレコード？{↙}そんな趣味があったなんて。{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d321}あ、いえ…。{↙}これは母のものなんです。{结束}"
event_mes_data_1014_0005: .strn "{411f}{莉可丽丝}{4c1f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bd21}あ、あら。{↙}そうなの…。{2b23}{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}母は、父とここで音楽を{↙}聞くのが好きだったんです。{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}…仲の良いご両親だったのね。{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ええ。{↙}それはもう。{2b23}…ボクも将来は両親のような{↙}仲のいい夫婦になりたいと{↙}思っているんです。{2b23}{401f}{亚修}{4d1f}{3521}{d121}まあ、相手がいれば、{↙}の話ですけれど。{结束}"
event_mes_data_1014_0006: .strn "{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}フフッ、すてきじゃない。{2b23}…わたし、もうちょっとここで{↙}聞いていていいかしら？{2b23}{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}もちろんです。いくらでも{↙}聞いていってください。{结束}"
event_mes_data_1014_0007: .strn "{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}ユリス、ありがとう。{↙}そろそろ帰るわね。{结束}"
event_mes_data_1014_0008: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}そうですか。{↙}家まで送りましょうか？{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}大丈夫よ。{↙}すぐそこだし。{2b23}{411f}{莉可丽丝}{491f}{3621}{b821}今日はユリスのおかげで{↙}楽しい時間をすごせたわ。{↙}いい夢が見られそう。{结束}"
event_mes_data_1014_0009: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d121}それは良かった。{2b23}いつでもいらしてください。{↙}お待ちしていますよ。{2b23}{411f}{莉可丽丝}{481f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}ありがとう。{↙}それじゃあ…またね。{2b23}{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}はい、フレイヤさん。{↙}おやすみなさい。{2b23}{411f}{莉可丽丝}{491f}{3621}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}おやすみ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1014_End: .hword 0x270F,(event_mes_data_1014_0000 - event_mes_data_1014_header)/2
;event_mes_data_1014文本数量为：10
