;子文件头
event_mes_data_0102_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0102_0000 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0001 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0002 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0003 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0004 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0005 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0006 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0007 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0008 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0009 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0010 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0011 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0012 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0013 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0014 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0015 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0016 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0017 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0018 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0019 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0020 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0021 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0022 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0023 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0024 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0025 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0026 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0027 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0028 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0029 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0030 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0031 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0032 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0033 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0034 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0035 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0036 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0037 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0038 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0039 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0040 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0041 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0042 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0043 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0044 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0045 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0046 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0047 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0048 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0049 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0050 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0051 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0052 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0053 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0054 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0055 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0056 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0057 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0058 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0059 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0060 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0061 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0062 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0063 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0064 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0065 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0066 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0067 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0068 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0069 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0070 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0071 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0072 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0073 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0074 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0075 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0076 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0077 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0078 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0079 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0080 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0081 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0082 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0083 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0084 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0085 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0086 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0087 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0088 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0089 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0090 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0091 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0092 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0093 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0094 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0095 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0096 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0097 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0098 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0099 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0100 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0101 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0102 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0103 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0104 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0105 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0106 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0107 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0108 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0109 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0110 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0111 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0112 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0113 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0114 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0115 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0116 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0117 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0118 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0119 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0120 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0121 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0122 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0123 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0124 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0125 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0126 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0127 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0128 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0129 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0130 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0131 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0132 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0133 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0134 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0135 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0136 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0137 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0138 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0139 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0140 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0141 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0142 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0143 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0144 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0145 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0146 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0147 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0148 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0149 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0150 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0151 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0152 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0153 - event_mes_data_0102_header)
    .hword (event_mes_data_0102_0154 - event_mes_data_0102_header)

event_mes_data_0102_0000: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}ホテルのお客さまですか？{↙}あれ？　違いますよね。{2b23}{c121}そうです！{↙}この町に来た新しい牧場主さん{↙}ですね。{2b23}{401f}{娜娜}{491f}{3521}あたし、{颜3}アネモネ{颜1}です。{↙}よろしくお願いしますね。{结束}"
event_mes_data_0102_0001: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}むー…。{↙}昨日はすっごい天気でしたね。{2b23}天気が悪いとかみの毛が{↙}くるくるしちゃって、{↙}たいへんですー…。{结束}"
event_mes_data_0102_0002: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}おはようございまーす、{↙}{名字}さん。{结束}"
event_mes_data_0102_0003: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}あ、{名字}さん。{↙}お仕事頑張ってますか？{结束}"
event_mes_data_0102_0004: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}こんばんは、ですね。{↙}{名字}さん。{结束}"
event_mes_data_0102_0005: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わぁ！　ちっちゃい動物って{↙}大好きなんです。{结束}"
event_mes_data_0102_0006: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}ちっちゃい動物でも、この子は{↙}ちょっぴり苦手ですぅ！{结束}"
event_mes_data_0102_0007: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わぁ！　{颜2}青い羽根{颜1}ですね。{↙}だれかにあげるんですか？{2b23}え？　{0a27}え？　{0a27}え？{↙}{401f}{娜娜}{4d1f}{3521}{2f23}えーーーあたしですか！？{结束}"
event_mes_data_0102_0008: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}きれいな鳥さんの羽根ですね。{结束}"
event_mes_data_0102_0009: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c621}ごめんなさい…。{↙}受け取れないです…。{结束}"
event_mes_data_0102_0010: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{4b22}も、もうもらえません。{结束}"
event_mes_data_0102_0011: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}キャー{颜2}♥{颜1}{↙}感謝祭のお菓子ですね！{2b23}{401f}{娜娜}{491f}{3521}ありがとうございます。{↙}とってもうれしいです！{结束}"
event_mes_data_0102_0012: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わぁ、感謝祭ですね。{↙}ありがとうございます！{2b23}{401f}{娜娜}{4c1f}{c321}でも………。{↙}ほんとにもらっちゃって{↙}いいんでしょうか。{结束}"
event_mes_data_0102_0013: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}あうぅー…、{↙}これいらないです。{结束}"
event_mes_data_0102_0014: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わぁ！　もしかして{↙}誕生日プレゼントですか！？{2b23}{401f}{娜娜}{491f}{3521}あたしのとーっても大好きな{↙}{颜2}ストロベリーパイ{颜1}！{↙}ありがとうございます。{结束}"
event_mes_data_0102_0015: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}これ大好きなんです。{↙}{颜2}ストロベリーパイ{颜1}！{2b23}うれしいです。{↙}ありがとうございます。{结束}"
event_mes_data_0102_0016: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0102_0017: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0102_0018: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c021}きゃあ！{↙}ありがとうございます。{2b23}誕生日に好きなものがもらえる{↙}なんて、うれしいです。{结束}"
event_mes_data_0102_0019: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わぁ！{↙}ありがとうございます。{结束}"
event_mes_data_0102_0020: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}誕生日プレゼントですね、{↙}ありがとうございます。{结束}"
event_mes_data_0102_0021: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c421}もらっていいんですか？{↙}ありがとうございます。{结束}"
event_mes_data_0102_0022: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}むー…。{↙}これ苦手なんですよね。{2b23}お気持ちはとてもうれしいん{↙}ですけど…。{结束}"
event_mes_data_0102_0023: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0102_0024: .strn "{401f}{娜娜}{4a1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c221}もーっ！　これは一番キライな{↙}ものなんですぅ！{2b23}{401f}{娜娜}{4b1f}{3521}これを渡されるなんて{↙}信じられないですー…。{结束}"
event_mes_data_0102_0025: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c021}早く来ないかなー♪♪♪{↙}結婚式！{2b23}{401f}{娜娜}{491f}{3521}エヘッ{颜2}♥{颜1}{↙}待ち遠しくて、夜もなかなか{↙}眠れないんですよ。{结束}"
event_mes_data_0102_0026: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}アギは大の仲良しさんですから{↙}幸せになってほしいです！{结束}"
event_mes_data_0102_0027: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}あたしも早くお嫁さんに{↙}なりたいです。{2b23}{401f}{娜娜}{491f}{3521}{名字}さんを見てると{↙}とっても幸せそうで、{↙}うらやましいです。{结束}"
event_mes_data_0102_0028: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c621}はー…。{↙}こんな天気キライです。{2b23}{401f}{娜娜}{4c1f}{3521}明日は晴れてほしいですね。{结束}"
event_mes_data_0102_0029: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}雪はきれいなんですけど、{↙}寒いのはちょっと苦手ですぅ。{结束}"
event_mes_data_0102_0030: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}{名字}さんと一緒に{↙}いると、とってもなごみます。{2b23}{401f}{娜娜}{491f}{3521}なんだか家族と一緒に{↙}過ごしているような…。{↙}そんな感じです。{结束}"
event_mes_data_0102_0031: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}{名字}さんは{↙}兄弟っていますか？{2b23}{401f}{娜娜}{491f}{3521}あたしには兄３人、姉２人、{↙}妹２人、弟１人いるんですよ。{↙}大家族なんです。{结束}"
event_mes_data_0102_0032: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c621}はぁ…。{↙}今日もお皿わっちゃいました。{2b23}{401f}{娜娜}{4c1f}{3521}あたしって、そそっかしい{↙}ところがあるみたいで。{↙}ときどきやっちゃうんです…。{结束}"
event_mes_data_0102_0033: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}ここ、{↙}ステキなお部屋でしょ？{2b23}{401f}{娜娜}{491f}{3521}あたしのために、{↙}おじいちゃんが用意してくれ{↙}たんですよ。{结束}"
event_mes_data_0102_0034: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あたし、このホテルのメイドで{↙}やとってもらってるんです。{2b23}{401f}{娜娜}{491f}{3521}{c121}おじいちゃんもおばあちゃんも{↙}２人ともとってもやさしくて{↙}大好きです。{结束}"
event_mes_data_0102_0035: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}どうしました？{↙}ホテルにお泊りですか？{2b23}{401f}{娜娜}{491f}{3521}{c021}なーんて、{↙}そんな事ないですよね。{结束}"
event_mes_data_0102_0036: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}どうかしましたか、{↙}ホテルにご用ですか？{结束}"
event_mes_data_0102_0037: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}デート可能になったＭＳＧ。{结束}"
event_mes_data_0102_0038: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}いかりカウンタ１０用ＭＳＧ。{结束}"
event_mes_data_0102_0039: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}なかなおりする？ＭＳＧ。{结束}"
event_mes_data_0102_0040: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}なかなおりＯＫ用ＭＳＧ。{结束}"
event_mes_data_0102_0041: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}なかなおりＮＧ用ＭＳＧ。{结束}"
event_mes_data_0102_0042: .strn "{411f}{a41f}{481f}デートにさそいますか？{↙}{3223}{0008}はい{↙}{0008}いいえ{结束}"
event_mes_data_0102_0043: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c721}はふー…、昨日の天気は{↙}すっごく悪かったですね。{2b23}{401f}{娜娜}{481f}{3521}あんな日は{9123}が{↙}ケガをしないか心配ばっかり{↙}しちゃいます…。{结束}"
event_mes_data_0102_0044: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}おはようございます、{↙}{9123}。{结束}"
event_mes_data_0102_0045: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}これからお仕事ですか？{↙}頑張ってくださいね。{结束}"
event_mes_data_0102_0046: .strn "{401f}{娜娜}{4a1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}むー、{↙}もうこんな時間ですぅ。{结束}"
event_mes_data_0102_0047: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}けっこん後、青い羽ＭＳＧ。{结束}"
event_mes_data_0102_0048: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}エヘヘッ{颜2}♥{颜1}{2b23}結婚してからも{↙}もらえるなんてうれしいです。{2b23}{401f}{娜娜}{491f}お返し、楽しみにしてて{↙}くださいね！{结束}"
event_mes_data_0102_0049: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}エヘヘッ{颜2}♥{颜1}{↙}今日はあたしの誕生日。{2b23}{401f}{娜娜}{491f}{3521}{颜2}ストロベリーパイ{颜1}がもらえる{↙}なんて幸せですぅ♪{结束}"
event_mes_data_0102_0050: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わぁ！{↙}{颜2}ストロベリーパイ{颜1}！{2b23}うれしいです、{9123}。{↙}おいしくいただきますね。{结束}"
event_mes_data_0102_0051: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0102_0052: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0102_0053: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0102_0054: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0102_0055: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}グスッ…これ誕生日プレゼント{↙}ですか？{2b23}ううぅ…ショックです。{↙}{0a27}{401f}{娜娜}{4a1f}{3521}{c221}もう{9123}なんて{↙}キライですーーっ！{结束}"
event_mes_data_0102_0056: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}むぅー…。{↙}これヤです、キライですー…。{2b23}{9123}がこれをくれる{↙}なんて、すごくガッカリです。{结束}"
event_mes_data_0102_0057: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あたし、{↙}お母さんになるんですね。{2b23}{401f}{娜娜}{491f}{3521}{c121}すごくドキドキ！{↙}ステキなお母さんになるように{↙}頑張らなきゃですね。{结束}"
event_mes_data_0102_0058: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}ちょっとお腹が大きくなって{↙}きたと思いませんか？{2b23}{401f}{娜娜}{4c1f}{3521}{4b22}あたし、ちょっとそそっかしい{↙}とこあるから、{↙}気をつけなきゃですね。{结束}"
event_mes_data_0102_0059: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}もうすぐ産まれるかなぁって{↙}思うんです。{2b23}{401f}{娜娜}{491f}{3521}男の子かなぁ、女の子かなぁ。{↙}もうドキドキしっぱなしです！{结束}"
event_mes_data_0102_0060: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}今日も一日、{↙}お仕事頑張りましょうね。{结束}"
event_mes_data_0102_0061: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あ！　{9123}。{↙}お腹すいてますか？{2b23}{c021}あたしだって料理できるんです{↙}から、ご飯作りますよ。{结束}"
event_mes_data_0102_0062: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}{9123}と結婚して{↙}あたし、すごくハッピーです。{2b23}{401f}{娜娜}{491f}{3521}ずっと両親みたいな幸せな{↙}家庭を作りたいなーって{↙}思ってたんです。{结束}"
event_mes_data_0102_0063: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}{9123}は{↙}とっても頼れるだんな様です♪{2b23}牧場もお店もどっちもできる{↙}人なんて、そうそうだれにも{↙}できないですよ。{结束}"
event_mes_data_0102_0064: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}あたし、ここの生活にもだいぶ{↙}慣れてきたと思うんです。{2b23}{401f}{娜娜}{491f}{3521}{c121}フフフッ。ずっと前から{↙}こういうお家に住んでみたいと{↙}思ってたんですよ。{结束}"
event_mes_data_0102_0065: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c721}牧場のお仕事、とっても{↙}たいへんそうですね。{2b23}{401f}{娜娜}{481f}{3521}あたしが言うのはへんかもしれ{↙}ないですけど、{↙}気をつけてくださいね。{结束}"
event_mes_data_0102_0066: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}むー…。{↙}お皿わっちゃいました…。{2b23}{401f}{娜娜}{4b1f}{3521}最近考え事しちゃって{↙}お料理もおそうじも集中{↙}できません…。{结束}"
event_mes_data_0102_0067: .strn "{401f}{娜娜}{4b1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}むー…。{↙}最近、調子が悪いんです。{2b23}なぜかは聞かなくても{↙}わかってると思いますぅ…。{结束}"
event_mes_data_0102_0068: .strn "{401f}{娜娜}{4a1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c221}もーっ、何ですか！？{↙}あたし、怒ってるんですよ！{结束}"
event_mes_data_0102_0069: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}けっこんご{↙}いかりカウンタ１０用ＭＳＧ。{结束}"
event_mes_data_0102_0070: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}けっこんご{↙}なかなおりしますか？ＭＳＧ。{结束}"
event_mes_data_0102_0071: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}けっこんご{↙}なかなおりＯＫＭＳＧ。{结束}"
event_mes_data_0102_0072: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}けっこんご{↙}なかなおりＮＧＭＳＧ。{结束}"
event_mes_data_0102_0073: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}ライバルけっこん後{↙}青い羽　見せた時ＭＳＧ。{结束}"
event_mes_data_0102_0074: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど{1608}{1008}{1008}{1008}{1008}以上。{结束}"
event_mes_data_0102_0075: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど{1508}{1008}{1008}{1008}{1008}以上。{↙}{结束}"
event_mes_data_0102_0076: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}ライバルけっこん後{↙}ゆうこうど{1408}{1008}{1008}{1008}{1008}以上。{↙}{结束}"
event_mes_data_0102_0077: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}ライバルけっこん後{↙}デートきょひＭＳＧ。{结束}"
event_mes_data_0102_0078: .strn "{401f}{娜娜}{4a1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0102_0079: .strn "{401f}{娜娜}{4a1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}おいていっちゃダメ！{结束}"
event_mes_data_0102_0080: .strn "{401f}{娜娜}{4a1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}まってよ！{结束}"
event_mes_data_0102_0081: .strn "{401f}{娜娜}{4a1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}こら！{结束}"
event_mes_data_0102_0082: .strn "{401f}{娜娜}{4a1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}えー！！！{结束}"
event_mes_data_0102_0083: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}天気がいいね。{结束}"
event_mes_data_0102_0084: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}風が気持ちいいね。{结束}"
event_mes_data_0102_0085: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}どこに連れてってくれるの？{结束}"
event_mes_data_0102_0086: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}フフッ{颜2}♥{颜1}{结束}"
event_mes_data_0102_0087: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}フフッ{颜2}♥{颜1}{结束}"
event_mes_data_0102_0088: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0102_0089: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0102_0090: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0102_0091: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}はなれちゃダメ！{结束}"
event_mes_data_0102_0092: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}わー、カワイイ花ですね{颜2}♥{颜1}{↙}ありがとうございます！{结束}"
event_mes_data_0102_0093: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}ありがとうございます、{↙}{9123}{颜2}♥{颜1}{结束}"
event_mes_data_0102_0094: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}明日は星夜祭ですね。{2b23}{c121}{名字}さん、{↙}よろしければ、明日みんなで{↙}一緒に過ごしませんか？{结束}"
event_mes_data_0102_0095: .strn "{411f}{a41f}{481f}{3223}{0008}アネモネ達と過ごす{↙}{0008}さそいをことわる{结束}"
event_mes_data_0102_0096: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}{c521}本当ですか？{↙}ありがとうございます！{2b23}{401f}{娜娜}{481f}{3521}それじゃあ、明日{颜2}２０時{颜1}に{↙}{颜2}ホテル{颜1}で待ってますね。{结束}"
event_mes_data_0102_0097: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}{c621}そうですか…。{↙}おいそがしいですからね…。{结束}"
event_mes_data_0102_0098: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}明日は{颜2}２０時{颜1}に{↙}{颜2}ホテル{颜1}で待ってますね。{2b23}{401f}{娜娜}{491f}{3521}{c121}明日の事を考えると{↙}ワクワクしてきちゃいます。{结束}"
event_mes_data_0102_0099: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}何が入っているんでしょう？{9023}{结束}"
event_mes_data_0102_0100: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}{名字}さんは、この町の{↙}女の子で１番の親友です！{2b23}もっともーっといろんなお話し{↙}一緒にしたいです。{结束}"
event_mes_data_0102_0101: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}お仕事頑張らなきゃ。{↙}おそうじ♪　おそうじ♪{结束}"
event_mes_data_0102_0102: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}この場所、{↙}とってもステキですよね。{2b23}{401f}{娜娜}{491f}{3521}{c121}ここにいるだけで、時間が{↙}すごく早く経っちゃって。{↙}あたし、こまっちゃいます。{结束}"
event_mes_data_0102_0103: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}この町のみなさんは一緒にいて{↙}楽しい人ばかりです。{结束}"
event_mes_data_0102_0104: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}今日はちょっと実家に{↙}帰ってきますね。{结束}"
event_mes_data_0102_0105: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}今日のバザールはどんなものが{↙}売ってるか楽しみですね。{结束}"
event_mes_data_0102_0106: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}フフフッ。{↙}楽しかったですね。{结束}"
event_mes_data_0102_0107: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}おじいちゃんとおばあちゃんの{↙}ところに行って来ますね。{结束}"
event_mes_data_0102_0108: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}お仕事終わりましたか？{2b23}{401f}{娜娜}{491f}{3521}{c121}一緒に帰りましょ♪{结束}"
event_mes_data_0102_0109: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}弟や妹と遊んでると時間を{↙}忘れちゃいます。{2b23}{401f}{娜娜}{491f}{3521}{c721}はふぅ♪{↙}気持ちを切りかえて、{↙}お仕事に専念しなきゃですね！{结束}"
event_mes_data_0102_0110: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}今日も、この町の風は{↙}気持ちいいですね。{2b23}{401f}{娜娜}{491f}{3521}風車の羽根がくるくる、{↙}{c121}町の人ものんびり♪{↙}ウフフ。{结束}"
event_mes_data_0102_0111: .strn "ダミー番号。{结束}"
event_mes_data_0102_0112: .strn "ダミー番号。{结束}"
event_mes_data_0102_0113: .strn "ダミー番号。{结束}"
event_mes_data_0102_0114: .strn "ダミー番号。{结束}"
event_mes_data_0102_0115: .strn "ダミー番号。{结束}"
event_mes_data_0102_0116: .strn "ダミー番号。{结束}"
event_mes_data_0102_0117: .strn "ダミー番号。{结束}"
event_mes_data_0102_0118: .strn "ダミー番号。{结束}"
event_mes_data_0102_0119: .strn "ダミー番号。{结束}"
event_mes_data_0102_0120: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c021}あたしが優勝できるなんて…！{↙}ありがとうございます{颜2}♥{颜1}{结束}"
event_mes_data_0102_0121: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c021}今日は、来てくれて{↙}ありがとうございました。{2b23}{401f}{娜娜}{481f}{3521}また、来年も一緒にできると{↙}いいですね。{结束}"
event_mes_data_0102_0122: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}{名字}さんにそう言って{↙}もらえると、うれしいです{颜2}♥{颜1}{2b23}{401f}{娜娜}{481f}{3521}それじゃ、{↙}気をつけてお帰りくださいね。{结束}"
event_mes_data_0102_0123: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}お仕事お疲れさまです、{↙}{9123}。{2b23}{401f}{娜娜}{491f}{3521}{c121}今日は星夜祭なので、料理を{↙}用意して待ってたんですよ！{结束}"
event_mes_data_0102_0124: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}どうですか、この料理。{↙}頑張っちゃいました{颜2}♥{颜1}{2b23}{401f}{娜娜}{491f}{3521}{c021}それじゃあ、{↙}料理が冷めちゃわないうちに{↙}食べましょう！{结束}"
event_mes_data_0102_0125: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}今日はお祭りみたいですね。{↙}なんだか楽しみです。{结束}"
event_mes_data_0102_0126: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}次は、{名字}さんが出場{↙}するのを楽しみにしてますね。{结束}"
event_mes_data_0102_0127: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c521}すごーい、{名字}さん！{↙}おめでとうございます！{结束}"
event_mes_data_0102_0128: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}う～ん、{↙}もうちょっとでしたね…。{结束}"
event_mes_data_0102_0129: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}すごくおいしい料理でしたね。{结束}"
event_mes_data_0102_0130: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}みなさんにステキな花を{↙}渡したいですね。{结束}"
event_mes_data_0102_0131: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}お仕事お疲れさまです。{↙}{9123}。{2b23}今日は、{9123}に{↙}プレゼントがあるんです。{↙}こっちに来てください。{结束}"
event_mes_data_0102_0132: .strn "{411f}{娜娜}{4d1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}今日は{9123}の{↙}誕生日ですよね。{2b23}{411f}{娜娜}{491f}{3621}お料理をいーっぱい{↙}用意しました。{↙}あたしの自信作です。{2b23}それじゃあ、{↙}一緒に食べましょう！{结束}"
event_mes_data_0102_0133: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{9123}、{↙}おかえりなさい。{2b23}今日はあたし達の{↙}特別な日なので、{↙}お料理を用意してますよ。{结束}"
event_mes_data_0102_0134: .strn "{411f}{娜娜}{4d1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}どうですか？{↙}頑張って作ったんですよ。{2b23}{411f}{娜娜}{491f}{3621}さぁ、今日はあたし達２人の{↙}誕生日です。{↙}一緒にお祝いです！{结束}"
event_mes_data_0102_0135: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}おかえりなさい、{↙}{9123}。{2b23}今日は、あたしの誕生日だから{↙}料理を作って待ってたんです。{结束}"
event_mes_data_0102_0136: .strn "{411f}{娜娜}{4d1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{9123}に{↙}お祝いしてもらいたくて…。{2b23}{411f}{娜娜}{491f}{3621}{c121}いっぱい作っちゃいました{颜2}♥{颜1}{↙}それじゃあ、{↙}一緒に食べましょう！{结束}"
event_mes_data_0102_0137: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}お仕事お疲れさまです。{↙}{9123}。{2b23}{411f}{娜娜}{491f}{3621}{c021}今日は、{3723}の{↙}誕生日ですよ。{2b23}さぁ、{↙}一緒にお祝いしましょう。{结束}"
event_mes_data_0102_0138: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}あたし達の{3723}は、{↙}かわいいですね。{2b23}{411f}{娜娜}{4d1f}{3621}{c121}これからも２人で、{↙}大事にしていきましょうね。{结束}"
event_mes_data_0102_0139: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}お仕事お疲れさまです、{↙}{9123}。{2b23}{411f}{娜娜}{491f}{3621}{c021}今日は{3723}の{↙}誕生日ですよ。{2b23}ちょっと、{↙}こっちに来てください。{结束}"
event_mes_data_0102_0140: .strn "{411f}{娜娜}{491f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}すごいでしょ？{↙}アネモネ頑張りました{颜2}♥{颜1}{2b23}それじゃあ、{↙}みんなで一緒に食べましょう！{结束}"
event_mes_data_0102_0141: .strn "{411f}{娜娜}{481f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}お仕事お疲れさまです。{↙}{9123}。{2b23}{411f}{娜娜}{491f}{3621}{c121}今日はあたし達の{↙}結婚した日ですね。{2b23}特別な日なので、{↙}お料理を作って{↙}待ってたんですよ。{结束}"
event_mes_data_0102_0142: .strn "{411f}{娜娜}{4d1f}{3621}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{9123}に{↙}喜んで欲しかったんです。{2b23}すごいでしょ？{↙}アネモネ頑張りました{颜2}♥{颜1}{2b23}それじゃあ、冷めないうちに{↙}食べましょう！{结束}"
event_mes_data_0102_0143: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c421}え？　おじいちゃんが言ってた{↙}事件について…ですか？{2b23}{401f}{娜娜}{4c1f}{3521}うーん、その時あたし実家に{↙}帰っていていなかったんです。{↙}だから、わからないですー…。{结束}"
event_mes_data_0102_0144: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}この間、おばあちゃんが{↙}おかしを作ってくれたんです。{2b23}それが、あたしの大好きな{↙}ストロベリーパイで！　ふふっ{↙}とっても、うれしかったです{颜2}♥{颜1}{结束}"
event_mes_data_0102_0145: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c621}アネモネ、{↙}また失敗しちゃいました…。{2b23}{401f}{娜娜}{4b1f}{3521}{c721}うぅ…、どうしてアネモネは{↙}いつもこうなんでしょう…。{结束}"
event_mes_data_0102_0146: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}あ、{名字}さん。{2b23}{名字}さん達は、{↙}どれくらいこのホテルに{↙}泊まるんですか？{2b23}{401f}{娜娜}{4c1f}{3521}{c721}アネモネ、みなさんが{↙}いなくなったらちょっぴり{↙}さびしいです…。{结束}"
event_mes_data_0102_0147: .strn "{401f}{娜娜}{4d1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}むこう岸にいる、シギュンと{↙}ララミーの事を見てたんです。{2b23}{401f}{娜娜}{491f}{3521}{c121}あの二人を見ていると、{↙}実家の妹達の事を思い出して、{↙}懐かしくなっちゃいます。{结束}"
event_mes_data_0102_0148: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c121}今日はまだ、{↙}何も失敗してないんですよ♪{2b23}あたしだって、やれば{↙}できるんです！{↙}{0a27}{0a27}{4c1f}…って、あぁー！？{2b23}{401f}{娜娜}{4b1f}{3521}{c521}…ハ、ハタキが{↙}おれちゃいました。{↙}はうー…大切なものなのに…。{结束}"
event_mes_data_0102_0149: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}アギの家って、{↙}少し変わってますよね。{2b23}{c121}いろいろなものがあって{↙}まるで、ぼうけんしてるような{↙}気持ちになるんです♪{结束}"
event_mes_data_0102_0150: .strn "{401f}{娜娜}{4c1f}{3521}{2f23}{颜3}アネモネ{颜1}{2c23}{↙}{c321}むー…、天気が悪いと、{↙}お洗たくができません…。{结束}"
event_mes_data_0102_0151: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}{c521}あっ、{9123}。{↙}お友達が来てるんですよね！{2b23}{401f}{娜娜}{491f}{3521}{c121}家の事はあたしにまかせて、{↙}たまにはゆっくり、お友達と{↙}羽をのばしてきてください♪{结束}"
event_mes_data_0102_0152: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}{名字}さん！　話は{↙}{功能1}から聞いてます♪{2b23}いつも{功能1}と{↙}仲良しでいてくださって、{↙}ありがとうございます{颜2}♥{颜1}{2b23}これからも、よろしく{↙}お願いしますね！{结束}"
event_mes_data_0102_0153: .strn "{401f}{娜娜}{491f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}{c521}あ、{名字}さん。話は{↙}{功能1}から聞いてます♪{2b23}{名字}さんは、{↙}大切な親友なんだーって♪{2b23}これからも、{功能1}の事{↙}よろしくお願いしますね！{结束}"
event_mes_data_0102_0154: .strn "{401f}{娜娜}{481f}{3521}{2f23}{颜3}アネモネ{2c23}{颜1}{↙}{c521}あ、{名字}さん。今日も{↙}いらしてたんですね！{2b23}{401f}{娜娜}{4c1f}{3521}{c321}{功能1}、いつもあなたの{↙}話ばかりするんですよ。{↙}ちょっぴりヤキモチです…。{2b23}{401f}{娜娜}{491f}{3521}{c121}…なんて、じょうだんです！{↙}これからも、{功能1}の事{↙}よろしくお願いしますね♪{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0102_End: .hword 0x270F,(event_mes_data_0102_0000 - event_mes_data_0102_header)/2
;event_mes_data_0102文本数量为：155
