;子文件头
event_mes_data_0990_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0990_0000 - event_mes_data_0990_header)
    .hword (event_mes_data_0990_0001 - event_mes_data_0990_header)
    .hword (event_mes_data_0990_0002 - event_mes_data_0990_header)
    .hword (event_mes_data_0990_0003 - event_mes_data_0990_header)
    .hword (event_mes_data_0990_0004 - event_mes_data_0990_header)

event_mes_data_0990_0000: .strn "{411f}{卡米尔}{4c1f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e421}あ、あんな所で、{↙}{颜2}青い羽根{颜1}を渡すなよ。{2b23}ビックリするじゃないか…。{结束}"
event_mes_data_0990_0001: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}…オレは、今まで数多くの{↙}女性と接してきた。{2b23}{名字}みたいな、{↙}タイプは初めてだよ。{2b23}今までの接した女性は、{↙}オレが旅先の話をしても、{↙}興味をしめさなかったんだ。{2b23}{411f}{卡米尔}{491f}{3621}{e421}だが…、{↙}{名字}は違った。{2b23}話を真剣に聞いてくれたし、{↙}オレの事も理解してくれた。{2b23}{2d23}………{2c23}オ、オレで良かったら、{↙}{2d23}………{2c23}{411f}{卡米尔}{4d1f}{3621}結婚してくれるか？{结束}"
event_mes_data_0990_0002: .strn "{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}町長に報告しておいた方が、{↙}良さそうだ。{2b23}{411f}{卡米尔}{491f}{3621}{e021}じゃ、一緒に行こうか。{结束}"
event_mes_data_0990_0003: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}なんと、そうであったか。{↙}これはめでたい！{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}本当に！{2b23}おめでとう。{↙}{名字}さん、{↙}ロイドさん。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}いやぁ、{↙}しかしおどろいたぞ。{2b23}ロイドくんは、{↙}てっきりウチのシェ…{2b23}{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{aa21}お父さん！{↙}何言ってるのよ！！{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}い…いや、なんでもない。{结束}"
event_mes_data_0990_0004: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}それで、{↙}式はいつにするんだね？{2b23}{411f}{卡米尔}{481f}{3621}{2f23}{颜3}ロイド{颜1}{2c23}{↙}話し合ったんだが、{↙}一週間後ぐらいがいいだろう。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}町をあげて、{↙}お祝いをしなければな。{2b23}{451f}{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}お父さん、{↙}ハリキリすぎないでよ？{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}わかった、わかった。{↙}{5622}ハハハハハ。{0a27}{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}ロイドさんはわたしにとって、{↙}お兄さんみたいな存在なの。{2b23}{名字}さん、{↙}ロイドさんと仲良くね？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0990_End: .hword 0x270F,(event_mes_data_0990_0000 - event_mes_data_0990_header)/2
;event_mes_data_0990文本数量为：5
