;子文件头
event_mes_data_0994_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0994_0000 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0001 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0002 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0003 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0004 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0005 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0006 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0007 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0008 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0009 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0010 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0011 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0012 - event_mes_data_0994_header)
    .hword (event_mes_data_0994_0013 - event_mes_data_0994_header)

event_mes_data_0994_0000: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ef21}あ、{名字}さん。{↙}ちょうど良かったです。{结束}"
event_mes_data_0994_0001: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}今日は、ケヴィンくんが{↙}遊びに来るみたいなんです。{2b23}{401f}{奇力克}{4c1f}{3521}{ed21}でも、ボク…子供と話すのが{↙}少し苦手なんです。{2b23}{401f}{奇力克}{491f}{3521}{名字}さんが、いたら{↙}心強いなぁーって{↙}思ってたんですよ。{结束}"
event_mes_data_0994_0002: .strn "{401f}{奇力克}{481f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{5122}…え、この像ですか？{2b23}{401f}{奇力克}{491f}{3521}いつか、この町に{↙}ボクの作品を飾ってもらう事が{↙}ボクの夢なんです。{2b23}{e921}だから、町長さんの像を作って{↙}みんなに見てもらえたらなって{↙}思ってるんです。{结束}"
event_mes_data_0994_0003: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{2A22}兄ちゃん、{↙}おじゃまするよー。{结束}"
event_mes_data_0994_0004: .strn "{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}やっほー、兄ちゃん。{↙}遊びにきたぜ！{结束}"
event_mes_data_0994_0005: .strn "{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}これ、フェリックスたい長？{↙}兄ちゃん、すげーじゃん！{2b23}{401f}{菖蒲}{491f}{3521}それに、これ…、{↙}同じくらい強そうだな！{结束}"
event_mes_data_0994_0006: .strn "{401f}{奇力克}{4a1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ea21}イタズラしないでください！{结束}"
event_mes_data_0994_0007: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ed21}うう…、聞こえなかった{↙}みたいですね…。{结束}"
event_mes_data_0994_0008: .strn "{411f}{a41f}{481f}{3223}{0008}注意をする{↙}{0008}様子を見る{结束}"
event_mes_data_0994_0009: .strn "{401f}{菖蒲}{491f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2822}そうだな！{↙}外で遊ぶ事にするよ！{2b23}{401f}{菖蒲}{481f}{3521}兄ちゃん、{↙}ちらかしちゃってごめんな！{结束}"
event_mes_data_0994_0010: .strn "{401f}{奇力克}{491f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{名字}さん、{↙}ありがとうございます。{2b23}{401f}{奇力克}{4b1f}{3521}ボク、どうしても怒るのが{↙}苦手なんですよ…。{2b23}{401f}{奇力克}{491f}{3521}{e821}でも、{名字}さんの{↙}おかげで本当に助かりました。{结束}"
event_mes_data_0994_0011: .strn "{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}{2b22}…あれ？　なんだこれ？{↙}くっつかないぞ？{结束}"
event_mes_data_0994_0012: .strn "{401f}{菖蒲}{481f}{3521}{2f23}{颜3}ケヴィン{颜1}{2c23}{↙}兄ちゃん、{↙}ちらかしちゃってごめんな！{2b23}{401f}{菖蒲}{491f}{3521}{2822}オレっち、{↙}外で遊ぶ事にするよ！{结束}"
event_mes_data_0994_0013: .strn "{401f}{奇力克}{4b1f}{3521}{2f23}{颜3}アギ{颜1}{2c23}{↙}{ec21}はぁ…、{↙}やっぱり子供は苦手です…。{2b23}それじゃあ、{↙}ボクは片付けますので{↙}外に出てもらっていいですか？{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0994_End: .hword 0x270F,(event_mes_data_0994_0000 - event_mes_data_0994_header)/2
;event_mes_data_0994文本数量为：14
