;子文件头
event_mes_data_0133_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0133_0000 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0001 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0002 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0003 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0004 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0005 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0006 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0007 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0008 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0009 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0010 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0011 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0012 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0013 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0014 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0015 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0016 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0017 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0018 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0019 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0020 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0021 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0022 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0023 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0024 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0025 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0026 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0027 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0028 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0029 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0030 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0031 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0032 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0033 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0034 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0035 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0036 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0037 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0038 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0039 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0040 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0041 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0042 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0043 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0044 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0045 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0046 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0047 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0048 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0049 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0050 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0051 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0052 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0053 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0054 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0055 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0056 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0057 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0058 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0059 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0060 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0061 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0062 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0063 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0064 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0065 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0066 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0067 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0068 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0069 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0070 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0071 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0072 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0073 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0074 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0075 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0076 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0077 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0078 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0079 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0080 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0081 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0082 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0083 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0084 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0085 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0086 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0087 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0088 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0089 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0090 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0091 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0092 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0093 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0094 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0095 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0096 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0097 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0098 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0099 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0100 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0101 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0102 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0103 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0104 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0105 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0106 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0107 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0108 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0109 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0110 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0111 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0112 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0113 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0114 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0115 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0116 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0117 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0118 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0119 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0120 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0121 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0122 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0123 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0124 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0125 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0126 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0127 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0128 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0129 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0130 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0131 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0132 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0133 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0134 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0135 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0136 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0137 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0138 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0139 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0140 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0141 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0142 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0143 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0144 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0145 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0146 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0147 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0148 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0149 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0150 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0151 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0152 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0153 - event_mes_data_0133_header)
    .hword (event_mes_data_0133_0154 - event_mes_data_0133_header)

event_mes_data_0133_0000: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}{d721}初めまして、ですね。{↙}ボクは{颜3}ユリス{颜1}と言います。{2b23}同じ町の住人ですし、これから{↙}よろしくお願いします。{结束}"
event_mes_data_0133_0001: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d521}昨日はすごい天気でしたね。{2b23}ああ言う天気の日は、{↙}外に出ると危ないですよ。{结束}"
event_mes_data_0133_0002: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}おはようございます、{↙}{名字}さん。{结束}"
event_mes_data_0133_0003: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}こんにちは、{↙}{名字}さん。{结束}"
event_mes_data_0133_0004: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}こんばんは、{↙}{名字}さん。{2b23}あまり暗くならないうちに{↙}帰った方がいいですよ。{结束}"
event_mes_data_0133_0005: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}フフッ。{↙}動物はかわいいですね。{结束}"
event_mes_data_0133_0006: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d621}動物はかわいいんですが、{↙}この子はちょっと…。{结束}"
event_mes_data_0133_0007: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}これは{颜2}青い羽根{颜1}ですか？{↙}もしかして、ボクにですか？{2b23}{d621}………ええっと、{↙}少し落ち着いた場所で{↙}話しませんか？{结束}"
event_mes_data_0133_0008: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}女性の方はそう言うおとぎ話の{↙}ようなものが好きですね。{2b23}ボクは、あまりそう言った{↙}ものには興味ないですね。{结束}"
event_mes_data_0133_0009: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d521}申しわけないですが、{↙}受けとれません。{2b23}それは、だれかべつの人に{↙}渡してください。{结束}"
event_mes_data_0133_0010: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d521}これ以上は受け取るわけには{↙}いきません。{2b23}それは、だれかべつの人に{↙}渡してください。{结束}"
event_mes_data_0133_0011: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}これは………、{↙}{4d22}そう言えば感謝祭でしたね。{2b23}{401f}{亚修}{481f}{d021}ありがとうございます、{↙}{名字}さん。{结束}"
event_mes_data_0133_0012: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{4d22}感謝祭…、ですね。{↙}ありがとうございます。{2b23}{401f}{亚修}{4c1f}でも{名字}さん。{↙}こういうものは、一番大切な{↙}人だけに渡すべきですよ。{结束}"
event_mes_data_0133_0013: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d621}申しわけありませんが、{↙}これは受け取れません。{结束}"
event_mes_data_0133_0014: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ボクの誕生日にわざわざこれを{↙}用意してくれたんですか？{2b23}{401f}{亚修}{491f}{3521}{d021}…とてもうれしいです。{↙}ありがとうございます、{↙}{名字}さん。{结束}"
event_mes_data_0133_0015: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}これは{颜2}ハーブ香水{颜1}ですね。{↙}え？　もらっていいんですか？{2b23}{401f}{亚修}{491f}{3521}{d021}ありがとうございます。{↙}この香水はとてもいい香りで{↙}大好きなんです。{结束}"
event_mes_data_0133_0016: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0133_0017: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0133_0018: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}え？{↙}誕生日プレゼントですか？{2b23}{401f}{亚修}{491f}{3521}うれしいです。{↙}{d121}ありがとうございます。{结束}"
event_mes_data_0133_0019: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}え？{↙}これをもらっていいんですか？{2b23}{401f}{亚修}{491f}{3521}{d121}ありがとうございます。{结束}"
event_mes_data_0133_0020: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}誕生日プレゼントですか？{↙}ありがとうございます。{结束}"
event_mes_data_0133_0021: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ありがとうございます。{结束}"
event_mes_data_0133_0022: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}これをボクに？{↙}…{d521}ありがとうございます。{结束}"
event_mes_data_0133_0023: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0133_0024: .strn "{401f}{亚修}{4a1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d221}あなたはどうしてこんなものを{↙}他人にわたせるんですか？{2b23}これはボクの一番キライなもの{↙}です。{↙}もう持ってこないでください。{结束}"
event_mes_data_0133_0025: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}もうすぐ結婚式。{↙}とても待ち遠しいですね。{2b23}{401f}{亚修}{4d1f}{3521}{d021}あなたと一緒に暮らす事になる{↙}なんて…。{↙}まだ信じられないくらいです。{结束}"
event_mes_data_0133_0026: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ディルカはあなたの夫として、{↙}しっかりやっていますか？{2b23}{401f}{亚修}{491f}{3521}{d021}子供あつかいしているわけでは{↙}ありませんが、兄としてやはり{↙}気になりますね。{结束}"
event_mes_data_0133_0027: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}結婚生活はどうですか？{2b23}{401f}{亚修}{491f}{3521}{d021}家族は何にもかえがたいもの{↙}ですから…。{↙}大切にしてくださいね。{结束}"
event_mes_data_0133_0028: .strn "{401f}{亚修}{4b1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}今日は台風ですか…。{2b23}{d621}こんな日はいやな事ばかり{↙}思い出してしまう…。{结束}"
event_mes_data_0133_0029: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d121}外で遊びたそうな顔を{↙}してますね。{2b23}{401f}{亚修}{491f}{3521}こんなに雪が降っているのに{↙}なんだか子供達と同じですね。{结束}"
event_mes_data_0133_0030: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{名字}さんはとても尊敬{↙}できる人だと思います。{2b23}{401f}{亚修}{491f}{3521}{d021}こうしてあなたと話せる事は、{↙}ボクにとってとてもうれしい事{↙}なんです。{结束}"
event_mes_data_0133_0031: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}{名字}さんはとても{↙}しっかりした人ですよね。{2b23}きっと町の人達みんなが{↙}あなたの事をとても頼りにして{↙}いると思いますよ。{结束}"
event_mes_data_0133_0032: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{名字}さんはバザールの{↙}お店を出してますよね。{2b23}{401f}{亚修}{491f}{3521}{d021}ボクもあなたのように、{↙}この町のために役に立てればと{↙}思っています。{结束}"
event_mes_data_0133_0033: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{名字}さんに兄弟は{↙}いますか？{2b23}{401f}{亚修}{4c1f}{3521}{d621}ボクはディルカの親がわりでも{↙}ありますから、あの子の将来が{↙}一番心配ですね。{结束}"
event_mes_data_0133_0034: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}この家にある本は父のもの{↙}なんですよ。{2b23}{d021}むずかしい本も多いですが{↙}じっくり読んでみると{↙}おもしろいですよ。{结束}"
event_mes_data_0133_0035: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}どうかしましたか？{↙}{名字}さん。{2b23}{d721}ああ、ディルカに用ですか？{结束}"
event_mes_data_0133_0036: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}どうかしましたか？{↙}{名字}さん。{2b23}何か用ですか？{结束}"
event_mes_data_0133_0037: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}そうだ、{名字}さん。{↙}今度一緒にお話ししませんか？{2b23}もちろんお互い都合があると{↙}思いますが、よければ声を{↙}かけてくださいね。{结束}"
event_mes_data_0133_0038: .strn "{401f}{亚修}{4c1f}{3521}{0820}{0e20}{2f23}{颜3}ユリス{颜1}{2c23}{↙}あなたと言う人物について、{↙}考え直しているところです。{2b23}その理由はあなたが一番よく{↙}知っているのではないですか？{结束}"
event_mes_data_0133_0039: .strn "{411f}{a41f}{481f}{3223}{0008}ごめんなさい………{↙}{0008}好きにすれば{结束}"
event_mes_data_0133_0040: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d621}その言葉をボクは信じていいの{↙}ですか…？{2b23}{401f}{亚修}{481f}{3521}いえ、この話はもうここで{↙}終わりにしましょう。{↙}ボクも少し言いすぎました。{结束}"
event_mes_data_0133_0041: .strn "{401f}{亚修}{4a1f}{3521}{0820}{0e20}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d221}なっ………。{↙}そうですか。{2b23}あなたがそう言うつもりなら{↙}ボクは好きさせてもらいます。{结束}"
event_mes_data_0133_0042: .strn "{411f}{a41f}{481f}{3223}{0008}デートにさそう{↙}{0008}何もしない{结束}"
event_mes_data_0133_0043: .strn "{401f}{亚修}{4b1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{9123}、天気が悪くても{↙}仕事があるとは思いますが…。{2b23}{401f}{亚修}{4c1f}{3521}本当はあんな日ぐらい仕事を{↙}休んでほしい…そう思います。{↙}{d521}これはボクのわがままですね。{结束}"
event_mes_data_0133_0044: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}おはようございます、{↙}{9123}。{结束}"
event_mes_data_0133_0045: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}家の事でボクにできる事は{↙}やっておきますね。{2b23}{401f}{亚修}{491f}{3521}{d121}料理も何かリクエストがあれば{↙}作りますから、何でも言って{↙}くださいね。{结束}"
event_mes_data_0133_0046: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}{9123}、{↙}お仕事お疲れさまです。{结束}"
event_mes_data_0133_0047: .strn "{401f}{亚修}{481f}{3521}けっこん後、青い羽ＭＳＧ。{结束}"
event_mes_data_0133_0048: .strn "{401f}{亚修}{4d1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d321}あ……、{0b27}{↙}ありがとうございます。{2b23}{401f}{亚修}{491f}{d121}{9123}は、結婚しても{↙}こういう日を大切にしてくれる{↙}んですね{颜2}♥{颜1}{结束}"
event_mes_data_0133_0049: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}誕生日プレゼントですか？{2b23}{401f}{亚修}{4d1f}{3521}{d021}ありがとうございます。{↙}とても…うれしいです。{结束}"
event_mes_data_0133_0050: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}あ、{颜2}ハーブ香水{颜1}ですね。{↙}もらっても…いいのですか？{2b23}{d021}ありがとうございます。{↙}とてもうれしいです。{结束}"
event_mes_data_0133_0051: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0133_0052: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0133_0053: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0133_0054: .strn "私はこのＭＳＧはありません。{结束}"
event_mes_data_0133_0055: .strn "{401f}{亚修}{4a1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d221}あなたはボクを怒らせたいの{↙}ですか！？{2b23}誕生日のプレゼントに{↙}こんなものをもらっても、{↙}うれしくありませんっ！{结束}"
event_mes_data_0133_0056: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d521}ボクの一番キライなものです。{↙}知ってますよね？{2b23}{401f}{亚修}{4b1f}{3521}あなたはボクの大切な人です。{↙}だから怒る事はしたくない…。{↙}次からはやめてくださいね。{结束}"
event_mes_data_0133_0057: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}牧場の仕事があると思いますが{↙}ケガに気をつけてくださいね。{2b23}{401f}{亚修}{491f}{3521}{d021}もう、{9123}１人の{↙}からだじゃないんですから。{结束}"
event_mes_data_0133_0058: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{9123}、{↙}ムリはしてないですか？{2b23}{d621}ケガをしていないか、{↙}たおれたりしていないか、{↙}とても心配で心配で………。{结束}"
event_mes_data_0133_0059: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}もうすぐボク達２人に新しい{↙}家族が生まれるんですね。{2b23}{401f}{亚修}{4d1f}{3521}{d021}ああ、本当に待ち遠しいです。{↙}{结束}"
event_mes_data_0133_0060: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}今日も一日、{↙}頑張りましょうね。{2b23}{401f}{亚修}{491f}{3521}{d021}ボクにできる事があるなら{↙}何でもたよってください。{结束}"
event_mes_data_0133_0061: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}家族がいるというのは、{↙}とても良い事ですね。{2b23}それだけで何があっても{↙}頑張れる気がします。{结束}"
event_mes_data_0133_0062: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}いつも牧場の仕事、{↙}お疲れさまです。{2b23}{401f}{亚修}{4d1f}{3521}{d121}{9123}と結婚してボクは{↙}本当に幸せだと…。あなたと{↙}一緒にいるとそう思います。{结束}"
event_mes_data_0133_0063: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ずっと１人で頑張らないと、と{↙}思っていました。{2b23}{401f}{亚修}{491f}{3521}{d021}でも、これからはあなたと{↙}一緒にわけ合っていけば{↙}いいんですね。{结束}"
event_mes_data_0133_0064: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{9123}は、牧場もお店も{↙}とても頑張っていますよね。{2b23}{d121}本当に…、あなたはボクに{↙}とって最高の奥さんです。{结束}"
event_mes_data_0133_0065: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}仕事はたいへんだと思いますが{↙}頑張ってくださいね。{2b23}{d021}いつでも、{9123}を{↙}応援していますからね。{结束}"
event_mes_data_0133_0066: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}このごろの{9123}は{↙}とてもいそがしそうですね。{2b23}{d521}仕事があるのはわかりますが{↙}体調には気をつけてください。{结束}"
event_mes_data_0133_0067: .strn "{401f}{亚修}{4b1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d521}ふう…。なんだか最近{↙}考える事が多くて。{2b23}{401f}{亚修}{4c1f}{3521}つい、ため息ばかりついて{↙}しまいます。{结束}"
event_mes_data_0133_0068: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}家族でもやはり他人は{↙}他人なのでしょうか…。{2b23}{401f}{亚修}{4b1f}{3521}{d521}ふう…。{↙}どうしてこんな気持ちになるん{↙}でしょうか…？{结束}"
event_mes_data_0133_0069: .strn "けっこんご{↙}いかりカウンタ１０用ＭＳＧ。{结束}"
event_mes_data_0133_0070: .strn "けっこんご{↙}なかなおりしますか？ＭＳＧ。{结束}"
event_mes_data_0133_0071: .strn "けっこんご{↙}なかなおりＯＫＭＳＧ。{结束}"
event_mes_data_0133_0072: .strn "けっこんご{↙}なかなおりＮＧＭＳＧ。{结束}"
event_mes_data_0133_0073: .strn "ライバルけっこん後{↙}{结束}"
event_mes_data_0133_0074: .strn "ライバルけっこん後{↙}{结束}"
event_mes_data_0133_0075: .strn "ライバルけっこん後{↙}{结束}"
event_mes_data_0133_0076: .strn "ライバルけっこん後{↙}{结束}"
event_mes_data_0133_0077: .strn "ライバルけっこん後{↙}{结束}"
event_mes_data_0133_0078: .strn "どこへ行くんですか？{结束}"
event_mes_data_0133_0079: .strn "ボクはいつまでここであなたを{↙}待っていればいいのですか？{结束}"
event_mes_data_0133_0080: .strn "{d521}ふう…。いつまでこの時間が{↙}続くのでしょう？{结束}"
event_mes_data_0133_0081: .strn "申しわけないですが、{↙}そろそろ戻ってくれませんか？{结束}"
event_mes_data_0133_0082: .strn "時間のムダです。{↙}いいかげんにしてください。{2b23}だいたい２人でいるのに{↙}相手の事を考えない、その心を{↙}うたがいますよ。{结束}"
event_mes_data_0133_0083: .strn "静かで落ち着けいた場所で{↙}お話したいですね。{结束}"
event_mes_data_0133_0084: .strn "今日はどこへ連れて行って{↙}くれるのですか？{结束}"
event_mes_data_0133_0085: .strn "こうしてあなたとゆっくり{↙}過ごす事もいいですね。{结束}"
event_mes_data_0133_0086: .strn "{d021}フフッ。{↙}何でもないです。{结束}"
event_mes_data_0133_0087: .strn "まだどこでお話するか{↙}決まりませんか？{结束}"
event_mes_data_0133_0088: .strn "もういいです。あなたと一緒に{↙}いた時間はムダでした。{结束}"
event_mes_data_0133_0089: .strn "はなれちゃダメ！{结束}"
event_mes_data_0133_0090: .strn "はなれちゃダメ！{结束}"
event_mes_data_0133_0091: .strn "はなれちゃダメ！{结束}"
event_mes_data_0133_0092: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}あ、花祭りの花ですか？{↙}{0a27}{401f}{亚修}{491f}{3521}{d021}ありがとうございます。{结束}"
event_mes_data_0133_0093: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}今日は花祭りなんですね。{↙}{0a27}{401f}{亚修}{491f}{3521}{d021}ありがとう、{9123}。{结束}"
event_mes_data_0133_0094: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}明日は、星夜祭ですね。{2b23}{401f}{亚修}{491f}{3521}{d021}そうだ、良ければ明日{↙}みんなで一緒に{↙}過ごしませんか？{结束}"
event_mes_data_0133_0095: .strn "{411f}{a41f}{481f}{3223}{0008}ユリス達と過ごす{↙}{0008}さそいをことわる{结束}"
event_mes_data_0133_0096: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d021}ありがとうございます。{2b23}{401f}{亚修}{481f}{3521}では、明日{颜2}２０時{颜1}に{↙}{颜2}カフェ{颜1}に来てくださいね。{结束}"
event_mes_data_0133_0097: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d521}そうですか…。{0a27}残念ですが{↙}仕方ない事ですね。{结束}"
event_mes_data_0133_0098: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}明日は{颜2}２０時{颜1}に{↙}{颜2}カフェ{颜1}に来てくださいね。{2b23}{401f}{亚修}{491f}{3521}{d021}では、明日{↙}楽しみにしてますね。{结束}"
event_mes_data_0133_0099: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d621}何が入っているかわからない{↙}ものを受けとるのは…。{9023}{结束}"
event_mes_data_0133_0100: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{名字}さんといる時は{↙}とても心がやすらぎます。{2b23}{401f}{亚修}{491f}{3521}{d021}きっとあなたの優しい心が{↙}自然にそんな気持ちにさせて{↙}くれるんですね。{结束}"
event_mes_data_0133_0101: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}今日は都会の子供達の{↙}家庭教師の日なんです。{2b23}いい子達ばかりで{↙}教えるのが楽しいですよ。{结束}"
event_mes_data_0133_0102: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d521}ふう…。{↙}今日も一日お疲れさまです。{2b23}疲れたら甘いものがおすすめ{↙}ですが、香水の良い香りも{↙}リラックスできていいですよ。{结束}"
event_mes_data_0133_0103: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}都会に行くと、この町との{↙}違いにおどろかされます。{2b23}家庭教師をしている家の子供も{↙}この町の子供達とは{↙}ぜんぜん違いますしね。{结束}"
event_mes_data_0133_0104: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}今日はシギュンとララミーの{↙}家庭教師の日です。{结束}"
event_mes_data_0133_0105: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}シギュンもララミーも{↙}とても良い教え子達ですよ。{结束}"
event_mes_data_0133_0106: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}ここはいつもおだやかな風が{↙}吹いていて気持ちいいです。{结束}"
event_mes_data_0133_0107: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}今日はバザールですね。{2b23}{名字}さんも、今日は{↙}お店でいそがしそうですね。{结束}"
event_mes_data_0133_0108: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d521}ふう…。{↙}今日は少し疲れましたね。{结束}"
event_mes_data_0133_0109: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}今日は都会の子供達の{↙}家庭教師の日です。{2b23}{401f}{亚修}{491f}{3521}{d021}夕方にはもどりますから。{↙}それでは、いってきます。{结束}"
event_mes_data_0133_0110: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{9123}も仕事が終わった{↙}帰りですか？{2b23}{401f}{亚修}{491f}{3521}{d021}それなら一緒に帰りましょう。{结束}"
event_mes_data_0133_0111: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}この町の人達はいつでも{↙}優しいですよね。{2b23}{401f}{亚修}{491f}{3521}{d021}子供達への家庭教師も{↙}何かのかたちでこの町への{↙}お返しになればと思います。{结束}"
event_mes_data_0133_0112: .strn "ダミー番号。{结束}"
event_mes_data_0133_0113: .strn "ダミー番号。{结束}"
event_mes_data_0133_0114: .strn "ダミー番号。{结束}"
event_mes_data_0133_0115: .strn "ダミー番号。{结束}"
event_mes_data_0133_0116: .strn "ダミー番号。{结束}"
event_mes_data_0133_0117: .strn "ダミー番号。{结束}"
event_mes_data_0133_0118: .strn "ダミー番号。{结束}"
event_mes_data_0133_0119: .strn "ダミー番号。{结束}"
event_mes_data_0133_0120: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d121}ありがとうございます。{↙}とてもうれしいです！{结束}"
event_mes_data_0133_0121: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{名字}さん、今日は{↙}ありがとうございました。{2b23}{401f}{亚修}{481f}{3521}{d021}本当、楽しい時間って{↙}あっという間に{↙}過ぎてしまいますね。{结束}"
event_mes_data_0133_0122: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d121}それじゃあ、ボクは{↙}そろそろ帰りますね。{2b23}{401f}{亚修}{491f}{3521}また明日お会いしましょう、{↙}{名字}さん。{结束}"
event_mes_data_0133_0123: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}お疲れさまです、{↙}{9123}。{2b23}{d021}いつも頑張っているお礼に{↙}ちょっとしたプレゼントを{↙}用意してみました。{结束}"
event_mes_data_0133_0124: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d021}フフ、おどろかせてしまい{↙}ましたか？{2b23}{401f}{亚修}{4d1f}{3521}いつもの感謝の気持ちとして{↙}いっぱい作ってみました。{2b23}{401f}{亚修}{491f}{3521}{d021}それじゃあ、一緒に{↙}いただきましょうか。{结束}"
event_mes_data_0133_0125: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}今日は、楽しみですね。{结束}"
event_mes_data_0133_0126: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}次は出場してくださいね。{结束}"
event_mes_data_0133_0127: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}おめでとうございます。さすが{↙}{名字}さんですね。{结束}"
event_mes_data_0133_0128: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}結果はどうであれ{↙}カッコ良かったですよ。{结束}"
event_mes_data_0133_0129: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}今日は、ごちそうさまでした、{↙}{名字}さん。{结束}"
event_mes_data_0133_0130: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d421}みなさんに花を贈るなんて{↙}とてもステキですね。{结束}"
event_mes_data_0133_0131: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}お仕事お疲れさまです、{↙}{9123}。{2b23}{411f}{亚修}{491f}{3621}{d121}今日は{9123}の{↙}誕生日なので、料理を作って{↙}待っていたんですよ。{结束}"
event_mes_data_0133_0132: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d021}いつも{9123}は{↙}頑張ってくれてますから。{2b23}{411f}{亚修}{4d1f}{3621}そのお礼の気持ちもこめて…。{0a27}{↙}{411f}{亚修}{491f}{3621}さぁ、冷めないうちに{↙}いただきましょう。{结束}"
event_mes_data_0133_0133: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}おかえりなさい。{↙}{9123}。{2b23}{411f}{亚修}{491f}{3621}{d021}今日はボクと、そして{↙}{9123}の誕生日ですね。{↙}一緒にお祝いしましょう。{结束}"
event_mes_data_0133_0134: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d021}{9123}の笑顔が{↙}見たくて、頑張りました。{2b23}{411f}{亚修}{491f}{3621}{d121}少しでも喜んでもらえると{↙}うれしいです。{↙}さぁ、いただきましょう。{结束}"
event_mes_data_0133_0135: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}お仕事お疲れさまです。{↙}{9123}。{2b23}{411f}{亚修}{491f}{3621}{d021}今日はボクの誕生日なので、{↙}料理を用意して{↙}待っていたんですよ。{结束}"
event_mes_data_0133_0136: .strn "{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}こうして家族で祝ってもらえる{↙}日を過ごせるなんて…。{2b23}{411f}{亚修}{4d1f}{3621}{d021}とても幸せです。{0a27}{↙}{411f}{亚修}{491f}{3621}さあ、{↙}一緒にいただきましょう。{结束}"
event_mes_data_0133_0137: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}お疲れさまです。{↙}{9123}。{2b23}{411f}{亚修}{491f}{3621}{d021}今日は{3723}の{↙}誕生日ですね。{2b23}{411f}{亚修}{481f}{3621}さぁ、家族で一緒に{↙}お祝いしましょう。{结束}"
event_mes_data_0133_0138: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d021}{3723}は、{↙}元気に育ってくれています。{2b23}これからもボク達２人で、{↙}大事に育てていきましょうね。{结束}"
event_mes_data_0133_0139: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}おかえりなさい。{↙}{9123}。{2b23}{411f}{亚修}{491f}{3621}{d021}今日は{3723}の{↙}誕生日なので、料理を作って{↙}待っていたんですよ。{2b23}さぁ、こっちで一緒に{↙}お祝いをしましょう。{结束}"
event_mes_data_0133_0140: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d121}{3723}のために、{↙}頑張って作ったんですよ。{2b23}{3723}にも、もちろん{↙}{9123}にも喜んでもらえ{↙}ると、とてもうれしいです。{结束}"
event_mes_data_0133_0141: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}お仕事お疲れさまです。{↙}{9123}。{2b23}{411f}{亚修}{4d1f}{3621}{d021}今日はボク達の{↙}結婚記念日ですね。{2b23}{411f}{亚修}{491f}{3621}ちょっとした{↙}プレゼントを用意してるので、{↙}こっちに来てください。{结束}"
event_mes_data_0133_0142: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{2c23}{颜1}{↙}どうですか？{↙}気にいってもらえましたか？{2b23}{411f}{亚修}{491f}{3621}{d021}ちょっと、はりきり過ぎたかも{↙}しれませんね。{↙}さぁ、一緒に食べましょう。{结束}"
event_mes_data_0133_0143: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}寒くなってくるとこの辺りで{↙}時々変わった魚を見るんです。{2b23}{401f}{亚修}{4b1f}{3521}{d621}名前は…何だったかな…。{↙}なんだか、どこかの遠い国の{↙}人の名前のような…。{2b23}{401f}{亚修}{4c1f}{3521}{d521}サトウ？　カトウ？{↙}うーん、思い出せないです。{↙}すみません…。{结束}"
event_mes_data_0133_0144: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}最近、レコードの調子が{↙}悪いんですよ…。{2b23}{d621}なんとかならないかと、直す{↙}資料になりそうなものを、{↙}探しているのですが、はぁ…。{结束}"
event_mes_data_0133_0145: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d121}{名字}さん、{↙}知っていましたか？{2b23}{401f}{亚修}{491f}{3521}自分の町で全然釣れない魚も、{↙}友達の町に行けばたくさん{↙}釣れることがあるそうですよ。{结束}"
event_mes_data_0133_0146: .strn "{401f}{亚修}{4b1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}昨日、ディルカがめずらしく{↙}本を読みたいと言ったんです。{2b23}{401f}{亚修}{4b1f}{3521}そしたら、次の日には本棚が{↙}ぐちゃぐちゃ。一体何をしたら{↙}こんな事になるんでしょう…。{结束}"
event_mes_data_0133_0147: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}たまには運動もしないと、とは{↙}思うんですが…。{0a27}{491f}あ、そうだ！{2b23}{d121}ボクも牧場仕事を{↙}やってみるっていうのは{↙}どうでしょう？{2b23}…{0a27}{0a27}…{0a27}{0a27}…{0a27}{0a27}{4c1f}え、あの、{↙}どうしてそんなビミョウな{↙}顔をするんですか？{结束}"
event_mes_data_0133_0148: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d721}今日は料理の本を{↙}探しているんです。{2b23}{401f}{亚修}{491f}{3521}{d021}今夜は、ディルカの好きな{↙}クリームコロッケを作って{↙}あげようと思って。{结束}"
event_mes_data_0133_0149: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d621}ボクはあまり釣りをしたり{↙}しないんですが…。{2b23}{401f}{亚修}{491f}{3521}{d121}みなさんが楽しそうに{↙}釣りする姿を見ていたら、{↙}少しやりたくなってきました。{结束}"
event_mes_data_0133_0150: .strn "{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d521}雨の日って少しけだるいと{↙}いうか…やる気がでません…。{结束}"
event_mes_data_0133_0151: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d321}あ…、{9123}。{↙}お友達が来ているんですよね。{2b23}{401f}{亚修}{491f}{3521}{d121}家の事はボクにまかせて、{↙}たまにはゆっくり、お友達と{↙}羽をのばしてきてください。{结束}"
event_mes_data_0133_0152: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d421}{名字}さん。話は{↙}{功能1}から聞いてます。{2b23}いつも{功能1}が{↙}お世話になっています。{2b23}これからも、よろしく{↙}お願いしますね。{结束}"
event_mes_data_0133_0153: .strn "{401f}{亚修}{491f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d321}あ、{名字}さん。話は{↙}{功能1}から聞いてます。{2b23}{名字}さんは、{↙}大切な親友なんだ、って。{2b23}これからも、{功能1}の事{↙}よろしくお願いしますね？{结束}"
event_mes_data_0133_0154: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{2c23}{颜1}{↙}{d321}あ、{名字}さん。今日も{↙}いらしてたんですね！{2b23}{401f}{亚修}{4b1f}{3521}{功能1}、最近あなたの{↙}話ばかりするんですよ。{↙}すこし、やけちゃいますね…。{2b23}{401f}{亚修}{491f}{3521}{d021}フフッ、じょうだんです。{↙}これからも、{功能2}の事{↙}よろしくお願いしますね。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0133_End: .hword 0x270F,(event_mes_data_0133_0000 - event_mes_data_0133_header)/2
;event_mes_data_0133文本数量为：155
