;子文件头
event_mes_data_0397_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0397_0000 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0001 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0002 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0003 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0004 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0005 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0006 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0007 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0008 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0009 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0010 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0011 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0012 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0013 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0014 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0015 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0016 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0017 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0018 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0019 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0020 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0021 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0022 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0023 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0024 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0025 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0026 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0027 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0028 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0029 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0030 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0031 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0032 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0033 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0034 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0035 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0036 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0037 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0038 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0039 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0040 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0041 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0042 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0043 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0044 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0045 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0046 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0047 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0048 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0049 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0050 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0051 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0052 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0053 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0054 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0055 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0056 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0057 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0058 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0059 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0060 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0061 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0062 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0063 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0064 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0065 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0066 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0067 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0068 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0069 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0070 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0071 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0072 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0073 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0074 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0075 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0076 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0077 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0078 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0079 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0080 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0081 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0082 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0083 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0084 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0085 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0086 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0087 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0088 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0089 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0090 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0091 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0092 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0093 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0094 - event_mes_data_0397_header)
    .hword (event_mes_data_0397_0095 - event_mes_data_0397_header)

event_mes_data_0397_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ…。{↙}みな集まったようだな。{2b23}それでは、これより{↙}バザールの結果を発表する！{2b23}まずは…、{颜2}売上のベスト３{颜1}だ！{↙}第３位！！{↙}{颜2}{0210}G{颜1}で……{结束}"
event_mes_data_0397_0001: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{名字}{颜1}くんの店だ！{↙}おめでとう！{结束}"
event_mes_data_0397_0002: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{0510}{颜1}くんの店だ！{↙}おめでとう！{结束}"
event_mes_data_0397_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}続いて第２位！！{↙}{颜2}{功能2}G{颜1}で……{结束}"
event_mes_data_0397_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}最後に、第１位！！{↙}{颜2}{功能1}G{颜1}で……{结束}"
event_mes_data_0397_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{↙}キミ達にはわたしから{↙}プレゼントを渡すとしよう！{2b23}{颜2}{功能1}{颜1}だ。{↙}受け取ってくれたまえ！{结束}"
event_mes_data_0397_0006: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}…さて、次に。{2b23}もっともお客さんからの評判が{↙}良かった人の発表だ！{↙}もっとも評判が良かったのは…{结束}"
event_mes_data_0397_0007: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{名字}{颜1}くんだ！{9023}{结束}"
event_mes_data_0397_0008: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0422}わたしも町の代表として{↙}鼻が高い！{2b23}次もこの調子で頑張ろう！{9023}{结束}"
event_mes_data_0397_0009: .strn "{401f}{雪莉露}{4a1f}{3521}{5922}…むむ！？{2b23}{401f}{雪莉露}{481f}{3521}なんとキミは、売上ベスト３と{↙}お客さんの評判の両方に{↙}入賞しているようだな。{2b23}{401f}{雪莉露}{491f}{3521}{5522}…すばらしい！！{0a27}{2b23}{401f}{雪莉露}{481f}{3521}では、今回の努力の証として{↙}キミにこれを渡そう！{↙}{颜2}{功能1}{颜1}だ。{结束}"
event_mes_data_0397_0010: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{0610}{颜1}くんだ！{↙}親切でていねいな対応が{↙}お客さん達に大好評だったぞ！{结束}"
event_mes_data_0397_0011: .strn "{401f}{雪莉露}{481f}{3521}そして最後に、今回のバザール{↙}での総売上を発表する！！{↙}今回のみなの売上合計は…{结束}"
event_mes_data_0397_0012: .strn "{401f}{雪莉露}{481f}{3521}………、{0a27}{颜2}{功能1}G{颜1}だ！！{↙}したがって…、今回は目標…{↙}{0a27}{491f}{颜2}達成{颜1}となる！！{2b23}この結果は、すぐに{↙}風のウワサとなり、他の町の{↙}人々の耳にも届くだろう。{9023}{结束}"
event_mes_data_0397_0013: .strn "{401f}{雪莉露}{491f}{3521}これで、わが町のバザールも{↙}{颜2}{0710}{颜1}{↙}となったぞ！{9023}{结束}"
event_mes_data_0397_0014: .strn "{401f}{雪莉露}{481f}{3521}では、次のバザールの目標は、{↙}それぞれ{颜2}{0310}～{0410}G{颜1}ほど{↙}売上を目指そう！{2b23}では、これにてバザールの結果{↙}発表を終了する！{2b23}さあ、みな自宅に戻って、{↙}ゆっくりしてくれたまえ。{↙}それでは解散！{结束}"
event_mes_data_0397_0015: .strn "{401f}{雪莉露}{481f}{3521}では、次のバザールの目標は、{↙}それぞれ{颜2}{0310}～{0410}G{颜1}ほど{↙}売上を目指そう！{2b23}では、これにてバザールの結果{↙}発表を終了する！{2b23}さあ、みな自宅に戻って、{↙}ゆっくりしてくれたまえ。{↙}それでは解散！{结束}"
event_mes_data_0397_0016: .strn "そういえば今日はバザールの{↙}結果発表の日だったな…。{结束}"
event_mes_data_0397_0017: .strn "{411f}{a41f}{481f}{3223} 結果を聞きに行く！{↙} 結果を聞きに行かない{结束}"
event_mes_data_0397_0018: .strn "{411f}{a41f}{481f}本当に結果を聞きに行かない？{↙}{3223} 聞きに行かない{↙} やっぱり聞きに行く！{结束}"
event_mes_data_0397_0019: .strn "持ち上げているものを{↙}しまってから行こう…。{结束}"
event_mes_data_0397_0020: .strn "{401f}{雪莉露}{481f}{3521}では、次のバザールの目標は、{↙}それぞれ{颜2}{0310}～{0410}G{颜1}ほど{↙}売上を目指そう！{2b23}では、これにてバザールの結果{↙}発表を終了する！{2b23}さあ、みな自宅に戻って、{↙}ゆっくりしてくれたまえ。{↙}それでは解散！{结束}"
event_mes_data_0397_0021: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{0410}{颜1}くんの店だ！{↙}おめでとう！{结束}"
event_mes_data_0397_0022: .strn "{401f}{雪莉露}{491f}{3521}{颜2}{0310}{颜1}くんの店だ！{↙}おめでとう！{结束}"
event_mes_data_0397_0023: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}おっと、いけない。{↙}忘れるところだった！{2b23}{名字}くんに{↙}伝えなければならない事が{↙}あってね。{2b23}まず、礼を言わせてもらおう。{↙}バザールがこうして活気づいて{↙}きたのもキミのおかげだ。{2b23}キミの頑張りが、{↙}あればこそだ。{↙}本当に感謝している。{2b23}{401f}{雪莉露}{491f}{3521}{491f}…そこで、{0a27}だ！{↙}感謝の気持ちとして店の増築を{↙}行わせてもらう事にした！{2b23}{401f}{雪莉露}{481f}{3521}次回のバザールでは、{↙}すばらしい店になっている{↙}はずだ！{2b23}この店を使って、今後もぜひ{↙}頑張ってほしい！{结束}"
event_mes_data_0397_0024: .strn "{401f}{雪莉露}{491f}{3521}お客さんから、キミの店は{↙}どこの店より最高だ！　と、{↙}たいこばんをおされたよ。{结束}"
event_mes_data_0397_0025: .strn "{401f}{雪莉露}{491f}{3521}お客さんが、キミの店は良い{↙}ものが多くあるから、今後も{↙}ひいきにすると言っていたよ。{结束}"
event_mes_data_0397_0026: .strn "{401f}{雪莉露}{491f}{3521}お客さんから、キミの店は{↙}どの店よりも個性的な商品を{↙}売っていると感心していたよ。{结束}"
event_mes_data_0397_0027: .strn "{401f}{雪莉露}{491f}{3521}お客さんから、キミの店は{↙}どんなお客でも親切な対応を{↙}してくれると大好評だったぞ！{结束}"
event_mes_data_0397_0028: .strn "{401f}{雪莉露}{491f}{3521}お客さんが、商売人として{↙}しっかり目標を持っていると、{↙}人がらを気に入っていたよ。{结束}"
event_mes_data_0397_0029: .strn "{401f}{雪莉露}{491f}{3521}お客さんが、キミの対応は{↙}とても心がこもっている！{↙}と、とても感動していたよ。{结束}"
event_mes_data_0397_0030: .strn "{401f}{雪莉露}{481f}{3521}そして売上ベスト３に入った{↙}{名字}くんには、{↙}努力の証としてこれを渡そう。{2b23}{401f}{雪莉露}{491f}{3521}{5622}{颜2}{功能1}{颜1}だ。{↙}キミの役に立つとうれしい！{结束}"
event_mes_data_0397_0031: .strn "{401f}{雪莉露}{481f}{3521}それと、{名字}くんには{↙}お客さんからのプレゼントを{↙}あずかっているぞ。{2b23}{401f}{雪莉露}{491f}{3521}{5622}{颜2}{功能1}{颜1}だ。{↙}お客さんに、とても気にいって{↙}もらえている証だな。{结束}"
event_mes_data_0397_0032: .strn "{401f}{雪莉露}{4a1f}{3521}{5922}…むむ！？{2b23}{401f}{雪莉露}{481f}{3521}なんとキミは、売上ベスト３と{↙}お客さんの評判の両方に{↙}入賞しているようだな。{2b23}{401f}{雪莉露}{491f}{3521}{5522}すばらしい！！{0a27}{2b23}{401f}{雪莉露}{481f}{3521}では、今回の努力の証として{↙}キミにこれを渡そう！{↙}{颜2}{功能1}{颜1}だ。{结束}"
event_mes_data_0397_0033: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5822}まだまだ遠いようだ！{2c23}{0a27}{2b23}{401f}{雪莉露}{481f}{3521}だが、あせる事はない。{↙}まだ一歩ふみだしたばかりだ。{↙}ゆっくり頑張っていこう。{9023}{结束}"
event_mes_data_0397_0034: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5922}一歩前進したようだ！{2c23}{0a27}{2b23}{401f}{雪莉露}{481f}{3521}うむ。みなでお客さんの心を{↙}ガッチリつかんでいけば、{↙}おそれる事はなにもないな。{9023}{结束}"
event_mes_data_0397_0035: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{4b1f}{3521}{5b22}少しずつ前進しているようだ。{2b23}{401f}{雪莉露}{4a1f}{3521}いかんいかん！{↙}町長であるわたしが、{↙}落ち込んではダメだな！{2b23}{401f}{雪莉露}{491f}{3521}{0422}よし！{↙}気合いを入れていこう！！{9023}{结束}"
event_mes_data_0397_0036: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{4b1f}{3521}{5a22}まだ道のりは長いようだな…。{2b23}{401f}{雪莉露}{481f}{3521}先が見えなくて不安だろう。{0a27}{↙}{401f}{雪莉露}{4a1f}{3521}だが、みなが一緒だ！{↙}くじけずに進もう！{9023}{结束}"
event_mes_data_0397_0037: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5922}もうすぐおり返し地点だ！{2c23}{0a27}{2b23}苦しい時もあるだろう！{↙}だが、みなが一緒だ。{↙}まだ先は長いが頑張ろう！{9023}{结束}"
event_mes_data_0397_0038: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{491f}{3521}{5522}半分はこえたようだぞ！{2b23}{401f}{雪莉露}{481f}{3521}良い調子だ。{↙}みなも売上のてごたえを感じて{↙}いる事だろう。{9023}{结束}"
event_mes_data_0397_0039: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{491f}{3521}{5622}順調に努力が実っているぞ！{↙}うむ、喜ばしい事だな！{2b23}{401f}{雪莉露}{481f}{3521}みなの、ますますの頑張りを{↙}期待しているぞ。{9023}{结束}"
event_mes_data_0397_0040: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{491f}{3521}{0422}少し光が見えてきたようだ！{2b23}{401f}{雪莉露}{4a1f}{3521}いけるぞ！{↙}みな、気持ちをゆるめずに{↙}いこうぞ！{9023}{结束}"
event_mes_data_0397_0041: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5522}光が見えてきたようだ！{2c23}{0a27}{2b23}この調子で、目標目指して{↙}みなで一丸となって{↙}走りきろう。{9023}{结束}"
event_mes_data_0397_0042: .strn "{401f}{雪莉露}{481f}{3521}さて、今回のみなの頑張りで{↙}{颜2}{0210}{颜1}{↙}まで……………………、{0a27}{2b23}{401f}{雪莉露}{4a1f}{3521}{2e23}{d120}{5722}あと、一歩だぁーーーーー！{2c23}{0a27}{2b23}さぁ、最後の追いあげだ！{↙}みなで走りきろう！{9023}{结束}"
event_mes_data_0397_0043: .strn "{401f}{雪莉露}{481f}{3521}パターン１１{9023}{结束}"
event_mes_data_0397_0044: .strn "{401f}{雪莉露}{481f}{3521}パターン１２{9023}{结束}"
event_mes_data_0397_0045: .strn "{401f}{雪莉露}{481f}{3521}パターン１３{9023}{结束}"
event_mes_data_0397_0046: .strn "{401f}{雪莉露}{481f}{3521}パターン１４{9023}{结束}"
event_mes_data_0397_0047: .strn "{401f}{雪莉露}{481f}{3521}パターン１５{9023}{结束}"
event_mes_data_0397_0048: .strn "{401f}{雪莉露}{481f}{3521}パターン１６{9023}{结束}"
event_mes_data_0397_0049: .strn "{401f}{雪莉露}{481f}{3521}パターン１７{9023}{结束}"
event_mes_data_0397_0050: .strn "{401f}{雪莉露}{481f}{3521}パターン１８{9023}{结束}"
event_mes_data_0397_0051: .strn "{401f}{雪莉露}{481f}{3521}パターン１９{9023}{结束}"
event_mes_data_0397_0052: .strn "{401f}{雪莉露}{481f}{3521}パターン２０{9023}{结束}"
event_mes_data_0397_0053: .strn "{401f}{雪莉露}{481f}{3521}パターン２１{9023}{结束}"
event_mes_data_0397_0054: .strn "{401f}{雪莉露}{481f}{3521}パターン２２{9023}{结束}"
event_mes_data_0397_0055: .strn "{401f}{雪莉露}{481f}{3521}パターン２３{9023}{结束}"
event_mes_data_0397_0056: .strn "{401f}{雪莉露}{481f}{3521}パターン２４{9023}{结束}"
event_mes_data_0397_0057: .strn "{401f}{雪莉露}{481f}{3521}パターン２５{9023}{结束}"
event_mes_data_0397_0058: .strn "{401f}{雪莉露}{481f}{3521}パターン２６{9023}{结束}"
event_mes_data_0397_0059: .strn "{401f}{雪莉露}{481f}{3521}パターン２７{9023}{结束}"
event_mes_data_0397_0060: .strn "{401f}{雪莉露}{481f}{3521}パターン２８{9023}{结束}"
event_mes_data_0397_0061: .strn "{401f}{雪莉露}{481f}{3521}パターン２９{9023}{结束}"
event_mes_data_0397_0062: .strn "{401f}{雪莉露}{481f}{3521}パターン３０{9023}{结束}"
event_mes_data_0397_0063: .strn "{401f}{雪莉露}{481f}{3521}それと、次のバザールから{↙}出店してくれる店が増えるぞ。{2b23}{401f}{雪莉露}{491f}{3521}{5722}わが娘、シェルファが果樹の{↙}種を売る店を出すぞ。{2b23}{401f}{雪莉露}{481f}{3521}果樹は水やりの手間も{↙}いらないし、ぶどうやお茶の{↙}種はとてもお買い得だな！{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}他にもいろんな果樹の種を{↙}用意する予定です。{2b23}{411f}{莉亚}{491f}{3621}{a921}みなさん、{↙}よろしくお願いしますね。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}他にも、家具屋と金物屋が{↙}出店予定だ。{2b23}あと、もう２つ新しい店が{↙}出店の予定だが…、{0a27}こちらは{↙}楽しみにしていてくれ！{2b23}そして、これからのわが町の{↙}バザールの目標は………、{0b27}{↙}{2e23}{颜2}この国一の大バザール{颜1}だ。{2c23}{结束}"
event_mes_data_0397_0064: .strn "{401f}{雪莉露}{481f}{3521}それと、次のバザールから{↙}出店してくれる店が増えるぞ。{2b23}{5722}アイザックくんの情報屋と、{↙}クレアくんの食べ物屋の店だ。{2b23}{411f}{迪鲁卡}{491f}{3621}{2f23}{颜3}アイザック{颜1}{2c23}{↙}{2c22}役立つ情報を用意しています{↙}から、立ち寄ってくださいね。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}あたしも、おいしい料理を用意{↙}してるから、みんなも来てね。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{5522}他にも、占い屋とクジ引き屋が{↙}出店予定だぞ。{2b23}{401f}{雪莉露}{481f}{3521}これでわが町のバザールも、{↙}ますます活気づく事だろう。{↙}うむ、{0a27}{401f}{雪莉露}{491f}{3521}{5722}楽しみだな！{2b23}{401f}{雪莉露}{481f}{3521}そして、これからのわが町の{↙}バザールの目標は………、{0b27}{↙}{2e23}{颜2}大陸一の大バザール{颜1}だ。{2c23}{结束}"
event_mes_data_0397_0065: .strn "{401f}{雪莉露}{481f}{3521}それと、次のバザールから{↙}出店してくれる店が増えるぞ。{↙}ネリネくんの食べ物屋の店だ。{2b23}{411f}{神·罗}{491f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3022}バザールのお客さんに、喜んで{↙}もらえるように頑張りますね。{2b23}{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}他にも、レアクジ引き屋と{↙}ざっか屋が出店予定だ。{2b23}{401f}{雪莉露}{491f}{3521}{5622}これでわが町のバザールも、{↙}目標に向けてさらなる成長を{↙}とげるだろう！{2b23}{401f}{雪莉露}{481f}{3521}そして、これからのわが町の{↙}バザールの目標は………、{0b27}{↙}{2e23}{颜2}世界一の大バザール{颜1}だ。{2c23}{结束}"
event_mes_data_0397_0066: .strn "{401f}{雪莉露}{481f}{3521}{2d23}……………………………………{↙}……………………………………{↙}………{2e23}{0b27}{5922}{4a1f}むむうっ！！！！！！！{2b23}{401f}{雪莉露}{481f}{3521}{2c23}これで、わが町のバザールは{↙}かつての人気をとりもどし…、{↙}{0a27}{4a1f}いやっ！{2b23}{401f}{雪莉露}{491f}{3521}{0422}かつてない最高のバザールに{↙}なったのだ！！{2b23}{401f}{雪莉露}{4b1f}{3521}いやぁ…、長かったな…。{2b23}{401f}{雪莉露}{481f}{3521}これもみながひとつになって、{↙}バザールを盛り上げて{↙}くれたおかげだ………。{2b23}{411f}{迪鲁卡}{491f}{3621}{2f23}{颜3}アイザック{颜1}{2c23}{↙}{2c22}以前より、みんなのきずなが{↙}深まった…、そう感じますね。{2b23}{411f}{迪鲁卡}{481f}{3621}それにしても思い出しますな。{↙}あの、ひっそりしたバザールに{↙}心をいためていた頃を…。{2b23}{411f}{弗乔}{491f}{3621}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{4422}バザールがなくなっちゃうって{↙}とても心配していたものね。{2b23}{411f}{罗万}{491f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}町長さん、カフェで朝まで{↙}泣いてた事もあったわね。{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}わたしも、何度もお父さんを{↙}迎えにいったのを覚えてます。{2b23}{411f}{莉亚}{491f}{3621}{a821}お父さん、{↙}本当に良かったですね。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}わたしは{2d23}………{2c23}、{0a27}{↙}{401f}{雪莉露}{491f}{3521}わたしはうれしいぞ！{2b23}{5622}わが町の住人をほこりに思う！{结束}"
event_mes_data_0397_0067: .strn "{411f}{迪鲁卡}{491f}{3621}{2f23}{颜3}アイザック{颜1}{2c23}{↙}{6122}やりますな、{↙}{名字}さん。{2b23}さすが、{↙}{3023}牧場です。{结束}"
event_mes_data_0397_0068: .strn "{411f}{迪鲁卡}{481f}{3621}{2f23}{颜3}アイザック{颜1}{2c23}{↙}{6322}売上１位になるとは…。{↙}商売の才能があるんですね。{2b23}{411f}{迪鲁卡}{491f}{3621}いやぁ、{↙}うらやましいかぎりです。{结束}"
event_mes_data_0397_0069: .strn "{411f}{迪鲁卡}{4a1f}{3621}{2f23}{颜3}アイザック{颜1}{2c23}{↙}{6222}な、なんと{名字}さんが{↙}１位に！？{2b23}{411f}{迪鲁卡}{491f}{3621}{名字}さんなら、{↙}１位になると思ってましたよ。{结束}"
event_mes_data_0397_0070: .strn "{401f}{神·罗}{491f}{3521}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3022}すごいわ、{名字}さん。{↙}今度あなたのお店に行くわね。{结束}"
event_mes_data_0397_0071: .strn "{401f}{神·罗}{4a1f}{3521}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3122}売上１位なんて…、{↙}きっと、とても努力したのね。{2b23}{401f}{神·罗}{491f}{3521}シギュンもララミーも、{↙}あなたのように頑張り屋さんに{↙}なってほしいわ。{结束}"
event_mes_data_0397_0072: .strn "{401f}{神·罗}{481f}{3521}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{名字}さんがいれば、{↙}この町のバザールは安心ね。{结束}"
event_mes_data_0397_0073: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1822}うちのカフェの売上を{↙}こされちゃったわね。{2b23}次は負けないわよ、{↙}{名字}さん。{结束}"
event_mes_data_0397_0074: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{1922}その調子で、バザールを{↙}盛り上げていきましょうね。{结束}"
event_mes_data_0397_0075: .strn "{401f}{弗乔}{491f}{3521}{2f23}{颜3}メリーニ{颜1}{2c23}{↙}{4422}まだまだ、{↙}若い人には負けられないわね。{2b23}{401f}{弗乔}{481f}{3521}カフェに帰ったら、{↙}新メニューを考えなきゃね。{↙}手伝っておくれね、ミーナ。{2b23}{411f}{罗万}{481f}{3621}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}ええ、おばあちゃん。{↙}美味しい料理を考えましょ♪{结束}"
event_mes_data_0397_0076: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}すごいわ、{名字}。{↙}次も売上１位をとってね。{结束}"
event_mes_data_0397_0077: .strn "{401f}{罗万}{491f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}{1c22}すてきよ、{名字}。{2b23}あなたの店で、{↙}一緒に働いてみたいわ。{↙}なんて、おじゃまかしらね。{结束}"
event_mes_data_0397_0078: .strn "{401f}{罗万}{481f}{3521}{2f23}{颜3}ミーナ{颜1}{2c23}{↙}とっても頑張ってたものね。{2b23}{401f}{罗万}{491f}{3521}{1c22}おめでとう、{↙}{名字}。{结束}"
event_mes_data_0397_0079: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e021}さすがだ。{↙}オレも見習おう。{结束}"
event_mes_data_0397_0080: .strn "{401f}{卡米尔}{491f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{e121}次のバザールでは、オレが{↙}売上１位をいただくからな。{结束}"
event_mes_data_0397_0081: .strn "{401f}{卡米尔}{4a1f}{3521}{2f23}{颜3}ロイド{颜1}{2c23}{↙}{5022}くっ！　あと、もう２、３個{↙}商品が売れていれば。{2b23}{401f}{卡米尔}{491f}{3521}次は負けんぞ。{结束}"
event_mes_data_0397_0082: .strn "{401f}{艾瑞拉}{4b1f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{5f22}ま、ま、ま………、{↙}負けたデスだーヨ…。{2b23}ムーこそが、売上１位と{↙}思ってたデスだーヨォォォ…。{结束}"
event_mes_data_0397_0083: .strn "{401f}{艾瑞拉}{491f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1522}すごいデスだヨ、{↙}{名字}！！{2b23}どうやって商売したか、{↙}教えてほしいデスだーヨ！{结束}"
event_mes_data_0397_0084: .strn "{401f}{艾瑞拉}{4a1f}{3521}{2f23}{颜3}ムーチョ{颜1}{2c23}{↙}{1622}ムムムーヌヌヌーッッッ！！{↙}なんたることデスだーヨ！！{2b23}次は、なんとしても{↙}{名字}の店に{↙}勝つデスだヨ！{结束}"
event_mes_data_0397_0085: .strn "{401f}{琉伊}{491f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}すごいわね～。{↙}その調子で次も頑張ってね。{结束}"
event_mes_data_0397_0086: .strn "{401f}{琉伊}{481f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}あらまぁ、{名字}さん{↙}１位ですって？{2b23}{401f}{琉伊}{491f}{3521}{2422}さすが、{3023}牧場ね。{↙}見直したわ。{结束}"
event_mes_data_0397_0087: .strn "{401f}{琉伊}{491f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}{6022}{名字}さん、{↙}１位なの！？{2b23}うちのだんなにも{↙}見習わせなきゃね。{2b23}{411f}{伊尔萨}{4b1f}{3621}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}{2222}お、おいおい…。{↙}そりゃねーぜ…、クレア。{结束}"
event_mes_data_0397_0088: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}{2022}すげーじゃねぇか。{↙}やるなぁ、{名字}。{结束}"
event_mes_data_0397_0089: .strn "{401f}{伊尔萨}{491f}{3521}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}{2022}おまえならやると思ってたよ！{↙}おめでとう、{名字}。{结束}"
event_mes_data_0397_0090: .strn "{411f}{伊尔萨}{4a1f}{3621}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}{2122}次は負けねぇからよ！{↙}気ぃぬくなよ！{2b23}{401f}{琉伊}{4a1f}{3521}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2522}あんたも、気をぬいてちゃ{↙}ダメなのよ！{2b23}{411f}{伊尔萨}{481f}{3621}{2f23}{颜3}ウィルバー{颜1}{2c23}{↙}お、おうともさ…。{结束}"
event_mes_data_0397_0091: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a921}売上１位なんて、{↙}すばらしいです！{2b23}次のバザールも、{↙}応援していますね！{结束}"
event_mes_data_0397_0092: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ab21}まぁ！　売上１位、{↙}おめでとうございます。{2b23}{411f}{莉亚}{491f}{3621}お父さん。{↙}ぜひ出店の極意を教えて{↙}もらわないといけませんね。{2b23}{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}そうだな！{2b23}{401f}{雪莉露}{481f}{3521}では、{名字}くんの店に{↙}みんなでおじゃましよう！{2b23}{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{aa21}めいわくかけちゃ{↙}ダメですよ。{2b23}{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{5722}もちろんだとも！{结束}"
event_mes_data_0397_0093: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}１位入賞、{↙}おめでとうございます。{2b23}{401f}{莉亚}{491f}{3521}{a921}なんだか、わたし{↙}自分の事のように{↙}うれしいです。{结束}"
event_mes_data_0397_0094: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{5922}むむむぅっ、{↙}{名字}くん！！！！？？{2b23}キミの今回の売上は、{↙}{颜2}過去最高記録{颜1}ではないか！！{2b23}{401f}{雪莉露}{491f}{3521}{0422}すばらしい！{↙}過去をこえていくキミの{↙}その心意気！{2b23}{401f}{雪莉露}{481f}{3521}これからも、{↙}町のみなの目標として{↙}歩み続けてほしい！{结束}"
event_mes_data_0397_0095: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{5922}むむむぅっ！！{2b23}{401f}{雪莉露}{491f}{3521}なんと、すばらしい！！{↙}{颜2}{功能1}{颜1}くんの店は{↙}過去最高の売上記録だ！！{2b23}{401f}{雪莉露}{481f}{3521}他の店のみなも、この記録を{↙}目標に頑張ってほしい。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0397_End: .hword 0x270F,(event_mes_data_0397_0000 - event_mes_data_0397_header)/2
;event_mes_data_0397文本数量为：96
