;子文件头
event_mes_data_0974_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0974_0000 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0001 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0002 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0003 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0004 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0005 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0006 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0007 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0008 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0009 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0010 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0011 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0012 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0013 - event_mes_data_0974_header)
    .hword (event_mes_data_0974_0014 - event_mes_data_0974_header)

event_mes_data_0974_0000: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}こんにちは、{↙}{名字}さん。{结束}"
event_mes_data_0974_0001: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}今日はお天気が良くて、{↙}外の空気も気持ちいいですね。{2b23}{401f}{莉亚}{491f}{3521}{a821}こんな日は、何か楽しい事が{↙}ありそうですね。{结束}"
event_mes_data_0974_0002: .strn "{411f}{琉伊}{481f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}あら～、シェルファさん。{↙}こんにちは。{结束}"
event_mes_data_0974_0003: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}こんにちは、{↙}クレアさん、ネリネさん。{2b23}{401f}{莉亚}{481f}{3521}そう言えば、クレアさん。{↙}この間の夕食のおすそわけ、{↙}ありがとうございます。{2b23}{401f}{莉亚}{491f}{3521}{a921}とてもおいしかったです。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}{2422}いいのよ、そんな事。{2b23}でも、おいしかったって、{↙}言ってもらえてうれしいわ。{↙}また、持っていくわね。{2b23}{441f}{401f}{神·罗}{491f}{3521}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}{3022}たしかに、おいしかったわ。{↙}わたしにも、お願いね。{2b23}{411f}{琉伊}{491f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}わかったわよ。{2b23}{401f}{神·罗}{481f}{3521}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}それじゃあ、またね。{↙}シェルファさん。{2b23}{411f}{琉伊}{481f}{3621}{2f23}{颜3}クレア{颜1}{2c23}{↙}またね。{2b23}{441f}{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}はい、{↙}それでは。{结束}"
event_mes_data_0974_0004: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}あの２人はおとなりさん同士で{↙}とっても仲が良いんです。{结束}"
event_mes_data_0974_0005: .strn "{401f}{古拉尼}{481f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}ほら、おじいさん。{2b23}わたしの言った通り、{↙}シェルファさんですよ。{2b23}{411f}{霍华德}{491f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}{0c22}にょほほ。{2b23}さっちゃんは目がいいのう。{↙}全然わからんかったわい。{结束}"
event_mes_data_0974_0006: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}スチュアートさん、{↙}サニアさん、こんにちは。 {2b23}お２人でデートですか？{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1022}ただの散歩ですよ。{2b23}{411f}{古拉尼}{481f}{3621}この間、マッサージを{↙}してくれて助かったわ。{↙}大変だったでしょう？{2b23}わたしとおじいさんの、{↙}２人だったもの。{2b23}{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}いえ、大丈夫ですよ。{2b23}よろこんでもらえて {↙}良かったです。{2b23}{451f}{411f}{霍华德}{481f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}若い女の人に、{↙}してもらったんじゃ。{2b23}{411f}{霍华德}{491f}{3621}{0c22}それは良かったぞい。{结束}"
event_mes_data_0974_0007: .strn "{401f}{古拉尼}{4a1f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}おじいさん！！{结束}"
event_mes_data_0974_0008: .strn "{411f}{霍华德}{491f}{3621}{2f23}{颜3}スチュアート{颜1}{2c23}{↙}に…にょほほ…。{↙}では、またな。{结束}"
event_mes_data_0974_0009: .strn "{401f}{古拉尼}{4a1f}{3521}{2f23}{颜3}サニア{颜1}{2c23}{↙}待ちなさい！{↙}おじいさん！！{结束}"
event_mes_data_0974_0010: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あの２人は、ホテルを経営して{↙}いるんですよ。{2b23}{a921}見ての通り、{↙}とってもお元気なんですよ。{结束}"
event_mes_data_0974_0011: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ac21}えっ、どうかしましたか？{↙}わたしの顔に何かついてます？{结束}"
event_mes_data_0974_0012: .strn "{411f}{a41f}{481f}{3223} 髪の毛にねぐせが…{↙} 顔が広いねぇ{结束}"
event_mes_data_0974_0013: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ac21}えっ…キャッ！{2b23}は…はずかしい…。{↙}し…失礼します。{结束}"
event_mes_data_0974_0014: .strn "{401f}{莉亚}{491f}{3521}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}長く住んでますからね。{2b23}{名字}さんも、{↙}すぐにそうなりますよ。{2b23}{401f}{莉亚}{481f}{3521}この町の人は、いい方ばかり{↙}ですから、{名字}さんも{↙}住みやすいと思いますよ。{2b23}{401f}{莉亚}{4c1f}{3521}………{ad21}あ、ごめんなさい。{↙}こんな話しこんでしまって…。{2b23}{401f}{莉亚}{481f}{3521}{名字}さん、{↙}牧場のお仕事がありますよね。{2b23}また時間があれば、ゆっくり{↙}お話しましょうね。{↙}それでは、さようなら。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0974_End: .hword 0x270F,(event_mes_data_0974_0000 - event_mes_data_0974_header)/2
;event_mes_data_0974文本数量为：15
