;子文件头
event_mes_data_0983_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0983_0000 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0001 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0002 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0003 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0004 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0005 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0006 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0007 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0008 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0009 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0010 - event_mes_data_0983_header)
    .hword (event_mes_data_0983_0011 - event_mes_data_0983_header)

event_mes_data_0983_0000: .strn "{401f}{亚修}{481f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}めずらしいですね。{↙}ディルカが台所にいるなんて。{2b23}{401f}{亚修}{4c1f}{3521}{0b27}何かあったのですか？{2b23}{411f}{千寻}{491f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}いや、{↙}何もないよ。{2b23}ただ今日は、{↙}オレが食事を作ろうかなと…。{结束}"
event_mes_data_0983_0001: .strn "{401f}{亚修}{4a1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}…ケヴィンのイタズラが、{↙}最近ひどいみたいですね。{2b23}{401f}{亚修}{481f}{3521}ディルカ、{↙}何かケヴィンに言いましたか？{↙}怒らないから…。{结束}"
event_mes_data_0983_0002: .strn "{411f}{千寻}{4b1f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{dc21}兄さん。{0a27}{↙}オレ、そんなに信じられない？{2b23}{401f}{亚修}{4c1f}{3521}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{2d23}………{2c23}え？{2b23}{411f}{千寻}{491f}{3621}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}これ、カフェでおいしいって{↙}言ってもらった料理なんだ。{2b23}{411f}{千寻}{4c1f}{3621}兄さんにも、{↙}食べさせたいと思ったのに…。{结束}"
event_mes_data_0983_0003: .strn "{401f}{千寻}{4b1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{4f22}{名字}、{↙}さっきの、見てたよな…。{2b23}オレ、信じてもらえてない事が{↙}ショックでさ。{↙}兄さんから逃げたんだ…。{2b23}伝えたい事も、{↙}伝えられなかった。{2b23}一番身近で、一番オレの事{↙}考えてくれている人に対しても{↙}オレはこんな調子さ。{结束}"
event_mes_data_0983_0004: .strn "{401f}{千寻}{491f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{d821}オレ、子供だよな。{2b23}{401f}{千寻}{4b1f}{3521}本当はもっと、{↙}大人になりたいのに…！{结束}"
event_mes_data_0983_0005: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}恥ずかしいとこ見せちゃって、{↙}{401f}{千寻}{491f}{3521}{名字}…{0a27}{0a27}ごめんな。{结束}"
event_mes_data_0983_0006: .strn "{411f}{a41f}{481f}{3223} 気にしないで{↙} いつもの元気はどこ？{结束}"
event_mes_data_0983_0007: .strn "{401f}{千寻}{4b1f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}{4e22}ああ…、サンキュ。{2b23}もう遅いから、{↙}{名字}は、{↙}家に帰ったほうがいいよ。{2b23}オレも、{↙}兄さんが心配するし帰るよ。{↙}じゃあな。{结束}"
event_mes_data_0983_0008: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}………そうだな。{↙}オレのとりえは元気だな。{2b23}{401f}{千寻}{491f}{3521}{d921}これは兄さんにも{↙}自慢できるほどだもんな。{2b23}元気すぎて怒られる時も{↙}あるけどな！{结束}"
event_mes_data_0983_0009: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}サンキュ、{名字}。{2b23}{名字}にそう言って{↙}もらえただけで、なんだか{↙}{401f}{千寻}{491f}{3521}{d921}大丈夫な気がしてきた。{结束}"
event_mes_data_0983_0010: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}オレ、家に帰るよ。{↙}きっと兄さん心配してるし。{2b23}{401f}{千寻}{491f}{3521}これ以上、{↙}迷惑はかけられないな。{2b23}{401f}{千寻}{481f}{3521}もう遅いから、{↙}{名字}も{↙}家に帰ったほうがいいよ。{结束}"
event_mes_data_0983_0011: .strn "{401f}{千寻}{481f}{3521}{2f23}{颜3}ディルカ{颜1}{2c23}{↙}サンキュ、{名字}。{2b23}{401f}{千寻}{491f}{3521}{d821}{名字}は、{↙}オレにとっての元気の源だよ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0983_End: .hword 0x270F,(event_mes_data_0983_0000 - event_mes_data_0983_header)/2
;event_mes_data_0983文本数量为：12
