;子文件头
event_mes_data_0428_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0428_0000 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0001 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0002 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0003 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0004 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0005 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0006 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0007 - event_mes_data_0428_header)
    .hword (event_mes_data_0428_0008 - event_mes_data_0428_header)

event_mes_data_0428_0000: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}それでは、前回のテスト結果の{↙}発表をしますね。{结束}"
event_mes_data_0428_0001: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}ドキドキするわね……。{2b23}{401f}{扎乌利}{481f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}うん…。{结束}"
event_mes_data_0428_0002: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}テストの点が良かったのは、{↙}シギュンです。{2b23}{411f}{亚修}{491f}{3621}{d021}頑張りましたね。{↙}満点ですよ。{结束}"
event_mes_data_0428_0003: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}……え、本当にあたし？{↙}{0a27}{401f}{古恩贝}{491f}{3521}{3622}やったーっ！！{2b23}{401f}{扎乌利}{491f}{3521}{2f23}{颜3}ララミー{颜1}{2c23}{↙}{3822}…よかったね、シギュン。{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}２人とも、すごく点数が{↙}良かったですよ。{2b23}本当によく頑張りましたね。{↙}ボクもすごくうれしいです。{结束}"
event_mes_data_0428_0004: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}先生、{↙}あの約束おぼえてる？{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}もちろんですよ。{2b23}{411f}{亚修}{491f}{3621}{d021}それじゃあ、ごほうびとして{↙}何でも１つ、お願いを{↙}かなえてあげますよ。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}それじゃあ、えーっと……。{↙}あたしと、デー…ト…。{结束}"
event_mes_data_0428_0005: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}どうかしたのですか？{2b23}{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}ううん…。やっぱり、{↙}これはやめておくわ…。{结束}"
event_mes_data_0428_0006: .strn "{401f}{古恩贝}{4b1f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}先生って…、その…。{↙}{结束}"
event_mes_data_0428_0007: .strn "{401f}{古恩贝}{481f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}す、好きな女の人のタイプって{↙}どんな人なんですか？{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ええっ？　ボクの好きな{↙}女性のタイプ、ですか？{2b23}{d621}うーーん……。{结束}"
event_mes_data_0428_0008: .strn "{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}しっかりとした女性、ですね。{2b23}{401f}{古恩贝}{491f}{3521}{2f23}{颜3}シギュン{颜1}{2c23}{↙}{3622}ふーん、そうなんだ。{2b23}それじゃあ、あたし…もっと{↙}しっかりとした女の人に{↙}なれるようにがんばるわ！{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}え？{0a27}{0a27}　ええ、{↙}{411f}{亚修}{491f}{3621}楽しみにしてますよ。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0428_End: .hword 0x270F,(event_mes_data_0428_0000 - event_mes_data_0428_header)/2
;event_mes_data_0428文本数量为：9
