;子文件头
event_mes_data_0977_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0977_0000 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0001 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0002 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0003 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0004 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0005 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0006 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0007 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0008 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0009 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0010 - event_mes_data_0977_header)
    .hword (event_mes_data_0977_0011 - event_mes_data_0977_header)

event_mes_data_0977_0000: .strn "{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}さ～ん。{结束}"
event_mes_data_0977_0001: .strn "{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{af21}{名字}さんって、{↙}足が速いんですね。{2b23}はぁはぁはぁ…。{结束}"
event_mes_data_0977_0002: .strn "{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}ちょっと、{↙}お時間ありますか？{2b23}{411f}{莉亚}{4c1f}{3621}…相談したい事があるんです。{结束}"
event_mes_data_0977_0003: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}本当ですか？{↙}ありがとうございます。{结束}"
event_mes_data_0977_0004: .strn "{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}じつは………。{结束}"
event_mes_data_0977_0005: .strn "{411f}{莉亚}{4b1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ad21}ああ…、どうしましょう…。{↙}言葉がうまく出てこない…。{2b23}{411f}{莉亚}{4c1f}{3621}わたし、頑張れ。{↙}うん、頑張らなくっちゃ！{结束}"
event_mes_data_0977_0006: .strn "{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}じつは………、{↙}お父さんの事なんです。{2b23}お父さん、家事がまるで{↙}できないじゃないですか。{2b23}{411f}{莉亚}{481f}{3621}もし…もし、{↙}もしもの話ですよ？{2b23}わたしが結婚して家を出たら、{↙}お父さん大丈夫かなと思って。{结束}"
event_mes_data_0977_0007: .strn "{411f}{莉亚}{4d1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{aa21}だから、たとえばです。{2b23}{411f}{莉亚}{481f}{3621}{名字}さんから見て、{↙}どう思いますか？{结束}"
event_mes_data_0977_0008: .strn "{411f}{a41f}{481f}{3223} 結婚しなければ………{↙} フェリックスさんも大人だよ{结束}"
event_mes_data_0977_0009: .strn "{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{ae21}そ、そんな………、{↙}{名字}さん、ひどい…。{2b23}{411f}{莉亚}{4b1f}{3621}…そんな事を言う人とは、{↙}思いませんでした…。{2b23}わたし、帰ります…。{↙}それでは…。{结束}"
event_mes_data_0977_0010: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}そ…そうですよね！{2b23}お父さんも大人ですから、{↙}１人でやっていけますよね。{2b23}{411f}{莉亚}{4d1f}{3621}うん…、そうですよね。{↙}{a921}安心しました{颜2}♥{颜1}{结束}"
event_mes_data_0977_0011: .strn "{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}ウフフッ、{↙}変な質問してごめんなさい。{2b23}気にしないでくださいね。{↙}それでは、失礼します。{↙}お仕事頑張ってくださいね{颜2}♥{颜1}{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0977_End: .hword 0x270F,(event_mes_data_0977_0000 - event_mes_data_0977_header)/2
;event_mes_data_0977文本数量为：12
