;子文件头
event_mes_data_0888_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0888_0000 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0001 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0002 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0003 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0004 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0005 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0006 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0007 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0008 - event_mes_data_0888_header)
    .hword (event_mes_data_0888_0009 - event_mes_data_0888_header)

event_mes_data_0888_0000: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ。{↙}よく集まってくれた。{2b23}{401f}{雪莉露}{491f}{3521}なんと今日は、優勝こうほの{↙}わたしも{↙}出場者として参加するぞ！{2b23}{401f}{雪莉露}{481f}{3521}では、みなの料理をきちんと{↙}審査してもらうために料理に{↙}詳しい先生を呼んでいるぞ。{2b23}{401f}{雪莉露}{491f}{3521}ピエール先生{↙}どうぞこちらへ！{结束}"
event_mes_data_0888_0001: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ。{↙}よく集まってくれた。{2b23}{401f}{雪莉露}{491f}{3521}また今日は、優勝こうほの{↙}わたしも{↙}出場者として参加するぞ！{2b23}{401f}{雪莉露}{481f}{3521}今日もみなの料理を審査して{↙}もらうため、あの先生に{↙}来ていただいたぞ。{2b23}{401f}{雪莉露}{491f}{3521}ピエール先生{↙}どうぞこちらへ！{结束}"
event_mes_data_0888_0002: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}たった今紹介してもらった、{↙}グルメマンのピエールデス。{2b23}今日はメインの{↙}料理を審査しマス。{2b23}グルメマンとして{↙}しっかり審査するので、{↙}よろしくデス。{2b23}{401f}{c81f}{491f}{3521}それでは審査を始めマス！{结束}"
event_mes_data_0888_0003: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}このたきこみご飯は{↙}索材の味が良く出ていマスね。{2b23}{401f}{c81f}{491f}{3521}とってもおいしいデス。{↙}優しい味がしマス。{2b23}{411f}{古拉尼}{491f}{3621}{2f23}{颜3}サニア{颜1}{2c23}{↙}{1022}昔、母に教えてもらった{↙}得意料理なんですよ～。{2b23}{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}まさに母の味デス。{↙}それでは次の審査デス。{结束}"
event_mes_data_0888_0004: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}こ…これは…。{↙}卵かけご飯デスね…。{2b23}{411f}{雪莉露}{481f}{3621}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}良い索材を{↙}そのまま楽しむ！{2b23}それが男の料理だ。{↙}{411f}{雪莉露}{491f}{3621}{0422}ワハハハハハハ！{0a27}{2b23}{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}うーん…。{↙}確かにおいしいデスが…。{2b23}{401f}{c81f}{481f}{3521}次いってみるデス。{结束}"
event_mes_data_0888_0005: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}この牛乳なべは…！{2b23}{401f}{c81f}{491f}{3521}とれたての新鮮な牛乳でないと{↙}この味は出ないデス！{2b23}そして、この索材と索材の{↙}ハーモニーがすばらしい！{↙}とてもおいしいデス！{2b23}{411f}{神·罗}{481f}{3621}{2f23}{颜3}ネリネ{颜1}{2c23}{↙}あら、そんなに{↙}ほめられるなんて。{2b23}{411f}{神·罗}{491f}{3621}{3022}うれしいわ。{↙}ありがとう。{2b23}{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}いえ、これはほめるべき{↙}すばらしい料理デス。{2b23}それでは次の審査デス。{结束}"
event_mes_data_0888_0006: .strn "{401f}{c81f}{4b1f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}この料理は…。{↙}なんというか…。{2b23}材料から見直した方が{↙}良いかもしれないデス…。{2b23}{401f}{c81f}{481f}{3521}まぁ、次に期待デス。{↙}これで審査は終わりデス。{2b23}それでは{↙}結果発表にうつりマス。{结束}"
event_mes_data_0888_0007: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}うん。おいしいデス。{2b23}{401f}{c81f}{481f}{3521}ただ、それは一般レベルの{↙}お話で、グルメマンは{↙}それでは満足しないデス。{2b23}この料理は工夫すれば{↙}もっとおいしく{↙}なると思いマス。{2b23}これで審査は終わりデス。{↙}これから、結果発表デス。{结束}"
event_mes_data_0888_0008: .strn "{401f}{c81f}{491f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}とってもおいしいデス。{↙}いい味してマス。{2b23}{401f}{c81f}{481f}{3521}ただ、もう少しだけアレンジ{↙}できそうな気もしマスが、{↙}これはこれで良い味デス。{2b23}これで審査は終わりデス。{↙}これから結果発表デス。{结束}"
event_mes_data_0888_0009: .strn "{401f}{c81f}{481f}{3521}{2f23}{颜3}ピエール{颜1}{2c23}{↙}す…すばらしい。{2b23}{401f}{c81f}{491f}{3521}ここまでの味は、{↙}最高の索材と、{↙}そして何よりそれを引き出す{2b23}料理人のうでがないと{↙}ここまでの味は出せないデス。{↙}ワタシ、感動デス！{2b23}{401f}{c81f}{481f}{3521}これで審査は終わりデス。{↙}これから結果発表デス。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0888_End: .hword 0x270F,(event_mes_data_0888_0000 - event_mes_data_0888_header)/2
;event_mes_data_0888文本数量为：10
