;子文件头
event_mes_data_1012_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_1012_0000 - event_mes_data_1012_header)
    .hword (event_mes_data_1012_0001 - event_mes_data_1012_header)
    .hword (event_mes_data_1012_0002 - event_mes_data_1012_header)
    .hword (event_mes_data_1012_0003 - event_mes_data_1012_header)
    .hword (event_mes_data_1012_0004 - event_mes_data_1012_header)

event_mes_data_1012_0000: .strn "{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bd21}…あら、ユリスじゃない。{↙}こんな時間にどうしたの？{2b23}{411f}{亚修}{4c1f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d321}フレイヤさんこそ。{↙}仕事に行かれたのでは？{2b23}{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}わたしは…ちょっと忘れもの。{2b23}どうしても仕事で必要なもの{↙}だったから、取りに帰って{↙}来てたのよ。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d421}へえ…、フレイヤさんでも{↙}忘れものをするんですね。{结束}"
event_mes_data_1012_0001: .strn "{401f}{莉可丽丝}{4c1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bf21}…そういうユリスは、{↙}どうしたの？{结束}"
event_mes_data_1012_0002: .strn "{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}…えーっと…。{2b23}…じつは、ボクも仕事で使う{↙}プリントを、つくえの上に{↙}忘れてしまって…。{结束}"
event_mes_data_1012_0003: .strn "{401f}{莉可丽丝}{4a1f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{bc21}もう、ユリスも人の事{↙}言えないじゃない。{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d121}ハハハ…。{2b23}{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}でも、わざわざ取りに帰って{↙}くるなんて。{2b23}教え子想いの良い先生ね。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}かしこい子ばかりで、{↙}教えがいがあるんですよ。{2b23}フレイヤさんこそ、{↙}本当に仕事熱心ですね。{2b23}{401f}{莉可丽丝}{491f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}…たまにうっかりする事も{↙}あるけどね。{2b23}でもまあ、{↙}まだまだ頑張らなくっちゃ。{2b23}{411f}{亚修}{491f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}{d021}応援していますよ。{2b23}とりあえず、{↙}忘れものをしないよう{↙}お互い心がけるという事で。{结束}"
event_mes_data_1012_0004: .strn "{401f}{莉可丽丝}{481f}{3521}{2f23}{颜3}フレイヤ{颜1}{2c23}{↙}{b821}フフッ、そうね。{↙}お互い気をつけましょう。{2b23}それじゃあ、{↙}もどりましょうか。{2b23}{411f}{亚修}{481f}{3621}{2f23}{颜3}ユリス{颜1}{2c23}{↙}ええ、行きましょう。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_1012_End: .hword 0x270F,(event_mes_data_1012_0000 - event_mes_data_1012_header)/2
;event_mes_data_1012文本数量为：5
