;子文件头
event_mes_data_0976_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0976_0000 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0001 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0002 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0003 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0004 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0005 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0006 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0007 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0008 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0009 - event_mes_data_0976_header)
    .hword (event_mes_data_0976_0010 - event_mes_data_0976_header)

event_mes_data_0976_0000: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0722}あー…、その…。{2b23}なんだ…。{↙}いつもすまんな。{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}どうしたんですか？{↙}お父さん、急に。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}いつも、おまえに家事を{↙}やらせてばかりで…。{2b23}わたしはダメな父親だよ。{2b23}{411f}{莉亚}{491f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{a821}もう、そんな事を{↙}考えていたんですか？{2b23}お父さんは、町長のお仕事で{↙}いそがしいじゃないですか。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{5a22}いや、しかし…。{↙}うん？{结束}"
event_mes_data_0976_0001: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0522}キミ！{↙}聞いていたのかね？{2b23}{411f}{莉亚}{4a1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}{aa21}ちょっと、お父さん。{↙}やめてください。{2b23}{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}う…うむ。{结束}"
event_mes_data_0976_0002: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{0008}{颜1}{2c23}{↙}大きな声を出して、{↙}ごめんなさい。{2b23}気にしないでくださいね。{结束}"
event_mes_data_0976_0003: .strn "{411f}{a41f}{481f}{3223}{0008}それでは失礼します{↙}{0008}どうかしたの？{结束}"
event_mes_data_0976_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}悪かったね。{2b23}気をつけて帰ってくれたまえ。{2b23}{411f}{莉亚}{481f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}また来てくださいね。{结束}"
event_mes_data_0976_0005: .strn "{401f}{莉亚}{4c1f}{3521}{2f23}{颜3}シェルファ{0008}{颜1}{2c23}{↙}それが…。{2b23}{401f}{莉亚}{4b1f}{3521}{ae21}わたしがお掃除をしていたら、{↙}お父さんが急にあやまり{↙}だして…。{结束}"
event_mes_data_0976_0006: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}わたしの妻は、シェルファを{↙}生んですぐ亡くなったのだ。{2b23}それ以来、{↙}男手一つで育ててきてな。{2b23}わたしが家事はダメなので、{↙}自然とシェルファが家事を{↙}担当する事になった。{2b23}それが、{↙}かわいそうに思えてきてな。{2b23}年頃の女の子だから、{↙}遊びたい時もあっただろうに。{结束}"
event_mes_data_0976_0007: .strn "{401f}{莉亚}{4b1f}{3521}{2f23}{颜3}シェルファ{0008}{颜1}{2c23}{↙}{af21}そんな、気にする事{↙}ないのに…。{2b23}{401f}{莉亚}{481f}{3521}わたしは十分に幸せですよ。{2b23}それに、料理やお洗濯も{↙}花嫁修業と思えば{↙}とても楽しいですし。{结束}"
event_mes_data_0976_0008: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0622}な…、なんだと！！{↙}嫁なんて行かさんぞ！{结束}"
event_mes_data_0976_0009: .strn "{401f}{莉亚}{481f}{3521}{2f23}{颜3}シェルファ{0008}{颜1}{2c23}{↙}{3c22}た…たとえですよ。{↙}たとえ。{2b23}{401f}{莉亚}{491f}{3521}ね、{名字}さん。{结束}"
event_mes_data_0976_0010: .strn "{401f}{雪莉露}{4a1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}なぜ、{0a27}{0a27}{↙}{名字}くんを見る…。{2b23}{411f}{莉亚}{4c1f}{3621}{2f23}{颜3}シェルファ{颜1}{2c23}{↙}あ、お父さん。{↙}今のはそう言う意味じゃ…っ。{2b23}{411f}{莉亚}{4a1f}{3621}{ad21}{名字}さん！{↙}早く逃げてください！{2b23}{411f}{莉亚}{4c1f}{3621}ここにいたら、{↙}投げ飛ばされてしまいます！{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0976_End: .hword 0x270F,(event_mes_data_0976_0000 - event_mes_data_0976_header)/2
;event_mes_data_0976文本数量为：11
