;子文件头
event_mes_data_0394_header:
    ;子文件内各文本的相对偏移地址
    .hword (event_mes_data_0394_0000 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0001 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0002 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0003 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0004 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0005 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0006 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0007 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0008 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0009 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0010 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0011 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0012 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0013 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0014 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0015 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0016 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0017 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0018 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0019 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0020 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0021 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0022 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0023 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0024 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0025 - event_mes_data_0394_header)
    .hword (event_mes_data_0394_0026 - event_mes_data_0394_header)

event_mes_data_0394_0000: .strn "主人公を選んでください。{↙}{3223}{0008}おとこ{↙}{0008}おんな{9023}{结束}"
event_mes_data_0394_0001: .strn "ダミー{结束}"
event_mes_data_0394_0002: .strn "ここは都会からはなれた、{↙}心地よい風が流れる{↙}とてもおだやかな町。{2b23}風車がまわる音と共に、{↙}みんな仲良くくらしています。{结束}"
event_mes_data_0394_0003: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}さあ、ついたぞ。{2b23}ここが今日からキミが住む町、{↙}{颜3}そよ風タウン{颜1}だ。{结束}"
event_mes_data_0394_0004: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}そういえばまだキミの名前を{↙}聞いていなかったね。{结束}"
event_mes_data_0394_0005: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}{名字}くん、{↙}というのかね？{结束}"
event_mes_data_0394_0006: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}ふむ、その時期にはこの町では{↙}いい景色が見られるだろう。{2b23}{401f}{雪莉露}{481f}{3521}そうそう、わたしの名前は{↙}{颜3}フェリックス{颜1}という。{2b23}この町で町長を{↙}まかされておる者だ。{2b23}{401f}{雪莉露}{491f}{3521}{0422}キミのような若者が牧場経営に{↙}興味を持ってくれて{↙}とてもうれしく思っている！{2b23}{401f}{雪莉露}{481f}{3521}心から歓迎させてもらうよ、{↙}{名字}くん。{结束}"
event_mes_data_0394_0007: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}見てくれたまえ、{↙}{名字}くん。{2b23}{401f}{雪莉露}{491f}{3521}この場所は町の入り口であり、{↙}町がほこるバザール会場と{↙}なっている！{2b23}週に一度、町の人々がお店を{↙}出していて、多くの町から{↙}お客さんがやってくるんだ。{2b23}{401f}{雪莉露}{481f}{3521}いろいろなものが売られていて{↙}お客さんもよろこんで買って{↙}行ってくれるのだよ。{结束}"
event_mes_data_0394_0008: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ、{名字}くんが{↙}言いたい事はわかっている。{2b23}{0722}…昔はもっと、人であふれた{↙}活気あるバザールだったのだ。{2b23}世界中に名が知れわたっていた{↙}この町のバザールも、今では{↙}人気をなくしてしまった…。{2b23}このままではお客さんもさらに{↙}へり、バザールそのものが{↙}なくなってしまうだろう。{2b23}{401f}{雪莉露}{4a1f}{3521}町長としてそれを許すわけには{↙}いかない。何とかしなければ{↙}ならないと思っているのだ。{结束}"
event_mes_data_0394_0009: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}そこで、だ！{2b23}キミにもこのバザールでお店を{↙}開いてほしいと考えている！{结束}"
event_mes_data_0394_0010: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}牧場で作った野菜やミルクを{↙}バザールで売ってくれないか？{2b23}もちろん美味しければ美味しい{↙}ほど、お客さん達は喜んで{↙}買っていってくれるだろう！{2b23}{401f}{雪莉露}{4a1f}{3521}そうすればキミは牧場主として{↙}有名になり、わが町もかつての{↙}にぎやかさを取り戻せる！{2b23}{401f}{雪莉露}{491f}{3521}すばらしいと思わないか！？{↙}なに、キミならばできるさ！{↙}もちろん力になってくれるね？{结束}"
event_mes_data_0394_0011: .strn "{401f}{雪莉露}{491f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}{0422}そう言ってくれると{↙}信じていたよ！{2b23}ありがとう{0108}{↙}期待しているよ、{↙}{名字}くん。{2b23}{401f}{雪莉露}{481f}{3521}よし、それではこれからキミが{↙}住む場所へ案内しよう。{结束}"
event_mes_data_0394_0012: .strn "{401f}{雪莉露}{4b1f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}…。{2b23}{0722}…もちろん、{↙}力になってくれるのだろう？{结束}"
event_mes_data_0394_0013: .strn "{411f}{cb1f}{481f}{9E21}{颜2}おとこ{颜1}でいいですか？{↙}{3223}{0008}はい{↙}{0008}いいえ{结束}"
event_mes_data_0394_0014: .strn "{411f}{cc1f}{481f}{A621}{颜2}おんな{颜1}でいいですか？{↙}{3223}{0008}はい{↙}{0008}いいえ{结束}"
event_mes_data_0394_0015: .strn "{411f}{a41f}{481f}{3721}{3223}{0008}もちろん力になります！{↙}{0008}そんなのめんどうです{结束}"
event_mes_data_0394_0016: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}さあ、ここがキミの牧場だ。{结束}"
event_mes_data_0394_0017: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}まずはこの牧場の名前を{↙}決めるといいだろう。{2b23}好きな名前をつけるといい。{结束}"
event_mes_data_0394_0018: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}ふむ、いい名前だ。きっと{↙}立派な牧場になるだろう！{2b23}キミの住む家はこの先にある。{↙}せっかくだから、牧場の中を{↙}いろいろと見てくるといい。{9023}{结束}"
event_mes_data_0394_0019: .strn "{401f}{雪莉露}{481f}{3521}移動は{颜2}十字ボタン{颜1}でできる。{↙}{颜2}Ｌボタン{颜1}で「歩く／走る」の{↙}切り替えができるぞ。{2b23}{颜2}Ａボタン{颜1}でジャンプだ。{↙}ジャンプ中に{颜2}もう一度Ａボタン{颜1}{↙}を押すと回転ジャンプするぞ。{2b23}{401f}{雪莉露}{4a1f}{3521}見終わったらわたしの近くで{↙}{颜2}Ｂボタン{颜1}を押して話しかけて{↙}くれるかな。{2b23}{401f}{雪莉露}{481f}{3521}基本的な操作は以上だ。{↙}わかったかね？{结束}"
event_mes_data_0394_0020: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}ふむ、いい名前だ。生まれた{↙}季節と日はいつなのかな？{↙}{结束}"
event_mes_data_0394_0021: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}？？？{颜1}{2c23}{↙}{功能1}の季節、{功能2}日生まれだね？{结束}"
event_mes_data_0394_0022: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}名前は、{3023}牧場で{↙}いいのかな？{结束}"
event_mes_data_0394_0023: .strn "{411f}{a41f}{481f}{3223}{0008}はい！{↙}{0008}間違えました{结束}"
event_mes_data_0394_0024: .strn "{411f}{a41f}{481f}{3223}{0008}はい！{↙}{0008}やっぱり変えます{结束}"
event_mes_data_0394_0025: .strn "{411f}{a41f}{481f}{3223}{0008}わかりました！{↙}{0008}もう一度教えてください{结束}"
event_mes_data_0394_0026: .strn "{401f}{雪莉露}{481f}{3521}{2f23}{颜3}フェリックス{颜1}{2c23}{↙}うむ！{↙}それでは家の前で待っている。{结束}"

;文件尾：控制符，子文件内的文本数
event_mes_data_0394_End: .hword 0x270F,(event_mes_data_0394_0000 - event_mes_data_0394_header)/2
;event_mes_data_0394文本数量为：27
